[
  {
    "destination": "Ghana",
    "mainPhoto": "",
    "id": "a-week-in-ghana-holiday",
    "tourName": "A week in Ghana holiday",
    "placesVisited": "",
    "generalInfo": "Introducing Ghana, 7 Days is a thoughtfully curated cultural journey designed to give first-time visitors and heritage travelers a meaningful introduction to the soul of Ghana. This immersive experience blends history, culture, nature, and everyday life—offering a powerful understanding of Ghana’s past, vibrant present, and enduring traditions.<br/><br/>From the dynamic capital Accra and its Pan-African landmarks, to the emotionally moving coastal slave-route sites and the royal heart of the Ashanti Kingdom in Kumasi, the tour reveals Ghana’s story through guided exploration, cultural encounters, and hands-on experiences. Walk through lush rainforests, engage with master artisans in traditional craft villages, and stand at UNESCO World Heritage Sites that shaped world history. Balanced with leisure and expert guidance throughout, Introducing Ghana, 7 Days is the perfect gateway to discovering Ghana’s heritage, resilience, and warm hospitality.<br/><br/><br/>Trip Includes<br/><br/>    Meeting and assistance upon arrival and departure<br/>    Round-trip airport/hotel transfers<br/>    Hotel accommodation in the indicated properties<br/>    Transportation in private vehicle<br/>    Experienced cultural tour guide<br/>    Meals (Breakfast daily)<br/>    Admission to listed sites<br/>    Assistance with visa application<br/><br/>Not Included<br/><br/>    Visas and International Flights<br/>    Travel Insurance<br/>    Gratuity for driver and guide<br/>    Meals not listed<br/>    Personal expenses",
    "durationDays": "6",
    "price": "3670",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVE IN ACCRA, GHANA | Upon arrival at Kotoka International Airport, proceed through immigrations, claim luggage and clear Custom procedures, exit and meet our expert Cultural Tour guide. **Depending on the time of arrival in Accra: You may take a short tour of the beautiful and vast campus of University of Ghana, Legon in our private air-conditioned vehicle and visit the infamous Oxford streets with its colorful African shops. Continue to the hotel; after check-in, your guide, who will be with you throughout your stay, will brief you on what to expect during your stay in Ghana. Overnight at Pelican Hotel"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "ACCRA CITY TOUR | Highlights: · W.E.B Dubois Centre · Independence / Black Square · The Kwame Nkrumah Memorial Park ·The Brazil House Welcome to the bustling city of Accra which today is a blend of modern-day edifices and colonial days structures that give you a feel of a great experience This 120-year-old city has a number of historical things to offer as you set off after a sumptuous breakfast at your hotel. Our first visit will be to W.E.B Du Bois Centre honoring the life of the prominent Pan-Africanist who chose to live and work in Ghana. We shall continue to Independence Square where you will see the enclosed flame of African Liberation, which was lit by Dr. Kwame Nkrumah in 1961. The Kwame Nkrumah Memorial Park, final resting place of Ghana’s first president. Set in attractive gardens, there is an adjoining museum, which contains photos, artifacts and an insight into Dr. Nkrumah’s life. You may visit “Brazil House” and learn about the seven Afro-Brazilian families who returned to settle in Ghana in 1836. Familiar Brazilian/Portuguese last names such as De Souza, Palmares, Azumah, Amorin, Da Costa, Santos, De Medeiros and Olympio are abundant in this section of Accra. Meal(s) Included: Breakfast, Dinner Overnight at Pelican Hotel"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "ACCRA | KAKUM | CAPE COAST | HIGHLIGHTS: · Kakum National Park · Cape Coast Castle Following a leisure breakfast, we will depart for yet another adventure of the Coastal lands of Ghana- Cape Coast & Elmina. This region has had the most significant effect on the lives of Africans in the diaspora. En route, we shall make a stop at Kakum National Park. Kakum is one of Ghana’s most famous parks. Take a brief walking tour on the forest floor; see birds, and butterflies and perhaps catch a glimpse of the forest’s over 40 species of mammals including monkeys and the reclusive forest elephant. Proceed to the canopy walk. Kakum is home to Africa’s only aerial walkway through the tree canopy, a 1000-foot-long and seven-bridge walkway with viewing platforms that reach heights of over 150 feet above the ground. Upon arrival in Cape Coast, visit Cape Coast castle, a UNESCO world heritage site. The castle is a thought-provoking monument to a harrowing period in the region’s history. You will take an emotional journey through the castle which held more enslaved Africans than any other in the region, viewing the dungeons and the infamous “Door of no return”. You will be transferred to your hotel. Dinner at the hotel. Meal(s) Included: Breakfast, Dinner Overnight at Lemon Beach Resort"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "CAPE COAST | ASSIN MANSO | KUMASI | After a well deserving breakfast and check out, we depart to Kumasi, the seat of the Ashanti Empire, where legend is still evident today. The Ashanti forms the biggest Akan ethnic group in Ghana. For centuries they were the rulers in this region because of their well-organized society. Enroute, stop at Assin Manso, where two former slaves from the United States and Jamaica were re-interred in August 1998 as part of Ghana’s first Emancipation Day celebration. You will visit the “Slave River,” which was used to wash captured Africans before they were held in slave castles and prepared for transport to the Americas and the Caribbean. Upon arrival in Kumasi late afternoon, we will tour Manhyia Palace, which served as the Asantehene’s formal residence until 1974. The palace is now a museum that houses precious artifacts from the Ashanti Kingdom. Meal(s) Included: Breakfast, Dinner Overnight at Lancaster Hotel Kumasi"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "KUMASI & VICINITY | HIGHLIGHTS: · 3 craft villages of Ahwiaa, Ntonso and Bonwire · Kumasi Central Market After breakfast, you will visit the 3 craft villages of the surrounding lush countryside of Kumasi. Bonwire will be our first craft village where we’ll see how the famous Kente Cloth is handmade on looms in a time-honored tradition passed down through generations. See the Kente styles and the opportunity to make purchases. We may pay a courtesy call to the paramount chief of this community. · We will continue to the village of Ntonso where Artisans hand-stamp patterns on Cotton cloth to make Adinkra Textiles. Black-on-Black and Black-on-Red Adinkra Cloth is worn for funerals and other solemn occasions; learn how the Black Dye is made in the village from the bark of trees and creates your own Adinkra sash to take home. You may also purchase large pieces of the Adinkra Cloth handmade in the village. · We proceed to the woodcarving Village of Ahwiaa, known for the talented craftsmen who fashion Royal stools, walking sticks and Fertility Dolls from wood; with the opportunity to purchase hand carved items of all kinds. · This evening, visit the Kumasi Central Market (also known as the Kejetia Market), the largest open market in West Africa, where more than 10,000 vendors sell their wares. Here you will find just about everything, food, fabric, beauty products and handmade crafts. Meal(s) Included: Breakfast, Dinner Hotel: Lancaster Kumasi"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "KUMAS| ACCRA | After sumptuous breakfast, depart from Kumasi to Accra. Upon arrival, check in and enjoy the rest of the day at leisure. Meal(s) Included: Breakfast, Dinner Hotel: The Pelican Hotel"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "ACCRA | DEPART | Today is a free day; choose your excursions and activities with the help of your driver and guide. Visit the places in Accra and the surrounding area that you have not yet visited. For your subsequent journey home, you will be taken to the airport. Meal(s) Included: Breakfast"
      }
    ],
    "map": ""
  },
  {
    "destination": "Ghana",
    "mainPhoto": "",
    "id": "afrofuture-festival-holiday-ghana",
    "tourName": "Afrofuture Festival holiday, Ghana",
    "placesVisited": "",
    "generalInfo": "Afrofuture is a festival designed to highlight &amp; elevate thrilling and thriving millennial talent from and within Africa. The festival features a festive celebration of Ghanaian culture in the form of Art &amp; Fashion Installations, Live painting, The Best of African Cuisine, Live performances.<br/><br/>NB: This tour departs with a minimum of 2 travelers. Solo travelers will be offered a new date or full refund if the minimum is not met.<br/><br/><br/>Trip Includes:<br/>· Meeting and assistance upon arrival and departure<br/>· Round-trip airport/hotel transfers<br/>· Hotel accommodation in the indicated properties<br/>· Transportation in private A/C vehicle<br/>· Experienced cultural tour guide<br/>. Meals (7 Breakfast,4 dinners<br/>· Bottled water per person per day<br/>· Admission to listed sites and activities<br/>· VIP admission to Afrofuture on December 28 -29 &amp;<br/>General Admission to New Year’s Eve Party<br/>· Assistance with visa application<br/><br/>Not Included<br/>· Cost of visa<br/>· Flights<br/>· Travel insurance<br/>· Tips for driver and guide<br/>· Tips for site guides/waiters<br/>· Meals not listed<br/>· Personal expenses<br/>· Early check-in <br/>· Porterage fees",
    "durationDays": "8",
    "price": "4495",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVE IN ACCRA—Saturday, December 27 | Christmas is a magical season of the year and while there’s truth to the notion that there’s no place like home for the holidays, Ghana offers you the unique experience of how much Christmas is celebrated here. This trip will offer the chance for one of the most unforgettable holidays of a lifetime. Upon arrival in Accra, you will be welcomed, ushered through immigration and customs and transported in a private A/C vehicle to your hotel in Accra. Check in at your hotel, relax and prepare for a memorable night of delicious meal and soothing music. Hotel: Lancaster Accra or similar"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "ACCRA (AFROFUTURE FEST- OPENING NIGHT)—Sunday, December 28 | Welcome to the bustling city of Accra; a blend of modern buildings and structures which existed during the colonial times. The 120-year-old city offers you unique display of historical landmarks including New Town, Ga Mashie and Jamestown communities. We have the following visits lined up for the day: • Visit the W.E.B DuBois former home, now a museum and Centre for the study of Africanism • Drive through Flagstaff House, official residence and administrative offices of the president (Ghana’s Whitehouse). • Makola Market visit is a lifetime experience for every first timer in Ghana. See the colorful sights of Authentic African fabrics to the sounds of market women joyfully calling buyers to come get some of their wares. This is an open market with a segment of compartmentalized stores selling different things from food items to dresses and accessories. There will be a seamstress at the hotel to pick up the fabrics and take your measurements for your custom-made African clothing. This evening, attend AfroFuture Fest, a unique opportunity to celebrate African diversity, inclusiveness, the thrilling and thriving millennial talent, culture and art from and in Africa. The all new AfroFuture Music Museum, a museum-like experience that takes people on a musical journey from the past into the future with live performances and art installations all add to the stunning experiences at this premier festival. Return to the hotel with beautiful memories of a truly authentic African experience. Meals : Breakfast Hotel: Lancaster Accra or similar"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "ACCRA—Monday, December 29 | Following a fun-packed night, enjoy a sumptuous breakfast at your hotel. Mid-morning, we step out to complete our tour of Accra: • Drive through the Independence Square where Ghana hosts most of her national ceremonies on our way to visit the Kwame Nkrumah Memorial Park, final resting place of Ghana’s first president driving pass the Independence Square where you will see the enclosed flame of African liberation, which was lit by Dr. Kwame Nkrumah in 1961. The Memorial Park is set in attractive gardens and has a museum which contains photos, artifacts and an insight into Dr. Nkrumah’s life. • Just adjoining the Dr. Kwame Nkrumah Mausoleum is the famous global market place- the Accra Arts & Crafts Centre. How about trying out your bargaining skills at the largest open market in Accra whiles you shop for some stunning authentic African wear, arts and crafts as souvenirs for family and friends back home?. We return to the hotel in time to prepare for the second night of AFROFUTURE FEST. Meal(s) included: Breakfast Meal(s): Breakfast Hotel: Lancaster Accra or similar"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "ACCRA|SUN|SEA|BEACH—Tuesday, December 30 | After breakfast, enjoy your day at leisure. Chill, sunbath and enjoy the breeze (on your own account). Sunbath at the beach or visit the spa (on your own account). Pick up at your hotel in the evening to enjoy local meals at Buka Restaurant. Meal(s) included: Breakfast, Dinner Hotel: Lancaster Accra or similar"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "ACCRA (AFROFUTURE NYE PARTY)—Wednesday, December 31| Today is a free day to do your own personal exploration. Tonight, ring in the New Year in Style at AfroFuture’s New Year’s Eve Party. Get ready with your dancing shoes to dance your heart out at the party as you make new friends and bogy to Afro beats and tunes. Meal(s): Breakfast Hotel: Lancaster Accra or similar"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "ACCRA | CAPE COAST | ELMINA (A JOURNEY THROUGH OUR UNIQUE HISTORY)—Thursday, January 1 | Following a leisurely morning, we depart to Cape Coast in Ghana’s Central Region. This region has had the most significant effect on the lives of Africans in the diaspora. Upon arrival in Cape Coast, visit the Cape Coast Castle which is one of UNESCO World recognized forts and castles in Ghana. The Cape Coast Castle houses the West African Historical Museum established by the Smithsonian Institute in collaboration with the Ghanaian Government in 1994. Cape Coast Castle is another restored UNESCO World Heritage Site. Also enjoy a walking tour of Elmina, which was the first point of European contact in Sub-Saharan Africa. It was once the most cosmopolitan city in tropical Africa. Enjoy a walk through the ancient town of Elmina. At the harbor see the colorful fishing canoes getting ready to go to sea for another night’s task of fishing. This is a picture-perfect opportunity for photographers. This evening, get completely drenched in the thrilling performances by the Akomapa Cultural Troupe. We will enjoy dinner at the hotel. Meal(s): Breakfast, Dinner Hotel: Ridge Royal Hotel"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "ELMINA TOWNSHIP (RECONNECTING WITH THE MOTHERLAND)—Friday, January 2| After breakfast, you will experience the traditional Fihankra Ceremony– “Restore to Diasporas the Cultural and Spiritual connections that were denied them for centuries”. The Fihankra Ceremony will include a traditional Naming Ceremony where you will receive your certificate of authentication that will be held at a local Chef’s palace. ALL ARE REQUESTED TO BE IN WHITE for the ceremony. We continue to Kakum National Park, which has one of Africa’s famous rainforest canopy walkways. This canopy walkway will be one of the highlights of your time in Ghana. Prepare to take a deep breath as you walk the suspended bridge and marvel at the breathtaking views that stretch for miles across the rainforest. Grab a late lunch from the Park Restaurant before returning to Accra. Upon arrival in Accra, transfer to your hotel. Meal(s) included: Breakfast,Lunch Hotel: Ridge Royal Hotel"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "ACCRA|DEPART —Saturday, January 3 | Enjoy the full morning at leisure. There is the opportunity for last minute shopping prior to your transfer to the airport for your onward flight. Meal(s) Included: Breakfast"
      }
    ],
    "map": ""
  },
  {
    "destination": "Ghana",
    "mainPhoto": "",
    "id": "best-of-ghana-holidays",
    "tourName": "Best of Ghana holidays",
    "placesVisited": "",
    "generalInfo": "See the best of Ghana in twelve days. Visit the cultural sites in Accra; enjoy nature at Aburi Botanical Gardens, on the Volta Lake, and at Tafi Atome Monkey Sanctuary. Take a safari through Mole National Park and get a bird’s eye view of Kakum National Park from the canopy walkway. Visit Kumasi the capital of the ancient Ashanti Kingdom, and see the infamous slave castles in Cape Coast.<br/><br/><br/>Trip Includes<br/><br/>     Meeting and assistance upon arrival and departure<br/>     Roundtrip airport/hotel transfers<br/>     Hotel accommodation in the listed properties<br/>     Transportation in private vehicle<br/>     Experienced tour guide<br/>     Admission to listed sites<br/>     Meals indicated<br/><br/>Not Included<br/><br/>    Flights<br/>    Cost of visa<br/>    Meals not listed<br/>    Travel Insurance<br/>    Gratuity to driver and guide",
    "durationDays": "12",
    "price": "8975",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Day 1 ACCRA, GHANA | Upon arrival at Kotoka International Airport, proceed through immigration, claim your luggage, clear customs, exit, and meet our expert cultural tour guide. You will be transferred in our late-model vehicle to your hotel in Accra. Upon arrival at the hotel and after check-in, your guide, who will be with you throughout your stay in Ghana, will brief you on the exciting activities that await. Overnight at Pelican Hotel"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "INTRODUCTORY TOUR OF ACCRA | Following a leisure breakfast, we step out for an introductory tour of Accra, a bustling city that has a blend of modern and colonial structures and comes alive with the daily activities of the local people. We have exciting activities and visits lined up for the day as follows: · We will visit the newly renovated Kwame Nkrumah Memorial Park for the first President of Ghana - Dr. Osagyefo Kwame Nkrumah. The 5.4-acre facility was built in 1992 to honor, promote, and preserve the legacies of Dr. Kwame Nkrumah. The museum has on display objects from various stages of Nkrumah’s life. The redeveloped facility has a reception center, a modern library, a café, a gift shop, an infirmary, and a digitally controlled conference facility. It also boasts an audio-visually synchronized fountain that lights up the park at night, a mini-amphitheater for lectures and performances, and a picnic area. · Adjoining the memorial park is the Accra Arts & Crafts Centre. How about trying out your bargaining skills at the largest open market in Accra while you shop for locally produced unique traditional handicrafts such as woven Kente cloths, sculptures, carvings, leather bags, jewelry, beads, African attire, and woven baskets? You will admire the art galleries and a range of other traditional items that depict Ghana’s culture and heritage, as well as crafts from other neighboring countries. The center also offers programs, plays, and cultural events. · Enjoy a guided tour at Independence Square, where Ghana hosts most of her national ceremonies, and take monumental photos at the Black Star Square. · End the day with a visit to The W.E.B. Du Bois Center, which honors the life of the well-known Pan-Africanist who decided to reside and work in Ghana. There is an opportunity for nightlife. Meal(s) Included: Breakfast,Dinner Overnight at Pelican Hotel"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "ACCRA | TAMALE | Enjoy breakfast at the hotel before checking out. Transfer to Kotoka Domestic Airport for a 1-hour flight to Tamale, the capital of Ghana's Northern Region. Upon arrival in Tamale, which is known for its vibrant culture and iconic mosques, including the impressive Central Mosque, you will gain insights into the region's rich traditions and architectural heritage. You will visit the Savannah Centre for Contemporary Art (SCCA-Tamale), an artist-run initiative founded by internationally acclaimed Ghanaian artist Ibrahim Mahama. This dynamic space serves as an exhibition hub, research center, and cultural repository, fostering dialogue around 20th and 21st-century art and culture. Engage with its innovative programming and explore its role in shaping Ghana’s contemporary art scene. Transfer to the hotel for check-in. Enjoy a relaxing dinner and unwind for the night. Hotel: Jeyads Lodge Meal(s) Included: Breakfast,Dinner"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "TAMALE | BONGO | PAGA | TAMALE | After breakfast, we will begin our journey to Bolgatanga, making a stop en route at Tongo. Here, you will visit the chief’s palace and receive a traditional welcome. Our next stop will be Paga, where you will have the unique opportunity to ride a crocodile. These crocodiles are considered sacred and live peacefully in the village. We will then drive approximately 3 km west of Paga to visit Pikworo Village, a former slave collection outpost used by Ghanaian traders. With the guidance of a knowledgeable local, you will explore the open fields, the slave traders’ watchtower, the mass grave cemetery, and the punishment stone where slaves were once chained under the scorching sun. Meal(s) Included: Breakfast,Dinner Overnight at Jeyads Lodg"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "TAMALE | MOLE | After breakfast, we will check out and drive to Mole National Park, stopping briefly to visit two remarkable landmarks: the ancient Larabanga Mosque, built in the Sudanese architectural style, and the enigmatic Mystic Stone. The Larabanga Mosque, the oldest in Ghana and West Africa, is often referred to as the “Mecca of West Africa.” Upon arrival at Mole National Park, we will transfer to our hotel, check in, and enjoy a delicious dinner before relaxing for the night. Meal(s) Included: Breakfast, Dinner Overnight at Zaina Lodge"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "MOLE | Start your day with an unforgettable early morning safari in Mole National Park, a wildlife haven like no other. This once-in-a-lifetime safari drive offers a chance to explore one of Ghana's premier destinations for birding, home to over 200 bird species, as well as vibrant butterflies and impressive reptiles. Accompanied by a skilled and knowledgeable safari guide, you’ll witness the wonders of African wildlife, including sightings of the gentle African bush elephant, African buffalo, olive baboon, hyena, red-flanked duiker, roan antelope, warthog, vervet monkeys, hartebeest, and the graceful bushbuck. Return to the lodge for breakfast after your thrilling safari adventure. After lunch, we will head to Mognori Eco-Village, located just 15 km from Mole. Enjoy a community walk through the village, where you may experience a traditional cultural performance. Next, embark on a peaceful canoe safari along the Mole River, offering a unique perspective of the natural surroundings. Conclude your visit with a hands-on learning experience about Shea nut harvesting and the traditional process of making organic Shea butter, a vital industry that provides jobs for the women in the community. The rest of the day will be spent at your leisure. Meal(s) Included: Breakfast,Lunch,Dinner Overnight at Zaina Lodge"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "MOLE| KUMASI | After breakfast, we will check out and begin our journey south, passing through the scenic savannah villages of Northern Ghana. Upon arrival in Kumasi, we will visit the Manhyia Palace, the official residence of Ashanti Kings (Asantehene) until 1974, now a museum housing treasured items related to the Ashanti Kingdom. After these activities, we will check into our hotel and retire for the night. Meal(s) Included: Breakfast,Dinner Overnight at Lancaster Kumasi Hotel"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "KUMASI | After breakfast, you will visit the craft villages in the lush countryside surrounding Kumasi. Our first stop will be Adawomase, where we’ll observe how the famous Kente cloth is handmade on looms in a time-honored tradition passed down through generations. Explore the various Kente styles and take the opportunity to make purchases. We may also pay a courtesy call to the paramount chief of this community. Next, we will visit the village of Ntonso, where artisans hand-stamp patterns on cotton cloth to create Adinkra textiles. Black-on-black and black-on-red Adinkra cloth are traditionally worn for funerals and other solemn occasions. Learn how the black dye is made from the bark of trees and create your own Adinkra sash to take home. You may also purchase larger pieces of Adinkra cloth handmade in the village. Return to the hotel, enjoy dinner, and retire for the night. Meal(s) Included: Breakfast, Dinner Overnight at Lancaster Kumasi"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "KUMASI | CAPE COAST | Following breakfast, we checked out and headed to the Okomfo Anokye Sword site, an important symbol of Ashanti unity that marks the spot where the Golden Stool “descended from the sky” and has been in place for 300 years. Legend says the Ashanti Kingdom would collapse should the sword ever be removed. After the tour, we will head to Cape Coast. Before our arrival, we will make a stop at Assin Manso Slave River, the burial site of two former slaves from the U.S. and Jamaica whose remains were re-interred in August 1998 during Ghana’s first Emancipation Day celebration. You will see the “Slave River,” where captured Africans were washed before being confined in the Slave Castles to await shipment to the Americas and the Caribbean. After the tour, we will head to our hotel to check in, enjoy dinner, and retire for the day. Meals include: Breakfast, Dinner Overnight at Coconut Groove Resort"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "ELMINA |After breakfast, we will depart for Cape Coast, where we will visit the Cape Coast Castle, a UNESCO World Heritage site. The castle is a thought-provoking monument to a harrowing period in the region’s history. You will take an emotional journey through the castle, which held more enslaved Africans than any other in the region, viewing the dungeons and the infamous “Door of No Return.” Inside, there is a significant historical museum that explains the history of the castle and of Cape Coast itself. You can also purchase literature on Ghana’s forts and castles, as well as the cultural history and traditions of Ghana. After completing the morning tour, we will return to the hotel. Optional Activities Collaborate with your tour guide to arrange an optional visit to Kakum National Park (at your own expense), one of Ghana's premier wildlife reserves. Begin with a guided walk along the forest floor, offering opportunities to observe diverse bird species, vibrant butterflies, and possibly spot some of the park’s over 40 mammal species, including monkeys and the rare forest elephant. Experience the iconic Kakum Canopy Walkway, the only treetop walkway in Africa. This 1,000-foot-long structure, suspended across seven bridges, provides breathtaking views from platforms over 150 feet above the forest floor—a must-see for nature enthusiasts. Return to the hotel to unwind. Meals include: Breakfast, Dinner Overnight at Coconut Grove Beach Resort"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "ELMINA | ACCRA | After breakfast, check out and return to Accra. You will decide on your departure time with the assistance of your tour guide. Upon arrival in Accra, check in to your hotel and relax for the day. You may also participate in any of the following OPTIONAL ACTIVITIES at an added cost: Shopping: You can visit Oxford Street, Osu, a vibrant shopping area known for its colorful, unique African clothing, handcrafted jewelry, and accessories. This is a great place to pick up beautiful souvenirs. Artiste Alliance Gallery: A reputable gallery founded by Ablade Glover with three carefully arranged floors of sculpture, photography, woodwork, jewelry, and paintings by renowned and upcoming Ghanaian artists. There are also collector's items like vintage Akan and Ewe strip-woven Kente fabrics, Picasso-inspired African masks, Asafo flags with appliquéd and stitched emblems, and finely carved furniture. Drumming and Dancing Class: Participants will have the opportunity to learn traditional dances from various Ghanaian tribes, guided by skilled local instructors. This immersive activity not only offers a unique insight into the vibrant traditions of Ghana but also provides a fun and interactive way to connect with the local culture. Cooking Class: Discover the art of preparing indigenous Ghanaian dishes right on the spot. You'll get hands-on experience as we guide you through the traditional preparation of meals like Jollof rice, boiled yam with palava sauce, and fufu or Omo Tuo (rice balls) with peanut butter soup (groundnut soup). Afterward, enjoy a tasting session where you can sample and savor the dishes you've made. Batik & Dye Workshop: Here, you'll discover the meaning of Adinkra symbols and incorporate them into your own batik design, creating stunning patterns that can be used to make eye-catching outfits. You'll also have the chance to design your own piece and transform it into souvenirs. Dinner is at your hotel. Meal(s) Included: Breakfast, Dinner Overnight at Pelican Hotel"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "ACCRA | DEPART | Today is at your leisure, but with the assistance of your driver and guide, you can decide on your excursions and activities. Explore the sites in Accra and the surrounding areas that you have not yet visited. Later, you will be transferred to the airport for your onward flight home.. Meals Included: Breakfast"
      }
    ],
    "map": ""
  },
  {
    "destination": "Ghana",
    "mainPhoto": "",
    "id": "cultural-history-holiday-in-ghana",
    "tourName": "Cultural history holiday in Ghana",
    "placesVisited": "",
    "generalInfo": "If you would like to experience life how it is for the locals during your time in Ghana and not just follow the well-trodden tourist routes, then our “Ghana Life” tour is perfect for you.  Mixing with the locals at every opportunity and experiencing daily life in this wonderfully welcoming country with our expert local guides, opens doors and experiences that will create memories that last a lifetime.  There are so many positives to embrace here and mixing everyday experiences with ancient cultural sites of interest, beautiful beaches, learning about the dark historical past and exceptional flora and fauna makes this the perfect trip of a lifetime.  <br/><br/>Our local award-winning guides are experts in the culture, history, birds, butterflies, and wildlife of all the locations we visit in Ghana.  Our company are the leading local responsible travel tour operator in the region, travelling with us ensures we give back to all the communities we visit, leaving nothing but positive footprints.  To date our company have built 2 separate schools in different locations offering creche, kindergarten and primary school places to over 600 children who previously did not have access to education.  Joining one of our tours also benefits habitat and wildlife conservation as we have also established an eco-tourism project protecting Upper Guinea Rainforest and wildlife that includes endangered bird and mammal species.  Booking a tour with us will make you a big part of the positive impact our ethical travel projects are making.",
    "durationDays": "14",
    "price": "3500",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival and transfer to hotel. This tour offers a unique experience in West Africa, starting with your arrival at Kotoka International Airport Accra. The tour guides will meet you after you leave the terminal after passing through customs, they will take care of you from here. After boarding the vehicle, you'll be transferred to your accommodation in Accra. Most flights arrive in the late evenings, and your experienced guide will offer you Akwaaba (welcome) and brief you on the trip. You can enjoy an evening meal at the hotel restaurant while acclimatising to West Africa. Accommodation-In Accra"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Makola Market, Artist Alliance Gallery, Fantasy Coffins, Kwame Nkrumah Mausoleum and Jamestown Community The Makola Market in Accra offers a vibrant atmosphere for locals to shop and enjoy street foods, including Ghanaian herbal remedies, traditional cloth, jewelry, food, mobile phones, televisions, and sound systems. The bustling market provides an insight into daily life for locals who trade or shop there seven days a week. The Artist Alliance Gallery on the beachfront in Accra is an ideal location to experience traditional and contemporary art and artifacts from all over Ghana and neighboring countries. The \"Fantasy Coffins\" of Teshie Nungua are a must-see attraction, with various designs available for burial. Ghanaians believe that the departed move on into another world, and the coffins made here may represent the occupation of the deceased or something important to them, from cars, cocoa pods, cigarette packets and airplanes to crocodiles, shoes, bottles of beer and boats to mention a few. You can also visit their workshop and meet the coffin makers. In the afternoon, we pass by Black Star Square, which houses the independence monument, and continue to Independence Square, where we find the enclosed flame of African liberation lit by Kwame Nkrumah himself in 1961. The Kwame Nkrumah Memorial Park, is the final resting place of Ghana's founder and features an adjoining museum with photos, artifacts, and insights into his life. As we head downtown to Jamestown, we enjoy a walking tour of the old community, taking in historical structures that predate the colonial era. The locals are committed to conserving these buildings, giving us an excellent idea of what it was like during the colonial era. Jamestown, a neighborhood in Accra, is known for its rich history and cultural heritage. The area is home to the 30-meter-high lighthouse built by the British in 1871 and colorful fishing boats on the beach. Fort James, built by the British in 1673, was later joined by the Dutch Fort Crêvecoeur and the Danish Fort Christiansborg.These areas give us a perfect picture of old Accra, distinguishing between British Accra and Dutch Accra. The area is known for its Brazilian stone houses, built by free enslaved Africans who migrated back to Africa after the slave trade was abolished. This part of Accra is one of the poorest and there are many social issues within this community. Street children, orphans and child workers are common here and our evening will be dedicated to meeting locals who are trying to change the lives of the youth through boxing. Jamestown is known for producing several World Champion Boxers, including Isaac Dogboe, David Kotei, Joseph Agbeko, Richard Commey, and Azumah Nelson, considered Africa's greatest ever boxer. The youth in this area see boxing as an opportunity for a better life in the future, and they see it as a way to improve their lives. We can visit one of the many gyms in the area to witness the youth and professionals in training. A local street bar and restaurant in the heart of the community provides a comfortable and enjoyable experience for visitors. Accommodation – In Accra"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Krobo Traditional Beads and Wli Waterfalls Krobo is the first location we will visit this morning on our way to the Volta Region of Ghana. The Krobo people of Ghana are known for their traditional bead jewelry, which is a symbol of wealth and beauty in the country.that dates back centuries and it would be wonderful to see and learn firsthand the historical importance of beads and learn the ancient process used to make them. We will visit a family compound to learn the process of making beads, which are still worn by most Ghanaian women daily, and are a symbol of wealth and beauty. Our journey continues to the Volta Region of Ghana, we cross the White Volta River, we will head towards Wli, where we will stop for lunch at a restaurant overlooking the stunning river. After lunch, we will head to Wli, where we will check into our accommodation. We will then head to the Wli Falls, believed to be the highest waterfall in West Africa, located in the Agumatsa wildlife sanctuary, surrounded by beautiful flora and fauna. The falls are situated in an idyllic setting, with a colony of Straw-coloured Fruit Bats on the adjacent cliffs and the powerful river flow. We can relax, explore the waterfalls and enjoy a paddle in the pool beneath the waterfall. If you're feeling fit, you can hike to the upper falls before returning to your accommodation for an evening of relaxation. Accommodation-In Wli"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Hiking Mount Afajato and Tafi Atome Monkey Sanctuary The morning begins with a hike to Ghana's highest mountain, Mount Afajato, at an elevation of approximately 885 meters. Our guides, experts in butterflies, birds, and Ghana's flora and fauna, share the exceptional nature of this part of Ghana. The afternoon is spent with the locals from the village of Tafi Atome, a community that protects a population of endangered True Mona monkeys. The community perceives the monkeys as sacred messengers from the gods and has been protecting them and their habitat for over 200 years. The local guide explains the history behind their protection and the medicinal plants grown in the surrounding forests. The local ethnic group here are Ewe. We return to the White Volta and check into our accommodation set on the banks of the river, Akosombo to relax for the evening after an action-placed day. Accommodation – In Akosombo"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Aburi Botanical Gardens, Koforidua Beads Market and Kumasi The journey to Kumasi begins with breakfast and a visit to the beautiful Akuapem hills, where the Aburi botanical gardens are located. Established in 1890, the gardens offer stunning views of Accra and Tema. The guide will guide you through the gardens, identifying indigenous and exotic flora, including rare butterflies and birds. A short distance from the gardens is the Aburi craft village, where traditional African drums, sculptures, and other crafts have been carved for generations. The prices in this village are among the lowest in Ghana, making it an ideal spot to pick up souvenirs. Your guide will talk you through the meaning and local beliefs connected to many of the sculptures that have been made the same way throughout history. After lunch, we head to Koforidua, the capital of the Eastern Region of Ghana. Koforidua is famous for its traditional bead market, where traders sell local beads, some antique and others newer designs, all at reasonable prices. After mixing with the locals at the market, we continue our journey to Kumasi, home of the Asantehene, King of the powerful Ashanti empire. Upon arrival, we check into our hotel, enjoying the remainder of the day free leisure time. Accommodation – In Kumasi"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Ancient Kente and Adinkra villages and West Africa’s largest Market Today, we explore the rich history of local cloth designs and meet new young vibrant designers. Our journey begins in the ancient villages of Adanwomasie and Ntonso, where we learn about the history behind the many designs and interact with skilled weavers who have been weaving kente cloth for generations.Former US President Bill Clinton has had a design named after him called the “Clinton Kente” as Ghanaians were so impressed with the respect, he showed our nation during his state visit to Ghana when he was in office. We visit the village to purchase quality kente cloth at exceptionally low prices before heading to Ntunso, where adinkra cloth and symbols originate. These traditional symbols are carved from calabash shells and printed onto traditional cloth using natural dyes made from the bark of certain local trees. Adinkra cloth has been adorned by the Ashanti's for over four centuries and pre-dates kente cloth. During our time in Ntunso, we learn the meanings behind the various symbols and can make our own strip of adinkra cloth using symbols with personal significance. Women in Ghana from the Ashanti region are famous for being hard working and excellent entrepreneurs. Many big businesses in Kumasi are owned by women, and we visit a successful local restaurant, Jofel, which sells a wide variety of local and international dishes. After lunch, we head to Adum, the commercial center of Kumasi, where most Ghanaians shop. Our afternoon is dedicated to exploring Adum and walking down to Kejetia market, the largest outdoor market in West Africa. The market is a labyrinth of stalls nestled closely together, offering a glimpse into everyday life for the locals living in Kumasi. In the evening, we can rest at our accommodation or head into town to experience local nightlife and music. Accommodation-In Kumasi"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Manhyia Palace and Village Life The Manhyia Palace, home to the Asantehene King of the Ashanti's, offers a fascinating excursion through the history and culture of this powerful tribe. The palace Museum provides first-hand insight into the legacies of the Ashanti's and allows visitors to understand their culture during their time in the region. After departing Kumasi, we head south to the villages of Bonkro and Breku, where most Ghanaians live as subsistence farmers. Our company has a strong connection with these communities, working with them to protect their surrounding upper guinea rainforest and endangered bird and mammal species. We have built a school for almost 300 children living in these villages, who previously did not attend school or had to walk 6km each way to the nearest alternative. Our aim was to connect the communities to the conservation of their environment through ethical tourism. In return, we built a school, accommodation, and a restaurant for them to sell food and drinks. All monies generated from this initiative go 100% into a community fund we have established for them. After getting to know the children, we visit the local representative for Kuapa Kokoo Cooperative, a Fair-Trade organization that ensures its members get a good price. Divine chocolate, one of the fastest growing chocolate brands in the world, is likely from Kuapa Kokoo farmers, who own 44% of Divine chocolate. When eating a bar of Divine chocolate, you will see a photograph and information on one of the Ghanaian farmers and their families who grow the cocoa and sell it to Divine through Kuapa Kokoo. They also work hard to promote women in business. This is where the chocolate process starts, visitors can learn about cooperatives improving working conditions, banning child labor, and ensuring women's voices are heard. They can visit local cocoa farms to witness the harvesting process, learn about children using unripe cocoa as sweets, and how cocoa pods are used for soap production. The evening is spent with the community, relaxing at their accommodation, and enjoying a meal while experiencing village life in this remote part of Ghana. Accommodation-In Bonkro"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Community life, markets, and local cooking lessons An early start to community life with local markets and cooking lessons. Participants will learn to prepare local dishes and choose their favorite dishes from the local cuisine. After breakfast, they will head to the local markets to purchase ingredients for dinner. This immersion in daily life allows participants to experience life as a local by mixing in the markets, bartering for produce, and returning to their village to prepare a local meal. Lunch will be served at a local chop bar, where the chefs will provide a full list of ingredients and enough money to buy them at the market. Our chef will also give you advice on other dishes during your time cooking together. If cooking lessons are not your interest, there are other opportunities to get involved in the community. They can help with reforestation projects, maintenance of a local school, and developing gardens. Other options include assisting locals in producing Gari, harvesting cassava from a local farm, and learning how to prepare it for sale at the local market. Additionally, they can assist in the extraction process of palm oil, which is used locally for various dishes. The evening meal is enjoyed around an open bonfire, listening to local stories and music, and mixing with the community. Accommodation-In Bonkro"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Cape Coast Castle, Baobab Foundation and Batik After breakfast in the village, we bid farewell to our new friends in the community and set off Southwards towards Elmina in the central region of Ghana. The town of Elmina was given its name by the Portuguese due to the abundance of Gold found in Ghana, translated Elmina means The Mine. Gold is of such importance to Ghana today and historically that we were even known as the Gold Coast before independence. Ghana’s gold is of the highest quality and we are the 8th largest exporter in the world and second largest exporter in Africa behind South Africa. Assin Manso, a town in central Ghana, is a significant stop along the enslaved African trade routes. The town is located around the Ndonkor Nsuo, a river where enslaved Africans were checked for fitness and bathed before being transported to Cape Coast for shipment to the Americas. The slaves would have walked hundreds of kilometers through thick forests in shackles and chains, many in poor health. Once bathed and rested, they would continue the final 32-mile march to the dungeons of Cape Coast Castle, where they would remain for up to 6 weeks before being shipped to the Americas. In 1998, a symbolic gesture was made when the bodies of two free (previously enslaved) Africans, Samuel Carson from New York U.S.A. and Crystal from Kingston Jamaica, were returned to Cape Coast Castle and symbolically passed through the \"Door of no Return\" before being transported to Assin Manso for re-internment. After visiting the river, we make our way to Cape Coast, a world heritage site designated by UNESCO. The castle holds more enslaved Africans captive than any other in West Africa, and visitors can view the dungeons and the infamous \"Door of no Return.\" The castle features a historical museum, a souvenir shop selling literature on Ghana's forts and castles, and a souvenir shop selling literature on Ghana's cultural history and traditions. This excursion provides an understanding of the recent history of Ghana. The fishing communities surrounding the castle are some of the poorest in Cape Coast, many children sleep on the streets, do not attend school and girls become very vulnerable as they have no safe place to stay. Our lunch today will be taken at a wonderful organization in this community that is giving these children hope of a better future. The Baobab Children Foundation is a non-formal vocational school in the poor fishing communities surrounding the castle in Cape Coast, focusing on helping children who have not attended school, left school early, or have disabilities. The foundation offers a wide selection of health-conscious dishes and a shop where visitors can purchase items made by children trained at the Baobab vocational school, from Batik dresses, bead jewelry, organic creams, bags, kente weavings, rings, postcards, paintings and potter. All proceeds go back into supporting the foundation. In the afternoon, visitors can immerse themselves in true African art during a traditional batik making workshop with Global Mamas, an organization that empowers local women to learn artistic skills and sell their finished products in the fair-trade market. By working side by side with local artisans, visitors can learn traditional techniques of batik making and production, such as wax heating, stamping, and drying. After a day of varied experiences, including exploring the tropical forests of inland Ghana and the beautiful coastal communities, guests can relax at beachfront accommodation in Brenu Akyinim. Accommodation – In Brenu Akyinim"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Kakum Rainforest Canopy Walkway, Stingless Bee Center, Palm Wine, Local Gin Distillery and Beach Relaxation An early start awaits as we head to Kakum National Park, a semi-deciduous upper guinea rainforest in Ghana's Cape Coast. This park protects the original habitat and was the local's home and major source of food before becoming a National Park. The walkway consists of seven bridges attached to seven emerging trees, 40 meters above the rainforest floor. The information centre offers breathtaking views and an informative information centre about the park's flora and fauna. Over 40 different mammal species have been recorded within the park, including forest elephants, leopards, and six primate species. On the border of the forest, the International Stingless Bee Project is located nearby, with approximately 9 species identified in Ghana. The project educates visitors about the importance of bees locally, their medicinal qualities, and their importance to the eco system. The park also features a stingless bee walkway and butterfly garden where many forest butterfly species feed. The surrounding habitat outside the forest is mainly palm plantations and cocoa farms, which are having a devastating effect on rainforest habitats. Palm oil is found in almost 50% of products sold globally, and most of these companies are in developing poor countries where they can exploit locals and have less restrictions on habitat destruction. Cocoa farms are better for the environment, as they yield better harvests if indigenous tree species are planted alongside them within the farm. Ghanaians have several traditional uses for the palm tree, and visiting a local farm will provide firsthand insight into why locally palm is so popular. A common sight in Ghana is locals tapping palm trees for palm wine, a low, popular alcoholic drink. Once a palm plantation is matured, farmers sell the trees to distillers who produce palm wine, a local low alcoholic drink of around 3% proof. The main income from the tree comes from distilling Akpeteshi, a local hard gin of varying strengths, believed to be around 70% proof. The name Akpeteshi translates to \"kill me quick.\" We stop for lunch at Han's cottage Botel near Kakum, built over a lake containing Nile crocodiles and surrounded by tropical guinea rainforest. After lunch, we relax at our accommodation in Brenu Akyinim, located on one of Ghana's finest beachfront locations. Accommodation-In Brenu Akyinim"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Brenu Akyinim Community, Nzulezu Still Village and Ankasa Reserve After breakfast on the beach front, we head west towards the Ivory Coast border and Ankasa Reserve. Our accommodation is less than a 5-minute walk away, providing an opportunity to visit the local community and one of the schools our company has built through responsibly minded travelers like yourselves when you book through us. This is a great opportunity to meet the children you are helping and give back to communities in need. After meeting the children, we set off towards Ankasa Reserve, where we will reach Beyin for lunch before heading through the beautiful Amasuri wetlands in traditional dugout canoe to find the Nzulezu Stilt Village. Legend has it that the community migrated from Watala part of the ancient Ghanaian Empire 600 years ago after being driven from their homes during conflict. They built their homes over the lake for additional protection, and the snail is now sacred to this community. The main occupation of the community is farmers, not fishermen as expected. The boat ride on the wetlands is a major highlight, as they are now recognized as globally important wetlands for birds. The afternoon boat ride, and meeting the local community are highlights. Ankasa Reserve, connected to the Nini-Suhien National Park, protects over 500 square kilometers of mostly pristine wet evergreen upper guinea rainforest. This habitat played an important role in the life of Ghanaians historically, as it was their main source of water and food. By far Ghana's finest remaining rainforest habitat, it protects many endangered mammals and is home to many wonderful birds and wildlife. On our arrival we check into our accommodation and there will be an option for a night walk inside the forest. Alternatively, you can relax at your accommodation. Accommodation-In Ankasa"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Biking and Hiking at Ankasa Reserve, Bamboo Cathedral and Village Life A beautiful morning waking up so close to nature near this wonderful forest habitat. The Bamboo Cathedral, located 12 kilometers inside the forest, is a must-see attraction in Ankasa, Ghana. The journey to this remote location can be done by mountain bikes or 4x4 vehicles at the accommodation. Guides are available to identify any birds or mammals during the journey. After a full morning in the forest, lunch is served at the accommodation, where visitors can relax and recharge. The community is mainly subsistence farmers living in basic mud houses, trading their produce at local markets, to enable them to buy items and provide for their families. In the afternoon, visitors can visit the local school and meet with farmers, learning about local delicacies like Gari and FuFu, and visiting the local chop bar or drinking spot is also a highlight and insight into where people meet to socialize. Ghana is the world's second-largest cocoa exporter, with approximately 800,000 tons exported annually. The entire family takes care of the farms, and local soap is also produced from cocoa pods. A relaxed afternoon is spent in the village, with the option to arrange biking or walking trails in the forest to explore wildlife. The evening is spent listening to the sounds of nature at the accommodation. Accommodation-In Ankasa"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Ankasa Reserve, Beach Bonfire and Traditional Drumming and Dance On our final morning in Ankasa, we enjoy a relaxed breakfast before heading to our beachfront accommodation in Brenu Akyinim. The afternoon is free to relax on the beach or explore local coastal villages. As the sun sets, we enjoy an evening meal around a bonfire, with a special treat of a local traditional Ghanaian drumming and dance troupe performing on the beach. This evening offers an opportunity to learn the basics of drumming and showcase our moves while overlooking the beautiful gold coast of West Africa. This unforgettable experience is a perfect way to spend the evening. Accommodation-In Brenu Akyinim"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Elmina Markets, Boat Builders and Departure This morning we check out of our accommodation and set off back towards Accra. The morning is spent exploring Elmina fishing town, a vibrant community known for its traditional wooden boats. The community's fishing boats, which have not changed in centuries, nor the tools used to make them. A sight to behold. The colorful boats bring their daily catch into the harbour, providing an enjoyable atmosphere for the locals. As we continue towards Accra, we stop at Winneba for lunch. Upon arrival, we may have time to visit the Accra Mall, where we can learn about modern Ghana and purchase souvenirs. Our early evening meal at a locally owned restaurant offers an excellent selection of local and international dishes, providing an opportunity to say goodbye and reflect on the experience. Our team will then transfer you to the airport for your departure, ensuring a memorable experience in Ghana. Departure"
      }
    ],
    "map": ""
  },
  {
    "destination": "Ghana",
    "mainPhoto": "",
    "id": "festivals-of-ghana-tour",
    "tourName": "Festivals of Ghana tour",
    "placesVisited": "",
    "generalInfo": "An incredible and unique journey concentrating on three of Ghana’s most colourful festivals. From the capital Accra we head to Winneba to the Aboakyer festival, a vibrant celebration of local traditions held each year. From here we continue to the historic castles of Elmina and Axim, learning about the slave trade that devastated these shores, before moving on to another great opportunity to see a unique aspect of Ghanaian culture. <br/><br/>In Ghana’s second city, the Ashanti capital of Kumasi, we attend the traditional Ashanti royal festival of Awakudae, in West Africa’s ‘kingdom of gold’. Afterwards we drive to Akossombo, home of the Krobo people who are renowned for their skills in making beads. Each year the Krobo hold the amazing Dipo ceremony, a process of initiation for young girls on their journey to womanhood, accompanied by elaborate rituals and distinctive traditional jewellery; we spend two days observing these fascinating customs and learning about the culture of the Krobo. <br/><br/>Discover the colours, festivals and traditions of one of the region’s friendliest countries.",
    "durationDays": "11",
    "price": "3699",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Accra - Arrive in Accra and transfer to your hotel. For those arriving early in the day, the rest of the day is free to explore. Overnight Villa Boutique or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Accra - Winneba - Explore Accra and visit the old quarter of Jamestown, remnants of the slave trade and the quarter where craftsmen design flamboyant coffins for the deceased – a uniquely Ghanaian experience. In the afternoon, transfer to Winneba. Overnight Blue Diamond Beach Resort or similar. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Winneba - Today we experience the Aboakyer festival, held in honour of the tribal gods by the Tuafo and Dentsifo people. Overnight Blue Diamond Beach Resort or similar. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Elmina - Axim - Explore the fishing town of Elmina. Elmina is best known for St George’s Castle, the oldest European building in Africa which was once used as holding centre for slaves. In the town itself we explore the old quarter with its unique Posuban shrines, made by the traditional ‘asafo’ societies which were once responsible for local defence. Continue to Axim for the night. Overnight Axim Beach Resort or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Nzulezo – Axim - This morning we visit the stilt village of Nzulezo, located in the middle of a large lagoon and only accessible by boat. After exploring the village ad meeting the locals we return to Axim and discover its 16th century castle, built by the Portuguese. Overnight Axim Beach Resort or similar. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Kumasi - Continue to Kumasi, Ghana’s second city and home of the old Ashanti Kingdom. Explore the city including the Ashanti Cultural Centre, which gives a great insight into what once was one of the most powerful kingdoms in the region. If possible, we will be able to see a traditional Ashanti funeral, quite a spectacle at which visitors are welcome. Overnight Miklin Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Kumasi - Today is set aside for attending the traditional Ashanti royal festival of Akwasidae, a unique opportunity to see a vibrant and colourful royal ceremony and see the customs and culture of the Ashanti, one of West Africa’s most important ethnic groups. Spend the day mingling with the crowds, watching the various events and seeing how age-old rituals still have meaning today. Overnight Miklin Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Akossombo - Drive east to Akossombo, stopping at the Besease shrine, a well preserved example of traditional Ashanti architecture. We also visit the Bunso Arboretum and head to the lands of the Krobo people, known for their production of traditional glass beads, an important part of their culture. In the afternoon we take a boat trip on the Volta River to nearby fishing villages. Overnight Afrikiko Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Accra - After our final experiences of the Dipo Festival, return to Accra and transfer to the airport for your flight home. (BL)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Ghana",
    "mainPhoto": "",
    "id": "ghana-ancestral-tour",
    "tourName": "Ghana ancestral tour",
    "placesVisited": "",
    "generalInfo": "In 2019, Ghana commemorated the 400th anniversary of the arrival of the first recorded enslaved Africans in the State of Virginia in the United States during “The Year of Return”. More people of African descent decided to take the journey to experience their heritage and our local team in Ghana are passionate to work with you to continue this emotional reconnection, “Beyond the Return”.<br/><br/>A traditional naming ceremony will be arranged in your honour where you finally receive your true African name that you would have received from your ancestors.<br/><br/>Retracing the steps your forefathers were forced to make, gaining in-depth knowledge of what happened and seeing first-hand the edifices and now silent monuments that remain to this day is an important part of your journey.",
    "durationDays": "10",
    "price": "3995",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Ghana - Time to relax and take it all in as your senses go into overload. You must have so many questions as your guide officially offers you Akwaaba (welcome) and briefs you on all aspects of your trip. You can choose to relax at your hotel after the flight and rest up in preparation for the following days activities. Accommodation – In Accra"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "National Museum, Black Star Gate, Independence Square, Kwame Nkrumah Memorial Park and James Town - Your first full day in Ghana. Most days are glorious here and the sun should be shining as you head down to breakfast at your hotel. An exciting day lies ahead as we set off for our tour of Accra, passing through the economic and administrative districts on our way to the National Museum. Accommodation – In Accra"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "TK Beads, Shai Hills Reserve, Volta River Cruise and Akosombo Dam - After breakfast we depart Accra and start our journey towards the Volt region of Ghana, passing over the magnificent Volta River on route. Before we head out of this bustling city, we stop first at TK beads, experts in making beautiful traditional beads using ancient methods. Your guides will talk you through the skilled process of making the beads. Beads are culturally a symbol of wealth and beauty here in Ghana and are still used during traditional durbars and festivals. Accommodation – In Hohoe"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Wli waterfalls, Tafi Atome Monkey Sanctuary and Tafi Abuife Kente Village - A beautiful setting as we enjoy our breakfast before we set off for the Wli (Agumatsa) Falls found in the Agumatsa wildlife sanctuary in the Volta region of Ghana. A short distance from Tafi Atome we find the community of Tafi Abuife who have been weaving traditional Ewe kente cloth for generations. Kente cloth design here in the Volta Region of Ghana differs from the kente cloth found in the Ashanti Region at Bonwire. Colours and designs vary and during our time here we learn the history behind each design and how the community started producing this beautiful cloth. Accommodation – In Hohoe"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Aburi Botanical Gardens and Craft Market - An early start as we check out of our hotel and set off Northwards towards the Ashanti Region of Ghana. Our journey today will take us into the beautiful Akuapem hills with outstanding views across Accra and Tema in the distance. Our lunch will be taken in Koforidua capital of the Eastern Region of Ghana before we continue our journey to Kumasi arriving in the early evening. Once we have checked into our accommodation, we enjoy our evening meal with the remainder of the day free leisure time to relax. Accommodation – In Kumasi"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Ancient Kente and Adinkra Villages, Ashanti Traditional House and Sakoban Krofrom - A morning visit to the last material remains of the great Asante Empire as we visit the traditional Asante buildings that are now recognized as World Heritage Sites by UNESCO. We continue our journey through Ashanti history by visiting the traditional villages of Adanwomasie and Ntonso. After lunch we visit the village of Sokoban Krofrom where traditional brass casting has been the main source of income for the community for generations. A wide selection of items ranging from beads and jewelry to traditional statues are made here. Accommodation – In Kumasi"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Manhyia Palace, Cultural Center, Assin Manso, Cape Coast Castle and transfer to Elmina - This morning we check out of our hotel and head to the Manhyia Palace, home of the Asantehene, King of the Ashanti’s and ruler of the Asanteman Kingdom. An emotional stop at Assin Manso, a prominent town along the enslaved African trade route where so many of our ancestors from the northern parts of Ghana, Burkina Faso and Niger were marched bare foot in shackles heading towards the coast. The early evening is dedicated to honoring our ancestors at arguably the most significant edifice remaining along the West African coastline. Cape Coast Castle is an emotional, thought provoking monument to a harrowing period in our region’s history. Accommodation – In Elmina or Cape Coast"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Kakum National Park and Traditional Naming Ceremony - Africa’s world-famous rainforest canopy walkway awaits us as we set off to Kakum National Park which is a semi-deciduous upper guinea rainforest. You will marvel at the outstanding views that stretch for miles across this breathtaking rainforest as you rest on the viewing platforms that are attached to the emerging trees between the bridges. An incredibly special time arrives after lunch as we prepare for your official Naming Ceremony. We set off to visit a local village to pay a courtesy call on the chiefs, queen mothers and community elders. As tradition dictates, they start with the pouring of libation to officially welcome you home, to the land your ancestors were forcibly taken from and where your heritage and culture live on. Drumming and dancing are all around us as you get an in-depth feel of traditional village life here in Ghana. The time has finally arrived for you to be given your true African name during your own personal traditional naming ceremony in your honor. Accommodation – In Cape Coast or Elmina"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Beach relaxation, Elmina Castle and Accra - A relaxing morning enjoying the facilities of our accommodation, maybe go for a swim, relax on the beach, or just enjoy our final morning at this beautiful location. Our journey continues and on arrival back in Ghana’s capital Accra, we check into our accommodation with your final evening here in Ghana free time to relax or hit the town. Accommodation – In Accra"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "DuBois Centre, Artist Alliance Gallery, Fantasy Coffins, Shopping and Departure - After a leisurely breakfast we will set off on our final city tour of Accra. An opportunity to also purchase some last-minute souvenirs before your transfer to the airport and departure. Our early evening meal will be taken at a locally owned restaurant serving an excellent selection of local and international dishes which gives us an ideal opportunity to say our goodbyes and reflect on a wonderful time together."
      }
    ],
    "map": ""
  },
  {
    "destination": "Ghana",
    "mainPhoto": "",
    "id": "ghana-history-and-culture-tour",
    "tourName": "Ghana history and culture tour",
    "placesVisited": "",
    "generalInfo": "This tour treats our guests to an 8 day educational and fun-packed trip of exploring the most amazing parts of the history and culture of Ghana. A week is a good amount of time to explore and experience the amazing cultural, nature and historical resources of this beautiful country. To get a full experience of the country, the tour will begin from the coastal region of Cape Coast and Elmina where we get to see the various castles used by the Europeans during the slave trade, then we will proceed to the Ashanti Regional capital; Kumasi, where we will discover the rich history and cultural heritage of the people of Asante, all the way down from the middle belt of the country experiencing the beautiful scenery, and ending the tour in Accra, the country’s capital.  You will explore one of the biggest open-air market in West Africa in the Ashanti Capital, and visit some amazing villages with rich culture and also get to know the history of the Slave Trade and how it happened. End your tour with a tour of Accra; Ghana’s capital city.<br/><br/>HIGHLIGHTS<br/>•\tCape Coast Slave Castle<br/>•\tElmina Castle<br/>•\tAssin Manso Slave Facility<br/>•\tElmina Community Tour<br/>•\tKumasi Cultural Centre<br/>•\tManhyia Palace Museum<br/>•\tKejetia Market<br/>•\tOkomfo Anokye Sword Site<br/>•\tMilitary Museum<br/>•\tAdanwomase Kente Weaving Village<br/>•\tNtonso Craft Village<br/>•\tLocal Cuisine<br/>•\tLake Bosomtwe<br/><br/>Side Attraction<br/>•\tKakum National Park<br/>•\tAccra City Tour",
    "durationDays": "8",
    "price": "2950",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [],
    "map": ""
  },
  {
    "destination": "Ghana",
    "mainPhoto": "",
    "id": "ghana-holiday-kingdoms-of-gold",
    "tourName": "Ghana holiday, Kingdoms of Gold",
    "placesVisited": "Accra, Anomabu, Elmina – Posuban shrines and St George’s Castle, Kumasi and Ashanti houses, Wa, Bolgatanga and Gurunsi painted houses, Dagomba hut villages, Kokomba 'witches' villages, Wli waterfalls",
    "generalInfo": "Often considered West Africa’s most welcoming and vibrant nation, Ghana offers an array of wonderful experiences on this small group adventure. Tap into a vibrant pulse of Ghanaian life in the exciting capital Accra, then visit remote villages with strong ancestral traditions. Enjoy shifting  landscapes, from savannah to forest plus beautiful tropical shores – and contrast the startling rock formations known as 'the cave of the oracle' with the cooling rush of the Wli waterfalls.   <br/><br/>You'll learn about both ancient African kingdoms and the country's European colonial heritage, visit the home of sacred monkeys, meet women declared 'witches', and learn about the tragic history of slavery that casts a historic shadow over the beautiful coast in places like Elmina.   <br/><br/>As well as museums, the capital Accra offers the charms of its atmospheric old quarter and the celebrated modern tradition of craftsman who make arguably the world's most striking coffins! In Elmina, meanwhile, contrast Africa's oldest European building - St George’s Castle – with the town's unique Posuban shrines, made by traditional ‘asafo’ societies. <br/><br/>Visit Ashanti homes in Kumasi and Dagomba village huts, as well as the remarkable geometrical painted houses of the Gurunsi people. And if he's free, you may even meet the king of one of Ghana's tribes!",
    "durationDays": "14",
    "price": "3395",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Accra - Arrive in Accra and transfer to your hotel. Depending on your time of arrival, there may be time to explore this vibrant African capital. Overnight Alisa Hotel or similar. (D)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Accra - You have the choice for breakfast this morning; you can have a light breakfast at the hotel or try a local breakfast from one of the food stalls at Makola Market, one of Accra’s best local markets. Almost everything is sold here from herbal remedies, traditional cloth, jewellery and food to mobile phones, TVs and sound systems. We then visit the Artist Alliance Gallery on the beach front, showcasing traditional and contemporary art and artifacts from Ghana and neighbouring countries. From here we set off for the ‘fantasy coffins’ of Teshie Nungua. After a burial, a celebration follows and it is believed that the departed move on to another world and the decorated coffins may represent the occupation of the deceased, or something that was important to them, ranging from cars and cigarette packets to crocodiles and beer bottles! During our visit we have the opportunity to meet these infamous coffin makers. This afternoon we head to Independence Square where we find the enclosed flame of African liberation, lit by Kwame Nkrumah in 1961, and head to the Kwame Nkrumah National Park, the final resting place of Ghana’s founder before heading to Jamestown, one of Accra’s poorestsuburbs, yet steeped in history. Visit Fort James, and see the interesting Brazilian stone houses, built by free enslaved Africans who came over from Brazil after the abolition of the slave trade. Our evening is dedicated to meeting locals who are trying to change the lives of youths through boxing. Overnight Alisa Hotel or similar (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Krobo Traditional Beads and Wli Waterfalls (approx. 5 hours total driving) - This morning we leave Accra and heard towards the Volta region. Our first stop is Krobo, renowned for their traditional bead jewellery. We fisit a family-run compound to learn about this ancient bead-making process and have a go at making our own! We continue to the Volta region, corssing the White Volta River towards Wli and Wli Falls. We visit the Wli waterfalls, the most amazing in the area, located on the border between Togo and Ghana. The walk to Wli waterfalls is approx. 45 minutes following a flat path. At the falls there is an opportunity for swimming, or if you choose to, you can hike to the upper falls before we return to Wli and our hotel. Overnight Wli Water Heights or similar (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Mount Afajato and Tafi Atome (approx. 45 mins driving) - An early start this morning as we set off to Mount Afajato. At an elevation of 885m, it is Ghana’s highest mountain and we spend this morning hiking (approx. 2 hours in and out). This afternoon visit the Monkey Sanctuary of Tafi Atome. We take a walk in the forest to see the Monas and Colobus monkeys. We head back to where we crossed the river to Akosombo. Overnight Akosombo Continental Hotel or similar (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "To Kumasi (approx. 5 hours driving) - Our journey today will take us into the beautiful Akuapem hills. At the top of the range is the Aburi Botanical Gardens, founded by the British in 1890. We spend some time in the gardens, enjoying the wide variety of indigenous and exotic flora and the spectacular views of Accra. We visit Aburi craft village, a short distance from the gardens where traditional African drums, sculptures and crafts have been carved for generations. We head to Korifuda for lunch and a visit to their famous traditional bead market before continuing to Kumasi. Overnight Noda Hotel or similar (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Local Villages of Kumasi - Today we mix old and new visiting some of the ancient communities and young vibrant designers. Our first stop is Adanwomasie, the birthplace of Ghana’s rich colourful Kente cloth. After spending some time here with the locals, we head to Ntunso where adinkra cloth and symbols originate. We have lunch in a local restaurant before heading to Adum, the commercial centre of Kumasi. Explore Adum and visit Kejetia market before transferring to our hotel. This evening is at leisure, or you may wish to experience the local nightlife and music in Kumasi. Overnight Noda Hotel or similar (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Ashanti Kingdom (approx. 3 hours driving) - Early start as we head to the Manhyia Palace, home of the Asantehene King of the Ashanti and the ruler of the powerful Asanteman kingdom. After a fascinating journey through the history of the Ashanti people, we head south to the villages of Bonkro and Breku where we have a lunch that has been prepared by a local chef. After lunch we spend time in the local community, visiting a local school and meeting the Kuapa Kokkoo farmers, who grow and sell cocoa. We learn about the chocolate-making process and how it is used for production of chocolate and soap, among other things. Overnight Picathartes Guesthouse or similar (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Community Life and a Cooking Lesson - This morning we assist with the preparation of a local breakfast, and during breakfast decide what local dishes you would like to have a go at cooking yourself! We visit to the local markets to buy our ingredients for dinner before heading back to our hotel for a relaxed afternoon. This evening we head back into the village to prepare and cook our evening meal. Overnight Picathartes Guesthouse or similar (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Cape Coast Castle, Baobab Foundation and Batik (approx. 3 hours driving) - Today we bid farewell to our new friends and set off south towards Elmina in Ghana’s central region. We stop at the town of Assin Manso and the Ndonkor Nsua (Enslaved African river). This is where enslaved Africans were checked for fitness before being shipped to America. We then make our way to Cape Coast, following the same route used by the slaves, to Cape Coast Castle (UNESCO) where we learn about the recent history of Ghana. Lunch will be taken at a restaurant operated by Baobab Children’s Foundation, an organisation focused on helping and improving the lives of children in this region. This afternoon immerse yourself into true African art with a traditional batik making workshop. Overnight Brenu Beach Resort or similar (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Kakum National Park - An early start today as we enjoy the spectacular sunrise before heading to Kakum National Park for a canopy walk. At the border of the forest we find the International Stingless Bee Project, and learn about their importance to our ecosystem. Continue to a local farm to learn about traditional uses of the palm tree, including palm wine and ‘Akpeteshi’, a local hard gin of varying strengths, believed to be around 70%. Stop for lunch before heading back to our beachfront hotel for an afternoon at leisure. Overnight Brenu Beach Resort or similar (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Brenu Akyinim Community, Nzulezu Stilt Village and Ankasa Reserve (approx. 5 hours driving) - Today we head West towards the Ivory Coast border and Ankasa Reserve. We spend time visiting the local community and school, before continuing to Beyin for lunch. After lunch we take a leisurely canoe ride through the Amasuri wetlands and Nzulezu Stilt village. After spending time meeting the locals, we set off for Ankasa Reserve which is connected to the Nini-Suhien National Park, covering a protected area of over 500sqkm of pristine rainforest. This evening there is an option for a night walk in the forest, or alternatively spend it at leisure. Overnight Ankasa Resrve Lodge or similar (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Ankasa Reserve - This morning we visit the stunning Bamboo Cathedral. Located 12kms inside the forest. To get to this remote location, we can either take mountain bikes or by car. After a morning in the forest we head back to our hotel for lunch before an afternoon spent in the community. We visit a local school and meet with farmers, and have the chance to experience local delicacies such as Gari, pounding FuFu and a local chop bar. (BLD) Optional – afternoon biking around the surrounding area or a walking trail in the forest"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Brenu Akyinim - After a relaxed morning we leave Ankasa and head back East to our beachfront accommodation in Brenu Akyinim. On arrival check-in to your hotel with the remainder of the afternoon at leisure. This evening enjoy dinner on the beach around a bonfire with local Ghanian drumming keeping us entertained. Overnight Ankasa Reserve Lodge or similar (BLD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Elmina Markets and Departure (approx. 3 hours driving) - We leave Brenu Akyinim and spend a couple of hours exploring Elmina’s local fishing market and the boat builders before heading to Accra and a stop at the mall, an insight to modern day life in Ghana. After an early dinner you will be transferred to the airport for your departure flight (BLD)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Ghana",
    "mainPhoto": "",
    "id": "ghana-holidays-eco-lodge-with-village-tour",
    "tourName": "Ghana holidays, eco lodge with village tour",
    "placesVisited": "",
    "generalInfo": "The lodge sits between the villages of Dzita and Dzita-Abledomi on the stunning coast of Ghana. We are closely involved with these two communities and during your stay we aim to introduce you to the way of life in rural Africa.<br/> <br/>We are a not-for-profit lodge which supports the work of our NGO 'Dream Big Ghana', a charity dedicated to improving sanitation and health care for local people.<br/> <br/>Your stay with us will directly contribute to these activities.<br/><br/>During your stay – Activities:<br/><br/>African life is much slower than we are used to in the West, and the days stretch long, hot and unhurried. This is a great place to rest, relax and reflect. There is lots going on, but you can choose your level of participation and be as busy or as quiet as you like. <br/>List of activities that are included in the price of your trip:<br/>•\tVolta river boat trip<br/>•\tCultural ceremonies <br/>•\tVisit our community projects<br/>•\tVisit Keta slave fort and learn the history of the slave trade<br/>•\tVisit local markets<br/><br/>Relax!<br/>In front of the lodge is a large salt water lagoon which is perfect for swimming! And just beyond that is a beautiful beach. If you want a long walk you can wander endlessly in either direction along the beach (if you head west you will arrive at the mouth of the Volta River).<br/><br/>Accommodation<br/>We offer accommodation ranging from luxury en-suite rooms decorated in the traditional African style, to picturesque beach huts and dorm rooms. <br/><br/>Food<br/>Our fantastic kitchen prepares a wide range of local and international dishes. Gloria and Justine will prepare you the freshest meals available!  <br/><br/>Bar<br/>Our bar is a hub of activity where you will get the chance to meet members of the local community. The bar area catches some beautiful rays so there’s no better place to be served a cold beer by our vivacious bar staff.<br/><br/>A stay here would provide the perfect chance to gain a rich insight into African life and culture, making lifelong friends and memories!",
    "durationDays": "7",
    "price": "600",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [],
    "map": ""
  },
  {
    "destination": "Ghana",
    "mainPhoto": "",
    "id": "ghana-ivory-coast-holiday",
    "tourName": "Ghana & Ivory Coast holiday",
    "placesVisited": "",
    "generalInfo": "This exceptional multi-country West African journey connects Ghana and Côte d’Ivoire, offering a profound exploration of shared heritage, royal traditions, spiritual practices, and living cultures. From Ghana’s emotionally powerful slave-route landmarks and the regal heart of the Ashanti Kingdom, to Côte d’Ivoire’s traditional kingdoms, colonial legacies, and modern political centers, this tour is a meaningful blend of history, culture, nature, and community interaction.<br/><br/>Designed for culturally curious travelers and heritage seekers, the experience combines UNESCO World Heritage Sites, rainforest adventures, vibrant markets, royal palaces, sacred ceremonies, and everyday African life. Each destination reveals another layer of West Africa’s resilience, creativity, and enduring traditions, making this journey both educational and transformative.<br/><br/>Trip Includes<br/><br/>    Meeting and assistance upon arrival and departure<br/>    Roundtrip airport to hotel transfers<br/>    Hotel accommodation in the listed properties<br/>    Transportation in private vehicle<br/>    Experienced tour guides<br/>    Admission to sites listed<br/>    Meals indicated<br/><br/><br/>Not Included<br/><br/>    Flights<br/>    Travel Insurance<br/>    Cost of Visa<br/>    Gratuities for driver and guide",
    "durationDays": "10",
    "price": "5795",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVE IN ACCRA, GHANA | Our expert cultural tour guide will be waiting to welcome you when you land at Kotoka International Airport, provide help, and take you in our private air-conditioned vehicle to your hotel. After you have checked in, your guide will inform you on what to expect during your time in Ghana. We may do various things today, depending on your preferences and time of arrival. Meal(s) Included: No Overnight at Pelican Hotel"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "ACCRA | CAPE COAST | You will stop at Assin Manso on your way to the Central Region of Ghana today. This is where two former slaves from the United States and Jamaica were re-interred. Take a trip to the “Slave River,” where captured Africans were cleaned before being housed in slave castles until they were sent to the Americas and Caribbean. When you get to Cape Coast, take a tour of the museum and castle there. Africans were taken to the Americas as slaves from Cape Coast Castle, which is now a UNESCO World Heritage Site. The famous “Door of No Return” is in the Castle. Take a tour of the historic village of Elmina this evening. View the colorful fishing canoes in the harbor as they prepare to head out to sea for another night of fishing. The photographers have a picture-perfect chance here. Meal(s) Included: Breakfast, Dinner Overnight at Ridge Royal"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "ELMINA | KUMASI | After breakfast, you will check out of your hotel for a visit to the Kakum National Park, Ghana’s most famous park. Take a brief walking tour on the forest floor where you will learn how our ancestors lived in the forest. See birds, butterflies and perhaps catch a glimpse of the forests of over 40 species of mammals including monkeys and the reclusive forest elephant. Proceed to the canopy walk. Kakum is home to Africa’s only aerial walkway through the tree canopy, 1000-foot-long and even-bridge walkway with viewing platforms that reach heights over 150 feet above the ground. Arrive in Kumasi in the late afternoon and enjoy the rest of the day at leisure. Meal(s) Included: Breakfast, Dinner Overnight at Lancaster Hotel Kumasi"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "KUMASI | Visit the Ashanti craft villages after breakfast. The Woodcarving village of Ahwiaa is well-known for its skilled carvers who manufacture Royal Stools, walking sticks, and fertility dolls from wood. Here, you may buy hand-carved goods of all kinds. the community of Ntonso, where craftsmen hand-stamp designs onto cotton fabric to create Adinkra textiles. Learn how the Black Dye is manufactured in the village from tree bark and make your own Adinkra sash to take home. Black-on-Black and Black-on-Red Adinkra cloth are worn for funerals and other solemn occasions. Our final settlement will be Adanwomase, where the Famous Kente Cloth is created on looms in a time-honored technique passed down through generations. You may buy enormous pieces of the Adinkra Cloth made in the village. You can watch the Kente Weavers as they produce several varieties of Kente Cloth and purchase some of it. You are welcome to attend the Kumasi Central Market this evening. It is the biggest outdoor market in West Africa and is home to over 10,000 traders. Everything from food to clothing to cosmetics and handcrafted goods may be found here. Meal(s) Included: Breakfast, Dinner Overnight at Lancaster Hotel Kumasi"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "KUMASI – ACCRA | Following breakfast and check-out from the hotel, drive back to Accra. En route visit Manhyia Palace, which served as the official residence of the Ashanti Kings (Asantehene) until 1974 and is now a museum showcasing precious artifacts of the Ashanti Kingdom. Visit the neighboring Okomfo Anokye Sword, which marks the spot where the Golden Stool “descended from the skies” and is an important Ashanti symbol of unification. It has been there for 300 years. The Ashanti Kingdom would supposedly crumble if the sword were ever taken away, according to legend. Arrive in Accra and check in to your hotel. Meal(s) Included: Breakfast, Dinner Overnight at Pelican Hotel"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Accra – Abidjan | You will be taken to the airport for your journey to Abidjan after breakfast. Once you arrive in Abidjan, you must go through airport procedures. Our local representative will meet you there and help you get to the hotel. Meal(s) Included: Breakfast, Dinner Overnight at Ibis Abidjan Plateau Hotel"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "ABIDJAN | ABENGOUROU | Travel by car to Abengourou in the Indenie Kingdom. Visit the Iniassue School of Fetish Women, which has a formal fetish dance, on route. After the dance, keep driving until you reach Abengourou, where you can check into your hotel. After lunch (at your own account), go to Niable, the farming community’s capital. Visit the chocolate and coffee fields when you arrive. Visit the community radio station and the King of Niable. Drive back to Abengourou in the evening for dinner and to spend the night. Overnight at Hotel Le Royaume Meal(s) Included: Breakfast, Dinner"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "ABENGOUROU | YAMOUSSOUKRO | Depart to Yamoussoukro, the nation’s administrative center. Visit the little market and Lake Fish En route to Bongoanou. Reach Yamoussoukro, check into your hotel, and have lunch. Visit the mosque, the High Polytechnic school, the sacred crocodiles, and the world’s highest church, Notre Dame de la Paix, in the afternoon. Meal(s) Included: Breakfast, Dinner Overnight at Hotel President Yamoussoukro"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Yamoussoukro – Abidjan | Visit the French Colonial district, the costume museum, the craft center, the governor “Binger” palace, the first colonial governor, and the Ariane Museum, which represents the yellow fever epidemic disease during the colonial era, after breakfast. Then, travel to Abidjan and Grand Bassam, the colonial capital city. Visit the reputable market to purchase souvenirs. Drive back to Abidjan for a panoramic city tour after lunch at the seaside restaurant (on your own account). After lunch at the restaurant next to the sea (on your own account), drive back to Abidjan for a panoramic city tour. Meal(s) Included: Breakfast, Dinner Overnight at Ibis Abidjan Plateau Hotel"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Abidjan – Depart | Day at leisure following breakfast. After that, a vehicle will take you to Abidjan’s international airport so you can catch your next trip. Meal(s) Included: Breakfast"
      }
    ],
    "map": ""
  },
  {
    "destination": "Ghana",
    "mainPhoto": "",
    "id": "ghana-small-group-holiday",
    "tourName": "Ghana small group holiday",
    "placesVisited": "",
    "generalInfo": "Named after a great medieval trading empire, Ghana today is a destination of quite extraordinary contrasts. Multi-ethnic, forged by the conflicts of ancient empires and colonial imperialism, it is a land that perfectly encapsulates the rich cultural traditions of West Africa.<br/><br/>This remarkable journey takes us from its bustling capital, Accra, deep into the lush forests of the Volta region and crossing over to the heart of Ashanti country before finishing at the golden beaches of its Atlantic coast. Largely undiscovered, Ghana provides some truly authentic encounters, from traditional celebrations of the Ashanti people to an outdoor movie night with locals in a remote village. Along the way there will also be opportunities to visit one of the highest waterfalls in West Africa, kayak on the gentle waters of a lagoon and learn to cook Ghanaian style.<br/><br/>Filled with historic castles, African flair and some truly unique encounters with local customs and characters, this is an adventure into a region that is largely still not fixed on the mainstream tourist radar. If one word could describe this journey, it would be genuine.",
    "durationDays": "10",
    "price": "3095",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tour starts in Accra: The capital and largest city in Ghana, Accra is our starting point for this unique African adventure. Located on the country’s southern coast, overlooking the Gulf of Guinea, Accra was once used as the capital of the British Gold Coast and reminders and remnants of its colonial past can still be found amongst the tropical modernist architecture of the modern-day capital."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Accra: The capital past & present: The day begins with a morning tour of the city, including a visit to the National Museum, containing a collection of objects of archaeology, ethnography and fine art showcasing Ghana's cultural heritage. This will be followed by a tour of Independence Square and the Kwame Nkrumah Park & Mausoleum, dedicated to the memory of the first president of the Ghanaian Republic. After lunch, we then head for the historic neighbourhood of Jamestown for a tour of one of the capital's less-affluent neighbourhoods in the company of a local resident followed by dinner and live music at a local restaurant."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Accra - Akosombo: Artistic Accra and Volta River: The day begins with a visit to the Artist Alliance Gallery, a renowned arts venue which showcases and promotes African art from the traditional to the more contemporary. Next, we will meet a well-known coffin maker whose elaborate designs have made him something of a local celebrity. We then start our journey north to Akosombo, arriving in time for a scenic sunset river cruise along the Volta River."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Hiking in the Volta Region and Tafi Atome Community & Monkey Sanctuary: After an early breakfast, we start our journey north east towards the border with neighbouring Togo and the dramatic cascades of the Wli Falls, one of the highest waterfalls in West Africa. Our journey takes us by way of the village of Tafi Atome, where locals have embraced community tourism and will provide some insight into the area during a tour of the monkey sanctuary. The local mona monkeys that live here were once believed to be the messengers of the gods and the villagers have taken great strides in recent years to protect and preserve both their traditional customs and their simian neighbours. We continue onwards for an opportunity to enjoy a hike out to the impressive Wli Falls. Taking around 45 minutes, the walk affords us the opportunity to enjoy a swim in the inviting pools at its base, or to continue on to the upper falls an hour further on. For those in the mood for more hiking, there will also be the opportunity to walk up Mt. Afadjato, Ghana’s highest peak at around 800 metres. Not a difficult climb, it does nonetheless require a degree of physical endurance, but the views from the summit look out across the lush Volta region. This afternoon we then transfer back to our hotel in Akosombo. Upper Wli Waterfalls is approx. 2-3hrs walking (total distance 5km)Mt. Afadjato is approx. 3-4hrs walking (total distance 4km)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Akosombo - Krobo - Kumasi: Family bead workshop: Home to the Volta Hydroelectric Dam, the village of Akosombo sits along the shores of the largest man-made lake in the world by surface area. This area is also renowned for its beadwork and this morning we will visit a small-scale family workshop in Krobo to learn more about this traditional craft and even try our hand at making some bead bracelets of our own. This afternoon, our journey then continues into the historic Ashanti region, as we head towards the city of Kumasi and the cultural heartlands of the old Ashanti Empire.*Please note that today's drive takes around 5 hours, not including stops for lunch and the bead-making workshop in Krobo along the way."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Kumasi: Kente cloth & the Ashanti: This morning we visit a local community tourism project involved in the making of traditional Kente cloth, worn by African kings for centuries. Another type of cloth produced locally is Adinkra, whose colourful designs are created from plant dyes and we’ll get an opportunity to create some unique prints of our own as a souvenir, before a final stop at the UNESCO Asante Traditional Buildings Site. This afternoon we then take a tour of the Manhyia Palace, the official residence of the Asantehene, the ceremonial ruler of the modern Ashanti, before exploring Kejetia Market, the largest of its kind in the country."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Kumasi - Bonkro: Optional Community Activities: Departing Kumasi this morning we head next to the small village of Bonkro for a taste of rural life in the Ghanaian bush. On the way, we'll stop off at a small town market to pick up some ingredients for our guesthouse stay. Upon our afternoon arrival, there will then be the option to either take part in cooking lesson or a walk in search of one of rarest birds on the entire continent, the white-necked rockfowl (or picathartes). Later this evening there are also options to take a night jungle walk or to join the local villagers with some popcorn for an outdoor movie night in the garden of our guesthouse."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Bonkro - Kakum NP - Elmina: Coco plantation cycle & hanging rainforest canopy bridges: Our stay in Bonkro affords us some quite unforgettable local interaction, and this morning the experience is capped off with a cycle ride to a family run Fairtrade cocoa plantation. After a tour of the plantation we’ll continue by bike to take part in an ongoing tree planting project, providing some much needed shade for a local school. This afternoon we'll then transfer by road to the Kakum National Park for a canopy walk through the forest, before the day’s end sees us in the town of Elmina on Ghana’s southern coast.*see the SUPPLEMENTARY INFORMATION and KEY INFORMATION sections below for more information on cycling in Ghana."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Elmina: Fishermen, chiefs & a sunset kayak: Elmina is home to a rich fishing community and this morning we will hopefully witness the boats coming in as the day starts for the town's local residents. Later we'll head to a meeting with a local Iture chief sure to leave us with a profound and lasting understanding of Ghana's rich heritage. Following in the traditions of their Iture forebears, the community will come together to greet us as foreign dignitaries at a welcome ceremony in our honour. After a bit of downtime back at the hotel, this afternoon sees us making the most of our surroundings with a gentle kayak through an inland lagoon and past an artisanal salt processing operation to the shores of the Atlantic Coast, before enjoying a beachside dinner, complete with a bonfire and a drumming workshop and performance for a farewell dinner like no other.*the kayaking today is very easy and those who do not wish to kayak can be kayaked by one of the guides or driven to the beach instead."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Elmina - Cape Coast Castle - Tour ends in Accra: Ending with a visit to one of around 40 ‘slave castles’ that were built on West Africa’s Gold Coast by European colonisers, our time in this rich land is brought to a close with a tour of Ghana's most iconic site, the infamous Cape Coast Castle. Built originally as a Portuguese trading post, today its inclusion on UNESCO’s World Heritage List signifies its importance as both a reminder of the grim history of the Atlantic gold and slave trades and a more positive vision for the future. Returning to the hotel for lunch, there will then be some downtime this afternoon before being transferred back to Accra, around three hours away."
      }
    ],
    "map": ""
  },
  {
    "destination": "Ghana",
    "mainPhoto": "",
    "id": "ghana-south-africa-cultural-tour",
    "tourName": "Ghana & South Africa cultural tour",
    "placesVisited": "",
    "generalInfo": "Experience Ghana and South Africa on this all-inclusive 14-day tour which includes visits to the ancient Ashanti Kingdom in Kumasi and to UNESCO World Heritage sites in Cape Coast. In South Africa tour Johannesburg, Soweto, Lesedi Cultural Village- and enjoy a game drive at Pilanesberg National Park. Continue to Cape Town for Table Mountain, Robben Island, the Cape Winelands, and Township tour.<br/><br/>NB: This tour departs with a minimum of 2 travelers. Solo travelers will be offered a new date or full refund if the minimum is not met.<br/><br/><br/>Trip Includes<br/><br/>– Meeting and assistance upon arrival and departure<br/>– Round-trip airport/hotel transfers<br/>– Accommodation in listed properties<br/>– Tours in private vehicles<br/>– Experienced tour guides<br/>– Safaris in custom-appointed safari vehicles<br/>– Entrance fees to all listed sites<br/>– Meals indicated (breakfast daily, 1 lunch, 10 dinners)<br/>– Economy class airfare from Accra to Johannesburg and to Cape Town<br/><br/><br/>Not Included<br/><br/>– International flight<br/>– Travel insurance<br/>– Tips for service providers<br/>– Meals not listed<br/>– Personal expenses",
    "durationDays": "12",
    "price": "8945",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVE ACCRA Upon arrival at Kotoka International Airport, proceed through immigration and customs, reclaim your luggage, and complete the customs procedures before exiting the airport. You will be met just outside customs and transferred to your hotel in Accra in a private, air-conditioned vehicle. Once you have checked in, our expert cultural guide, who will accompany you throughout your tour, will warmly welcome you with Akwaaba (\"Welcome\") and brief you on the exciting activities awaiting you in Ghana. Meal(s) Included: Dinner Hotel : Movenpick Ambassador Hotel"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "INTRODUCTORY TOUR OF ACCRA| Following a leisurely breakfast, we step out for an introductory tour of Accra, a bustling city that blends modern and colonial-era structures and comes alive with the daily activities of its people. We have exciting activities and visits planned for the day, including: Visit to the W.E.B. Du Bois Centre: Honoring the life of the prominent Pan-Africanist who chose to live and work in Ghana. Drive through Flagstaff House: The official residence and administrative office of the President (Ghana’s White House). Tour of the newly renovated Kwame Nkrumah Memorial Park: Dedicated to Ghana's first President, Dr. Osagyefo Kwame Nkrumah. This 5.4-acre facility, built in 1992, honors and preserves Nkrumah’s legacy. The museum displays objects from various stages of his life. Visit to the Accra Arts & Crafts Centre: Adjacent to the memorial park, it offers a chance to test your bargaining skills at Accra’s largest open market. Shop for unique locally produced traditional handicrafts such as woven Kente cloths, sculptures, carvings, leather bags, jewelry, beads, African attire, and woven baskets. Guided tour of Independence Square: Explore the location where Ghana hosts its national ceremonies and capture monumental photos at the Black Star Square. To top off the day, there’s also an opportunity to experience Accra’s vibrant nightlife. Meal(s) Included: Breakfast, Dinner Hotel: Movenpick Ambassador Hotel"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "ACCRA/CAPE COAST| After a relaxed morning, we will journey to Cape Coast in Ghana's Central Region, an area deeply significant to the history of the African diaspora. Our first stop is Mankessim, where we will explore the Posuban Shrine and immerse ourselves in the cultural heritage of a traditional Fante village. From there, we continue to Cape Coast. Upon arrival, we will visit Cape Coast Castle, a UNESCO World Heritage Site. This historic landmark, once a departure point for enslaved Africans sent to the Americas, features the poignant \"Door of No Return.\" A guided tour of the castle and its museum will offer valuable insights into its profound history. In the evening, we will explore the ancient town of Elmina on a guided tour. At the harbor, observe the colorful fishing canoes being prepared for another night of work, offering a glimpse into the town’s rich maritime traditions. Meal(s) Included: Breakfast, Dinner Hotel : Lemon Beach Resort"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "CAPE COAST | KAKUM | CAPE COAST After breakfast, we will visit Kakum National Park, one of Ghana’s most renowned parks. Begin with a brief walking tour on the forest floor, where you can observe birds, butterflies, and perhaps catch a glimpse of the forest’s wildlife, including over 40 species of mammals such as monkeys and the elusive forest elephant. Proceed to the highlight of Kakum: the canopy walkway. This 1,000-foot-long, seven-bridge aerial walkway with viewing platforms rises over 150 feet above the ground, offering a unique perspective of the rainforest. After completing the morning tour, return to the hotel to relax. Optional Activities Work with your tour guide to arrange an optional visit to the historic Elmina Castle, a UNESCO World Heritage Site. Originally built by the Portuguese in 1482 as Castelo de São Jorge da Mina (St. George of the Mine Castle), this landmark—located in present-day Elmina, Ghana—is the first European trading post on the Gulf of Guinea and the oldest standing European building south of the Sahara. Rich in history, the castle provides a powerful and sobering insight into the region’s colonial past. After the visit, return to the hotel to unwind. Meal(s) Included: Breakfast, Dinner Hotel :Lemon Beach Resort"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "CAPE COAST | ACCRA | JOHANNESBURG, SOUTH AFRICA | After breakfast, you will check out of your hotel and make your way to Accra. Arriving in the early afternoon, the rest of the day will be at your leisure. Your guide and driver will be available to accompany you to any sights in Accra that you have not yet explored. A day room will be provided for you to rest and refresh before your transfer to the airport for your flight to South Africa. Non-stop flights from Accra to Johannesburg are available on Tuesdays, Thursdays, and Saturdays. Meal(s) Included: Breakfast"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "ARRIVE IN JOHANNESBURG, SOUTH AFRICA| Arrive in Johannesburg, South Africa, where you will be met at the airport and transferred to your hotel. This afternoon, you will visit Lesedi Cultural Village. Upon arrival, you will be warmly welcomed in the Ndebele village before settling down for a multimedia presentation on the history of South Africa’s \"rainbow nation.\" Following the presentation, enjoy a guided tour of four unique cultural villages, where you will learn about the cultural rituals and folklore of South Africa’s diverse ethnic groups and pick up a few key phrases in local languages. The day’s activities conclude with a traditional cultural performance, showcasing vibrant dances and music, followed by a dinner buffet of African cuisine fit for a king. Hosted in the 200-seater Nyama Choma restaurant, the buffet offers a variety of meats, including impala, ostrich, and crocodile. Meal(s) Included: Dinner Hotel : Rivonia Premier Lodge"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "HALF DAY SOWETO TOUR & PILANESBERG NATIONAL PARK | After breakfast at the hotel, meet your English-speaking driver/guide at 10:00 AM for a Half-Day Soweto Tour with visits to Hector Pieterson Museum and Mandela House. The tour begins in Soweto, where you will visit the Hector Pieterson Museum, commemorating the 1976 Youth Uprising. Next, explore the Nelson Mandela House on Vilakazi Street, which is preserved to reflect life before Nelson Mandela's imprisonment. You will also see Bishop Desmond Tutu’s House, another historic landmark on this iconic street. After the tour, drive to Pilanesberg National Park, arriving in time for your evening game drive. The park is home to Africa’s Big Five: lions, buffaloes, leopards, elephants, and both black and white rhinos. It also features a wide range of rare and common species, including brown hyenas, sable antelope, wild dogs, cheetahs, giraffes, and hippos. Bird enthusiasts will enjoy spotting some of the more than 360 species of birds found in the park. Meal(s) Included: Breakfast, Lunch, Dinner Hotel :Ivory Tree Lodge"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "PILANESBERG NATIONAL PARK - CAPE TOWN | Enjoy an early morning game drive. After breakfast, check out of your lodge and meet your driver and guide for your transfer to OR Tambo International Airport, where you will board your flight to Cape Town. Upon arrival at Cape Town International Airport, meet your driver and guide for a transfer to your hotel. Your hotel is conveniently located near the Victoria & Alfred Waterfront. The rest of the day is at your leisure to explore this vibrant city, known for its wide range of entertainment and recreational activities, from outdoor adventures to a lively nightlife scene. Cape Town’s rich culture is reflected in its architecture, cuisine, and music. Shopping opportunities abound, from bargaining with vendors at Green Market Square Flea Market to browsing upscale and stylish shopping malls. The city also offers a diverse selection of restaurants to suit every palate, from fast food and casual dining to elegant fine dining, showcasing the multicultural history of the Cape. With its warm summers, mild winters, and welcoming communities, the Mother City is an ideal year-round vacation destination. The evening is yours to relax and enjoy as you please. Meal(s) Included: Breakfast, Dinner Meal(s) Included: Breakfast, Dinner"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "ROBBEN ISLAND & TABLE MOUNTAIN | Start your day with breakfast at the hotel. At 8:00 AM, you will be picked up for the Robben Island Tour. Robben Island, a UNESCO World Heritage Site, is famously known as the prison where former South African President Nelson Mandela was held. The island offers stunning views across the bay, with Table Mountain providing a breathtaking backdrop. A visit to this historic site is an unforgettable experience. The standard tour lasts approximately 3.5 hours, including two half-hour ferry rides. In the afternoon, take a tour of Table Mountain via the cable car (weather permitting). This state-of-the-art cable car rotates 360 degrees during the ascent, providing panoramic views of the city below. At the summit, enjoy short walks and take in the spectacular views of Cape Town and its surroundings. Meal(s) Included: Breakfast, Dinner Hotel: The Commodore Hotel"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "HALF DAY CAPE WINELANDS TOUR| After breakfast, embark on a scenic drive to the Cape Winelands, where you will visit a renowned wine estate in Franschhoek. This tour offers a unique blend of breathtaking scenery, rich history, and world-class wines. You will explore the charming towns of Stellenbosch, Franschhoek, and Paarl, each providing a distinct experience with their signature wines and local culinary delights. The tour includes guided tastings at a multi-award-winning vineyard, where you can indulge in a selection of fine wines expertly paired with artisanal cheeses and chocolates. As you traverse the picturesque landscapes, you’ll also gain insights into the area’s heritage and the intricate winemaking process—an absolute must for wine enthusiasts visiting Cape Town. In the afternoon, return to the city with a stop at Langa Township, Cape Town’s oldest formal township. Here, you will have the opportunity to engage with residents and gain a deeper understanding of their lives and the country’s struggle for democracy. Meal(s) Included: Breakfast, Dinner Hotel : The Commodore Hotel"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "FULL DAY CAPE PENINSULA TOUR | After breakfast, embark on a tour of the Cape Peninsula. Drive along the breathtaking Atlantic coastline, passing the world-famous Clifton and Camps Bay Beaches, Bakoven, Llandudno, and through Hout Bay. Continue along the spectacular Chapman’s Peak Drive, one of the most scenic coastal roads in the world, and pass through the charming seaside village of Scarborough before reaching the Cape of Good Hope in Table Mountain National Park. Enjoy a scenic drive back to Cape Town, passing by the stunning Botanical Gardens. Meal(s) Included: Breakfast, Dinner Hotel :The Commodore Hotel"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "DEPART | After breakfast, the rest of the day is at leisure. You’ll have the opportunity to shop at the famous V&A Waterfront before being transferred to the airport for your onward flight. Meal(s) Included: Breakfast"
      }
    ],
    "map": ""
  },
  {
    "destination": "Ghana",
    "mainPhoto": "",
    "id": "ghana-tours-small-group",
    "tourName": "Ghana tours, small group",
    "placesVisited": "",
    "generalInfo": "Discover Ghana, one of West Africa's most colourful and cultural destinations, famous for its warmth and hospitality. Spend time in Kumasi, the spiritual capital of the old Ashanti Kingdom, spot elephants and antelopes on safari in Mole National Park, stroll along the golden sands on the Gulf of Guinea's picturesque beaches and delve into the rainforest, spotting birdlife, in Kakum National Park. Our 15-day itinerary provides an all-encompassing introduction to Ghana's traditions, landscapes and local life. <br/> <br/> Visit local communities - Experience rural life in Ghana and visit one of the largest markets in West Africa.<br/> Gold Coast Castles - Visit the impressive 18th-century Cape Coast castle and learn about the slave trade visiting the poignant Gate of No Return.<br/> Volta region - Take an evening river cruise, looking out for prolific birdlife where the tropical rainforest meets the water.<br/> Akwasidae Festival - Attend a day of celebrations in Kumasi, as the Ashanti King, adorned in vivid cloth, receives a procession of the royal court with much fanfare (selected departures) <br/>",
    "durationDays": "15",
    "price": "3515",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Trip starts in Accra",
        "description": ": Arrive in Accra, Ghana's friendly capital situated on the Gold Coast on the Gulf of Guinea - the gateway to the region. There are no other activities planned today, so you're free to arrive in Accra at any time. If you'd like an airport transfer today, you'll need to arrive into Kotoka International Airport (ACC), which is around a 30-minute drive from the city centre. Due to a number of flights arriving into Accra later in the evening and early morning, our welcome meeting will take place on the morning of day two. If you have free time on arrival, you might like to walk through the capital's bustling streets, which are alive with traders, food stalls and music."
      },
      {
        "dayNumber": 2,
        "title": "Explore Accra including the Black Star Gate and Independence Square, fantasy coffins and the National Museum. Continue to the Volta River, evening river cruise",
        "description": ": After breakfast and a welcome meeting this morning, we'll set off to experience the wonderful city of Accra with rich culture on display around every corner. First, we'll visit the \\ Fantasy Coffins'. Burial ceremonies in Ghana are very solemn occasions, but after the burial a celebration follows. Ghanaians believe the departed move on into another world. Coffins are made to represent the occupation of the deceased or depict something that was important to them. There are all manner of coffin designs from cars, cocoa pods, cigarette packets and airplanes to crocodiles, shoes, bottles of beer and boats. Our next stop is the Black Star Gate and Independence Square, a pseudo soviet curiosity in the heart of the city. Independence Square is Ghana's main ceremonial ground, where we find the enclosed flame of African liberation, lit in 1961. From here, we'll continue to the Kwame Nkrumah Memorial Park, the final resting place of Ghana's founder. Set in attractive gardens, there is an adjoining museum which contains photos and artefacts from this incredible man's life. Our final stop before lunch is the National Museum which features items from Ghana and the wider West African region. There is an adjoining garden which is home to various sculptures depicting West African traditions and customs. After lunch, we'll depart Accra, heading to the Volta River and Akosombo Dam, aiming to arrive a couple of hours before sunset. Tonight's hotel is situated on the banks of the Volta River overlooking spectacular landscape. After checking in, we'll take a cruise to appreciate the view of the dam and the prolific bird life that lives along the water's edge, the setting is the perfect spot to end a packed day."
      },
      {
        "dayNumber": 3,
        "title": "Visit the Aburi Botanical Gardens and the Aburi Craft village continue to Kumasi, Ghana’s second largest city",
        "description": ": If you'd like, you can get up early this morning and go birdwatching along the river before breakfast. Today's journey takes us into the Akuapem hills with views across Accra in the distance. At the top of the range, we'll visit Aburi Botanical Gardens, founded by the British in 1890. The gardens are home to a wide variety of exotic flora, rare butterflies and birds. Our next stop is the Aburi craft village, where traditional African drums, sculptures and other crafts have been carved for generations. As we watch the skilled craftsmen at work, it's worth noting that prices here are amongst the lowest in Ghana, making Aburi an ideal place to pick up some souvenirs. Our tour leader will talk us through the meaning and local beliefs connected to many of the sculptures. Our lunch stop will be taken in Koforidua, the capital of the Eastern Region of Ghana. This afternoon, before arriving in Kumasi, Ghana's second largest city, we'll visit the last material remains of the great Asante Empire, the traditional Ashanti buildings that are now recognised as a World Heritage Site by UNESCO. There are ten active shrines within the buildings which are made from bamboo, timber and mud with thatched roofs. The walls are designed with motifs that have traditional symbolic meanings attached to ancient Adinkra symbols that we'll learn more about later. After an action-packed day, we'll continue to our hotel to check in and head out for dinner."
      },
      {
        "dayNumber": 4,
        "title": "Full day around Kumasi to visit the Kente cloth looms, Manhyia Palace and West Africa’s largest market",
        "description": ": Mixing old and new, we'll visit some of the ancient communities that are famous for producing local cloth designs and experience modern day Kumasi life at the biggest market in West Africa. Our journey through Ashanti history starts by visiting the traditional village of Adanwomasie, the birthplace of Ghana's rich colourful Kente cloth. Adanwomasi produces some of Ghana's finest Kente cloth and during our time here, we'll learn about the history behind the many designs and see skilled weavers outside their homes still using traditional looms that haven't changed in design for centuries. The ancient village of Ntunso is our next stop, where Adinkra symbols originate. These traditional symbols all have meanings and are carved from calabash shells. The Adinkra symbols are then printed onto traditional cloth using natural dyes made from the bark of the bridelia micrantha tree (known locally as badie). Adinkra cloth has been adorned by the Ashanti for more than four centuries and pre-dates Kente cloth. Even today, most Ashanti will wear Adinkra cloth for funerals and festivals. During our time here we learn the meanings behind the various symbols and can make our own strip of Adinkra cloth using symbols with personal significance. Historically, women in Ghana from the Ashanti region are famous for being hard working and excellent entrepreneurs. Many of the big businesses here in Kumasi are owned by women and for our lunch we will visit a very successful local restaurant Jofel. The owner started the business over 20 years ago and now has several branches across the country. After lunch, culture and history awaits us as we set off to the Manhyia Palace, home of the Asantehene King of the Ashanti and ruler of the powerful Asanteman Kingdom. The Palace Museum offers a fascinating excursion through the history of this powerful tribe and is extremely informative on the well documented Ashanti history and culture. Our tour gives us a first hand insight into the legacies of the Ashanti and provides an understanding of their culture. Our final stop is Adum which is the commercial centre of Kumasi and where most Ghanaians shop. Our late afternoon is dedicated to exploring Kejetia market on foot, reported to be the largest outdoor market in West Africa. Visiting the market gives us a wonderful opportunity to experience everyday life for the people in this great city and pick up a few bargains. The market is a labyrinth of stalls nestled closely together, and a hive of activity. Some stall holders sleep here in the evenings as trade rarely stops. Dedicating quality time here really gives us a feel of how daily life is for so many of the locals. In the evening we have the option of returning to our hotel or we could head into town to experience local nightlife and music in Kumasi."
      },
      {
        "dayNumber": 5,
        "title": "Drive to Mole National Park, stopping off at the Boabeng Fiema monkey sanctuary and Kintampo",
        "description": ": After an early breakfast, we set off northwards to Mole National Park, on what is a long travelling day of approximately ten hours with stops. On route to Mole, we visit a monkey sanctuary that sits between the villages of Boabeng and Fiema. Home to several families of Colobus and Mona monkeys, the sanctuary was created in 1974 to protect the sacred monkey population in the area. We'll meet our local guide who will lead us along the trails and telling us more about the superstitions that led to the protection of these primates, as well as how the estimated 600 monkeys play an important role in village life. As all of the monkeys are sacred they received a proper burial when they pass. Our journey north continues, stopping for lunch in Kintampo. From here we aim to arrive at Mole in the early evening just before sunset, a beautiful time of day here. Our simple lodge accommodation is situated on a 250-meter high escarpment overlooking the park, offering breath-taking views. Whilst more basic than other properties we stay in (the property is owned by the wildlife division and is somewhat dated), its proximity to the park and access to the wildlife make it an ideal location to base ourselves in. The lodge terrace is a perfect spot for watching African savannah elephants bathing in the watering hole. After our evening meal, there is the option for a night safari, driving in the park with a spotlight, aiming to find our first mammals in this rich habitat."
      },
      {
        "dayNumber": 6,
        "title": "Full day in Mole National Park on safari",
        "description": ": Mole is Ghana's largest national park, protecting an area of 4,847 square kilometres of habitat, almost 100 species of mammal and over 330 species of birds. We start early to avoid the heat of the day, setting off with a guide in search of the world's largest land mammal, the African elephant. We will dedicate the entire morning to tracking and getting as close as possible to these amazing mammals. We are sure to encounter many other animals during our drive as we set off around the water holes with our armed guide. Over 93 mammals have been recorded here in Mole, and as we drive through the savannah and bush, we are likely to see troops of olive baboon and patas monkey. Kob, bushbuck and waterbuck regularly come to the watering holes to drink, being cautious of the crocodiles lurking in the muddy waters. Deeper in the park hartebeest, roan antelope, hyena, and African buffalo roam. In addition to the many mammals, experienced guides are on hand to identify some of the 350 species of birds recorded here at Mole. Raptors are particularly common in Mole including fish eagles and osprey. Lunch is back at the lodge, and we can take this advantage to cool off with a swim or relax for a few hours before our afternoon activities. This afternoon we head out for a further game drive, immersing ourselves in the varied wildlife that inhabits Mole National Park. In addition to the wildlife highlights, we will also make a stop at the ancient Larabanga mosque made from mud, cow dung, honey and sticks, built over 600 years ago, where we'll learn the intriguing history behind this traditional Sudanese style mosque."
      },
      {
        "dayNumber": 7,
        "title": "Second full day in Mole National Park, community visit and river safari",
        "description": ": We'll maximise our time today to ensure we make the most of game drive opportunities in West Africa's premier game park. The habitat in the park is more open compared to the dense rainforest in the south of the country, offering better wildlife viewing opportunities, but it should be noted that Mole National Park is not comparable with the vast open plains and prolific wildlife found in many parks in East Africa. We may, however, have the opportunity to get close to African bush elephants, which are very tolerant of people in the park. The afternoon is dedicated to visiting the nearby village of Mognori which is located on the boundary of the park, approximately a 30 minute drive from our lodge. On arrival in Mognori, we'll meet one of the local villagers who will take us on a walking tour of the community. The villagers used to live inside what is now protected as Mole National Park and they can no longer use the resources found in the park to feed their families. As they are no longer permitted to enter the park, the community have set up an eco-tourism project where they benefit from tourism coming to Mole. Our visit helps in the conservation of the wildlife inside the park and prevents locals from poaching as they now directly benefit from nature tourism. As we walk through the community, we see how shea butter is produced and learn the other many uses for the shea nut which is so important to this area. It is interesting seeing the lives of locals here. The are many active local shrines here and we will learn how they play an important role within the community. Mole National Park was named after the Mole River which runs next to the Mognori village. We'll experience the river in traditional dugout canoe and during our river safari, our local guide will point out some of the local birdlife."
      },
      {
        "dayNumber": 8,
        "title": "Return to Kumasi, visit Kintampo Waterfalls",
        "description": ": After an early breakfast, it's a long drive back south to Kumasi. Along the way we'll visit the beautiful Kintampo Waterfalls, a fast-flowing waterfall with a small pool at the bottom which is good for swimming. For the more adventurous, you may want to use this opportunity to experience Ghana's most powerful \\ power shower', a great way to freshen up during our journey. On arrival back in Kumasi we'll check into our hotel."
      },
      {
        "dayNumber": 9,
        "title": "Village life, community homestay and coca farm visit. Akwasidae Festival (selected dates only)",
        "description": ": Most Ghanaians live in remote communities and work as subsistence farmers, with some having larger farms growing cocoa, palm oil, citrus or rubber trees. Today we head to the villages of Bonkro and Breku to stay with one such community. Our aim is to arrive in time for lunch, which will be prepared in the village by our local chef. After lunch, we'll visit the local representative for Kuapa Kokoo Cooperative which is a Fairtrade organisation that ensures its members, who are cocoa farmers, get a good price for the cocoa they grow. If you have ever tasted Divine chocolate, then it is most likely from here as Kuapa Kokoo farmers own 44% of Divine chocolate. When eating a bar of Divine chocolate, you'll see a photograph and information on one of the Ghanaian farmers and their family who grow the cocoa and sell it through Kuapa Kokoo. During our time at the farm, we'll see the entire harvesting process, hear how the children use the unripe cocoa as sweets and learn how locals use the cocoa pods to make soap amongst other uses. In the late afternoon, we have the choice of either cycling around the surrounding hamlets and villages, taking part in a cooking lessons with our chef, helping to prepare dinner or heading into the Upper Guinea rainforest to search for the endangered White-necked Rockfowl (Yellow-headed Picathartes). Our simple off grid guesthouse tonight is made up of clean, spacious ensuite chalets with fans. The guesthouse has set up a screen and offer film nights which the local community come to. Our evening meal is taken around an open bonfire, listening to local stories, music and mixing with the community. Akwasidae Festival dates On the Ashanti calendar certain days each year are set aside for a special celebration at the Royal Palace in Kumasi. The 1st November 2025 and 13th December 2025 tour dates have been set to coincide with this traditional ceremony. During the day of celebration, the Ashanti King, adorned in vivid cloth and ornate historic jewellery, sits under a spectacular colourful umbrella, surrounded by Ashanti elders and advisors. In front of the King, regional dignitaries assemble, representing all roles and positions of power within the kingdom. The ceremony is adorned with symbols of power, sword and knife bearers, armed guards, carriers of beautiful ostrich feathers fans to name a few. The ceremony itself has several components including a procession of royal court attendants bearing gifts under the authority of the Royal Speaker, drummers and trumpeters play horns of ivory, storytellers recite the history of the Ashanti Kings and dancers dressed in vivid red costumes perform an evocative dance. The mother queen also joins the ceremony accompanied by her attendants. We will spend the majority of the day in Kumasi observing the festivities before we drive to the villages of Bonkro and Breku, arriving late afternoon."
      },
      {
        "dayNumber": 10,
        "title": "Cape Coast, Gulf of Guinea",
        "description": ": We'll have a relaxed start this morning as we wake to the sound of village life. After breakfast we bid farewell to our friendly hosts, setting off to Cape Coast. The town of Elmina was given its name by the Portuguese due to the abundance of gold found in Ghana, translated Elmina means mine. Gold is of such importance to Ghana today and historically that the country was known as the Gold Coast before independence. Ghana's gold is of the highest quality, the country is the 8th largest exporter in the world. We will continue to Brenu Akyinim on the coast, checking into our hotel in the early afternoon. The afternoon is free to enjoy the beach or there is the option to go kayaking in the shallow lagoon. Single and double kayaks are available, it's possible to kayak to a beach and walk back through a village to our hotel. This evening we have a traditional Ghanaian drumming and dance troupe join us on the beach to perform. Historically, traditional music and dance tells a story and we'll get an insight into the meaning behind some of the more popular performances, as well as having the chance to try our hand at drumming. This will be an enjoyable evening overlooking the beautiful Gold Coast."
      },
      {
        "dayNumber": 11,
        "title": "Visit Nzulezu stilt village by canoe, continue to Ankasa wildlife reserve",
        "description": ": After breakfast we set off towards Ankasa Reserve. Our aim is to reach the town of Beyin in time for lunch, before setting off through the beautiful Amasuri wetlands in traditional dugout canoes to find the community of Nzulezu Stilt Village. Surprisingly enough the main occupation of the community here is farming and not fishing as you may expect. The boat ride is a highlight as the wetlands are beautiful, marshy swamps now recognised as globally important wetlands for birds. Our final destination is the Ankasa Reserve, an area of over 500 square kilometres of pristine wet evergreen Upper Guinea rainforest. This habitat played an important role in the life of Ghanaians historically as it was their main source of water and food. By far Ghana's finest remaining rainforest habitat, this area protects many endangered mammals and is home to an array of wonderful birds and wildlife. On our arrival we'll check into our comfortable lodge, situated on the banks of the river that marks the boundary of the forest reserve. This will be our base for two nights while we explore this remarkable forest. This evening there is an optional night walk inside the forest."
      },
      {
        "dayNumber": 12,
        "title": "Full day in Ankasa wildlife reserve",
        "description": ": This morning is dedicated to being inside the forest and our tour leader will be on hand to identify any birds or mammals we may come across along the way. A must see is the stunning Bamboo Cathedral located approximately 12 kilometres inside the forest from the main entrance gate. We have two options getting to this remote location, the first one is by mountain bikes, the second is using one of the 4WD vehicles at our lodge. If going by bike, we'll need to set off slightly earlier than if going by vehicle, however the feeling of riding in such a remote and beautiful location is worth the early start. Lunch will be back at our lodge where we can relax and recharge our batteries. Our afternoon will be spent in a forest community. This is the Ghana most visitors do not see, a remote community of mainly subsistence farmers living happily in basic mud houses trading their produce at the local markets to enable them to buy items and provide for their families. Our afternoon is dedicated to spending time in this community where we could see villagers making a local delicacy like Gari, made from pounding fresh cassava roots and visiting the local chop bar where villagers meet to socialize. It's common in Ghana to see locals tapping palm trees for a popular low alcoholic drink - palm wine. Once a palm plantation has reached its prime, the farmer will sell the individual palm trees to distillers who tap them to make palm wine which is a local low alcoholic drink of approximately 3% proof. The distiller's main income from the tree comes from distilling Akpeteshi a local hard gin of varying strengths believed to be around 70% proof. The strength has given it the name Akpeteshi which translates as 'kill me quick', one taste and you will understand why. Our evening is spent listening to the sounds of nature at our lodge."
      },
      {
        "dayNumber": 13,
        "title": "Visit Cape Coast Castle, drive to Elmina",
        "description": ": We bid farewell to our hosts in Ankasa, driving eastwards as we set off towards Cape Coast. Cape Coast Castle has been designated as a world heritage site by UNESCO. The castle is a thought-provoking monument to a harrowing period in the region's history. We'll spend time on an emotional journey touring this castle which held more enslaved Africans captive than any other in West Africa, viewing the dungeons and the infamous \\'84 gate of no return\\'84 . There is a museum inside, which explains the entire history of the castle and Cape Coast itself, as well as a souvenir shop selling literature on all of Ghana's forts and castles. After visiting the castle, we'll head to our accommodation with the remainder of the afternoon free time to relax by the pool, head to the beach or visit some of the local coastal villages."
      },
      {
        "dayNumber": 14,
        "title": "Kakum National Park and Canopy Walkways , Stingless Bees Project, overnight in Elmina",
        "description": ": We have an early start today as we set off for Kakum National Park, famous for its rainforest canopy walkway. The walkway consists of seven bridges, forty metres above the rainforest floor. The views from the suspended walkways stretch for miles across this breath-taking rainforest as you rest on the viewing platforms that are attached to the emerging trees between the bridges. Over 40 different mammal species have been recorded within the park, which includes forest elephants, leopards and 6 primate species to mention just a few. A short distance from Kakum and on the border of the forest, we find the International Stingless Bee Project. There have been approximately 9 species of stingless bees identified here in Ghana and their importance to the eco system is paramount. Our tour of the centre teaches us about the importance of bees locally, their medicinal qualities and we get to see their hives, and taste and buy quality stingless bee honey. There is a walkway and butterfly garden where many of the forest butterfly species come to feed. Returning to Elmina, the afternoon is free. For those who wish, there is an optional traditional batik making workshop with Global Mamas. An excellent organisation empowering local women to learn artistic skills and sell their finished products in the Fairtrade market, enabling them to support their families. There is no better way to get to know locals and hear about life than by working side by side with them and making your own traditional batik garment. Joining a local artisan in their workshop to learn the traditional techniques of batik making and production from the wax heating, stamping and drying makes for an interesting afternoon. You'll be given a piece of cloth to produce your own batik design and when finished, you can give it to our local tailor or seamstress to make you a shirt or dress to take back home. A wonderful souvenir of your time in Ghana and one that will hold fond memories every time you wear it. See the optional excursion section for prices."
      },
      {
        "dayNumber": 15,
        "title": "Trip ends in Accra",
        "description": ": This morning is free to relax at our hotel - you might like to go for a swim or simply enjoy our final morning at this beautiful location. Before lunch, we'll freshen up and re-pack our bags, then it's a four-hour drive back to Accra along the coast. We'll arrive at Kotoka International Airport (ACC) at around 5pm and this is where our trip ends. The earliest your flight can depart is 8pm."
      }
    ],
    "map": ""
  },
  {
    "destination": "Ghana",
    "mainPhoto": "",
    "id": "mole-national-park-safari-ghana",
    "tourName": "Mole National Park safari, Ghana",
    "placesVisited": "",
    "generalInfo": "Explore the Mole National Park, Ghana's premier national park and immerse yourself on an amazing safari to spot Savannah elephants, baboons, warthogs, different species of antelopes, birds and and many more and not forgetting the beautiful scenic views. Also get to opportunity to explore some local villages around the Mole National Park in the Savannah Region of Ghana. Experiences in this package will include;<br/>-Afternoon Drive Safari         <br/>-Morning Walk Safari<br/>-Tour of Mognori Eco Village<br/>-Canoe Safari<br/>-Explore cultures around the Park",
    "durationDays": "5",
    "price": "2630",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVAL IN GHANA Upon arrival at the Terminal 3 of Kotoka International Airport, Accra-Ghana, you will be met by a staff and transferred to your hotel. Overnight in Accra"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "ACCRA – MOLE NATIONAL PARK After breakfast, you will depart with the morning flight to Tamale. Upon arrival, you will be met by our team who will then transfer you on a 2hour journey to Mole National Park. It is Ghana's premier national park and covers 4,577kilometers square. It is located in the guinea savannah of Ghana. It houses mammals including elephants, buffalo, warthogs, antelopes, monkeys and many more. Upon arrival, you will check in into your room to relax and await your late afternoon safari drive with an experienced park guide. Overnight in Mole National Park"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "MOLE NATIONAL PARK – MOGNORI ECO VILLAGE – MOLE NATIONAL PARK After a restful night, you will have a morning safari walk to get familiar with more animals in the park. Upon arrival from your safari, you will have breakfast. You will later depart to a nearby eco village; Mognori. You will have a tour of the village after which you will be treated to a canoe safari on the Mole River. Return back to Mole National Park making a detour to an ancient mosque, Larabanga Mosque. This mosque is regarded as the oldest mosque in Ghana. Return to the Park for relaxation by the swimming pool or in your room. Overnight in Mole National Park"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "MOLE NATIONAL PARK - ACCRA You will have an early morning walk safari within the park to come up close with mammals in the park. You will use this opportunity to make up for the species you missed during your drive safari. After your safari, you will have your breakfast and prepare to checkout from your hotel to depart to Tamale Airport for your onward flight to Accra. Overnight in Accra"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "CITY TOUR - DEPARTURE After breakfast, you will depart to begin your tour of the hustle and bustle of the metropolis of Ghana's capital. Your first stop will be to the Ghana National Museum to learn more about the culture of Ghanaians. We will continue to the Kwame Nkrumah Memorial Park. There, you will make stops at some side attractions including; the museum of Ghana's first president after which we will continue to the Independence Square and Mausoleum. Also visit the biggest arts market in Ghana to shop. At the art market be prepared to exhibit your bargaining skills as this can make you buy things at a cheaper rate. You will also visit the Makola market in Accra. Afterwards, you will be transferred to the airport to depart home. Medaase (Thank you) Ghana!!"
      }
    ],
    "map": ""
  },
  {
    "destination": "Ghana",
    "mainPhoto": "",
    "id": "panafest-festival-holiday-in-ghana",
    "tourName": "Panafest festival holiday in Ghana",
    "placesVisited": "",
    "generalInfo": "Ghana was the first African colony to gain its independence from the British back in 1957. We intend to mark the 50th Anniversary of this historical occasion and 200 years of Ghana’s abolition of the Trans-Atlantic Slave Trade. <br/><br/>Panafest (A Pan African Festival) and Emancipation is a celebration which is committed to the ideals of Pan Africanism. <br/><br/>This is a chance for the African community around the world to reflect on its colourful history, take pride in its achievements and look forward to a bright and rewarding future. Our Panafest pilgrimage will take you on an amazing journey through the history of this wonderful country, immersing you in the cultural traditions and daily life of the many different ethnic communities we come into contact with. We visit ancient monuments in all regions of the country, passing through areas seldom visited by tourists. This enhances our guests’ experience and enables them to see the real Ghana. <br/><br/>This tour will take you on a thought provoking journey through Ghana’s recent tragic enslaved African trade era, visiting wonderfully preserved slave forts and castles on the Gold Coast. We pay our respects to our ancestors during an Emancipation day midnight candle light vigil through the streets of Cape Coast ending at the dungeons of the Castle for prayers and remembrance. During our journey we attend the Akwesidae festival, a wonderful tradition dating centuries where subservient chiefs pay homage to the Asantehene, King of the Ashanti’s. We witness African drumming and dance dating back centuries, and have an opportunity to participate and learn more about the history of these wonderful cultural displays. We are sure a visit to experience the colourful and warm hospitality of the varied ethnic groups within Ghana, immersing yourself in their diverse culture and traditions, is an experience that will live with you forever.",
    "durationDays": "13",
    "price": "1575",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive at Accra and transfer to hotel. In the evening you can relax on the hotel terrace overlooking the Gold Coast."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Pilgrimage to Kumasi home of the Asantehene; King of the Ashanti’s stopping at Adawomasi and Ntonso en route to learn about traditional Ashanti fabrics. We continue our journey to the Golden Kingdom. On arrival, we go for dinner before checking into our cozy hotel."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "We will depart Kumasi after breakfast for Techiman stopping en route for lunch. Visit Bono historical sites, the memorial parks of Martin Luther King, Marcus Garvey and Malcolm X. From here we will visit the Bono Manso cave and the Tono Sacred Grove, where our forefathers hid from slave raiders."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Our pilgrimage takes us to the Upper East and Bolgatanga, stopping for lunch in Tamale. After lunch we continue our journey visiting the Tango Shrine Hills and Chief’s palace to learn about the history and traditions of the locals. We will continue our journey to the hotel to enjoy our evening meal and relax."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "After breakfast we will set off for Sirigu and visit the Chief’s Palace."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "We head off to Salaga to retrace the steps our enslaved ancestors were forced to make not so long ago. his would be an opportunity to visit the famous Salaga enslaved Ancestors market and hear the history of Salaga during the slave trade era. Return to Tamale in the evening for dinner and relaxation at Garib."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Set off for Mole National Park, Ghana’s oldest, largest and best game viewing park."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "After an early morning foot safari, we bid a sad farewell to Mole National park and retrace our steps back to Kumasi, capital of the Ashanti Kingdom. En route we will stop at the beautiful Kintampo waterfalls. We continue our journey to Kumasi stopping for Lunch in Techiman."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Prepare for Akwasidae Festival where Subservient Chiefs pay homage to the Ashanti King. Afternoon tour of Central Market. This is a wonderful opportunity to experience everyday life for the people in this great city."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Set off for Elmina after breakfast, stopping in Cape Coast to visit the castle."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Visit Elmina castle. Elmina castle is also known as the Castle of St George. We will then be participating in the reverential programme and Emancipation day vigil to the ancestors. There will be a candle light street procession to Cape Coast Castle and Dungeons."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Official celebration of Emancipation Day Programme. We will dine at our hotel and reflect on the memorable and emotional day’s activities."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Set off for Kakum National park, Africa’s only rainforest canopy walkway. Flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Ghana",
    "mainPhoto": "",
    "id": "senegal-and-ghana-holiday",
    "tourName": "Senegal and Ghana holiday",
    "placesVisited": "",
    "generalInfo": "This immersive West African heritage journey weaves together the powerful histories, cultures, and natural landscapes of Senegal and Ghana, offering a deeply enriching experience rooted in Pan-African identity, remembrance, and celebration. From the cultural heartbeat of Dakar and the haunting legacy of Gorée Island, to Ghana’s coastal slave castles, lush rainforests, and the regal traditions of the Ashanti Kingdom, this tour presents West Africa in all its emotional depth and vibrant beauty.<br/><br/>Travelers will engage with living history through UNESCO World Heritage Sites, meaningful reconnection ceremonies, wildlife encounters, traditional craft villages, and interactions with local communities. Balanced with leisure along golden beaches and thoughtful cultural immersion, this journey is ideal for travelers seeking heritage, education, spiritual reconnection, and authentic African experiences.<br/><br/>Trip Includes<br/><br/>    Meeting and assistance upon arrival and departure<br/>    Round-trip airport/hotel transfers<br/>    Hotel accommodation in the indicated properties<br/>    Transportation in private vehicle<br/>    Experienced cultural tour guide<br/>    Meals (11 Breakfasts,11 Dinners)<br/>    Admission to listed sites<br/><br/>Not Included<br/>    Flights<br/>    Meals not listed<br/>    Travel Insurance<br/>    Gratuity to driver and guide<br/>    Cost of Visa",
    "durationDays": "12",
    "price": "6895",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive Dakar, Senegal | Upon arrival in Dakar, you will be met, assisted, and transferred to your hotel. The activities planned for today will depend on your flight arrival time, allowing you to either relax or start exploring Dakar and its surroundings. Meal(s) Included: Dinner Hotel: Azalai"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Dakar | Highlights: -Renaissance Monument -Museum of African Civilization Markets After breakfast, embark on a city tour of Dakar and its vicinity. Begin with a visit to the Africa Renaissance Monument, a 164 feet high statue unveiled in 2010, which overlooks Dakar and stands taller than the Statue of Liberty. This once-controversial bronze statue is now a popular attraction, featuring a man, woman, and child pointing, symbolizing renewed African hope. The woman’s attire has been adjusted to a more modest length, reflecting cultural sensitivities. Next, visit Independence Place, the heart of Dakar, where you will pass by the presidential palace and the main cathedral. Then, proceed to the Museum of Black Civilization, a massive four-story complex fulfilling the dream of Senegal’s first president, Leopold Sedar Senghor. The museum traces the oldest civilizations from Africa to the rest of the world, with architectural inspiration drawn from impluvium huts found in Casamance. In the evening, you will have opportunities for beach activities or leisure, depending on your preferences. Meal(s) Included: Breakfast, Dinner Hotel: Azalai"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "DAKAR – GOREE ISLAND – SALY | Highlights: -Goree Island -The Door of No Return -Pink Lake Depart on a 20-minute ferry ride to visit the charming yet infamous Goree Island, a UNESCO World Heritage Site. Explore the quiet streets lined with pastel-colored colonial-era buildings. One of the most notable buildings here is the House of Slaves, which documents Goree’s tragic history. Witness the “Door of No Return,” through which millions passed on their way to slavery. The tour includes a visit to the ethnographic museum and a lecture on the history of Goree. You may also visit MariamaBâ, Elite High School for Girls, named after the renowned Senegalese writer. Founded in 1977 by Leopold Sedar Senghor, the first president of Senegal, the school is dedicated to MariamaBâ, a novelist and feminist who fought for women’s rights in Senegal. The school admits 50 top-performing female students from across Senegal each year, selected based on their performance in the national secondary school entrance exam. After lunch, return to Dakar and proceed to visit Pink Lake, a rare natural phenomenon known for its pink color caused by micro-organisms and high salt concentration. Interact with women harvesting salt and visit a nearby Fulani village. Finally, continue to Saly in time to enjoy an evening swim in the ocean. Meal(s) Included: Breakfast and Dinner Hotel: Palm Beach Resort & Spa"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "SALY – BANDIA – SALY | Highlights : Bandia National Park Drive to Bandia Park, where you will encounter numerous species native to Senegal, including buffalos, antelopes, impala gazelles, monkeys, tortoises, and crocodiles, as well as white rhinoceros, kudu, elands, cape moose, giraffes, ostriches, and zebras. Stop by the crocodile pool, where animals come to drink and buffalos wallow in the mud. You will also see numerous bird species, including small hornbills, grey herons, eagles, blackbirds, and kingfishers. Return to the hotel in time for a short excursion on the Somone Lagoon to admire the beautiful landscape and spot some rare river birds. This evening, there will be an opportunity for swimming and other beach activities. Meal(s) Included: Breakfast and Dinner Hotel: Palm Beach Resort & Spa"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Arrive Accra | Enjoy a leisurely morning before your departure flight to Ghana. Upon arrival in Accra, you will be met, assisted, and transferred to your hotel for the next two nights. Meal(s) Included: Breakfast, Dinner Hotel: Pelican Hotel"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Accra | The first visit will be to the W.E.B. Du Bois Centre, honoring the life of the prominent Pan-Africanist who chose to live and work in Ghana. We continue to Independence Square, where you will see the enclosed flame of African Liberation, lit by Dr. Kwame Nkrumah in 1961. Next, visit the Kwame Nkrumah Memorial Park, the final resting place of Ghana’s first president. Set in attractive gardens, there is an adjoining museum that contains photos, artifacts, and insight into Dr. Nkrumah’s life. Adjoining the park is the National Cultural Centre, Ghana’s largest outdoor arts and crafts market selling traditional crafts from all over West Africa. Meal(s) Included: Breakfast, Dinner Hotel: Pelican Hotel"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "ACCRA – ASSIN MANSO – ELMINA | Today, we depart for yet another adventure of the Coastal lands of Ghana- Elmina & Cape Coast. En route, we stop at Assin Manso, the burial site of two former slaves from the USA and Jamaica whose remains were re-interred in August 1998 during Ghana’s first Emancipation Day Celebration. A visit to “the Slave River” or “Donkor Nsuo” offers the chance to see the place where captured Africans were washed before being confined in the Slaves Castles to await shipment to the Americas and Caribbean. This evening, enjoy the sights of the many colorful fishing boats bringing their daily catch into the harbor and take the opportunity to mix with the locals at the nearby market. A short distance from the market we visit the boat builders, still building colorful fishing boats using traditional tools and methods spanning centuries. Continue to your hotel and check in. Prepare for dinner at your hotel. Meal(s) Included: Breakfast, Dinner Hotel: Ridge Royal Hotel"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "ELMINA | Today, we will visit Cape Coast Castle, a UNESCO world heritage site. The castle is a thought-provoking monument to a harrowing period in the region’s history. You will take an emotional journey through the castle which held more enslaved Africans than any other in the region, viewing the dungeons and the infamous “Door of no return”. There is a significant historical museum inside, which explains the history of the castle and of Cape Coast itself. You can purchase literature on Ghana’s forts and castles, as well as the cultural history and traditions of Ghana. Next, we visit Elmina Castle another World Heritage site. Late afternoon you will go through the “Fihankra” Fihankra is a ceremony that seeks to reconnect people of African descent, who have been lost due to the transatlantic slave trade, to the motherland. This ceremony reconnects returnees with the cultural and spiritual ties that had been denied them for centuries. The final part of Fihankra includes a naming ceremony to relax before you are transferred to the airport for your flight home. Meal(s) Included: Breakfast, Dinner Hotel: Ridge Royal Hotel"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "ELMINA | KUMASI | After breakfast, you will check out of your hotel for a visit to the Kakum National Park, Ghana’s most famous park. Take a brief walking tour on the forest floor where you will learn how our ancestors lived in the forest. See birds, butterflies and perhaps catch a glimpse of the forests of over 40 species of mammals including monkeys and the reclusive forest elephant. Proceed to the canopy walk. Kakum is home to Africa’s only aerial walkway through the tree canopy, 1000-foot-long and even-bridge walkway with viewing platforms that reach heights over 150 feet above the ground. Arrive in Kumasi late afternoon and enjoy the rest of the day at leisure. Meal(s) Included: Breakfast, Dinner Hotel: Lancaster Hotel Kumasi"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "KUMASI | Today, enjoy a scenic drive through several villages with Ashanti cultural-styled houses in the surrounding lush countryside which is a sharp contrast to the modern-day Kumasi city. Drive through Ejisu, the home of Nana Yaa Asantewaa the Queen mother of Ejisu who led Ashanti women warriors in a battle against the British in 1900. Continue your drive to visit the three craft villages. Adanwomase will be our first craft village where we’ll see how the famous Kente Cloth is handmade on looms in a time-honored tradition passed down through generations. See the Kente patterns with each having a meaning. You will have the opportunity to make purchases. We may pay a courtesy call to the chief of this community amidst drumming and dancing or see their cocoa farms (must be prearranged). We will continue to the village of Ntonso where Artisans hand-stamp patterns on a Cotton cloth to make Adinkra Textiles. Black-on-Black and Black-on-Red Adinkra Cloth is worn for funerals and other solemn occasions; learn how the Black Dye is made in the village from the bark of trees and creates your own Adinkra sash to take home. You may also purchase large pieces of the Adinkra Cloth handmade in the village. Our final village will be the Woodcarving Village of Ahwiaa, known for the talented craftsmen who fashion royal stools, walking sticks, and Fertility Dolls from wood; with the opportunity to purchase hand-carved items of all kinds. Continue to Central Kumasi which has quite a collection of British colonial buildings and it is the heart of the Ashanti culture. We enjoy a drive through the city with monuments dedicated to the memory of the great Ashanti people on our way to visit the Okomfo Anokye sword site, an important symbol of Ashanti unity that marks the spot where the golden stool “descended from the sky” and has been in place for over 300 years. Legend says the Ashanti kingdom would collapse should the sword ever be removed. Return to your hotel early evening. Meal(s) Included: Breakfast, Dinner Hotel: Lancaster Hotel Kumasi"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "KUMASI – ACCRA | Following breakfast and check-out from the hotel, drive back to Accra. Arrive in Accra, and check in to your hotel. Cap off your trip with a memorable night out in Accra, enjoying a farewell dinner at a local restaurant. Celebrate the highlights of your Ghanaian adventure before retiring to your hotel for your final night. Meal(s) Included: Breakfast, Dinner Meal(s) Included: Breakfast, Dinner Hotel : Pelican Hotel"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "ACCRA | DEPART Today is at leisure, but with the assistance of your driver and guide, decide on your excursions and activities. Visit the sites in Accra and vicinity that you have not yet seen. You will be transferred to the airport for your onward flight home. Meal(s) Included: Breakfast"
      }
    ],
    "map": ""
  },
  {
    "destination": "Ghana",
    "mainPhoto": "",
    "id": "transatlantic-slave-trade-tour-ghana",
    "tourName": "Transatlantic slave trade tour, Ghana",
    "placesVisited": "",
    "generalInfo": "The Transatlantic Slave Trade in Ghana gives travellers a feel and experience of the infamous slave trade. This tour showcases the various trails and relics of this abhorrent trade. Eight days is the perfect amount of time to explore and experience the amazing historical resources of Ghana. To get a full-blown experience of the beauties of the country and its rich historical resources, the tour will begin from the nation’s capital, then we explore all the way along the coastal regions of Ghana where this trade occurred, as well as to three regions where you will explore historical sites and the infamous slave castles; known for temporarily housing slaves during the Trans-Atlantic Slave Trade, such as the Cape Coast Slave Castle, Elmina Slave Castle, the Slave River at Assin Manso and it's facilities, and other forts used in the housing of slaves and storage of their ammunitions. You also discover how slaves were treated in these castles and other destinations that have links with the slave trade. You also get to learn more about the culture of the country Ghana.<br/><br/>HIGHLIGHTS<br/>•\tW.E.B. Dubois Centre for Pan-African Culture<br/>•\tKwame Nkrumah Mausoleum<br/>•\tIndependence Square<br/>•\tJames Town (Old Accra) Tour<br/>•\tAssin Manso Slave Facility<br/>•\tCape Coast Slave Castle<br/>•\tElmina Slave Castle<br/>•\tElmina Community Tour<br/>•\tFort St. Jago<br/>•\tFort St. Anthony<br/>•\tFort Appollonia<br/>•\tFort Metal Cross<br/>•\tFort Batenstein<br/><br/>Side Attraction<br/>•\tNzulezu Stilt Village<br/>•\tKakum National Park",
    "durationDays": "8",
    "price": "3025",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVAL IN GHANA Upon arrival at the Terminal 3 of Kotoka International Airport, Accra-Ghana, You will be met by a staff and sent to your hotel. Overnight in Accra"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "TOUR OF ACCRA, GHANA’S CAPITAL CITY After breakfast, you will begin your tour of the hustle and bustle of the metropolis of Ghana’s capital. Your first stop will be to the W.E.B. Centre for Pan-African Culture. Dr. Dubois, A Pan-Africanist accepted an invitation from Dr. Kwame Nkrumah(Ghana’s first President) and the task to of researching and compiling the Encyclopedia Africana. The center consists of a museum; which contains memorabilia and Dr. Dubois’s personal library, the open air theatre; where intellectual seminars and workshops were held. You will be treated to a guided tour of this memorial center. Afterwards you will depart to Kwame Nkrumah Memorial Park. There, you will make stops at some side attractions including; the Independence Square and Mausoleum. Continue to the Ghana's National Museum to learn more about our culture and history. After your tour of the National Museum, you will visit James Town Community, which is know as the Old Accra. You will visit some important landmarks in this community. We will end today's tour with a visit the Accra Art Market. Items on display for sale includes artworks, clothing, jewelries and many more. Overnight in Accra"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "ACCRA – CAPE COAST – ELMINA Depart to the Central Region after breakfast. If the hustle and bustle of Accra mars the smooth tour you intend to have in Ghana, wait till you leave that behind as you enter a new and calmer region where you will see the rapid transformation. There will be a quick detour to Assin Manso Ancestral Slave River Site. This facility houses the river that served as the last bath for the slaves before their shipment overseas. You will also witness an Ancestral Graveyard at the facility. Continue to Cape Coast Slave Castle, a UNESCO World Heritage Site. The Cape Coast Slave Castle was built in 1653 by the Swedish and later taken over by the British. It is regarded as the second biggest slave castle in Ghana and the most visited. You will get to experience how the trade was executed and the treatment that was meted out to the slaves before their shipment overseas. It will be an emotional tour as you are taking through the castle. Afterwards, you will depart to your hotel for your overnight. Overnight in Elmina"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "ELMINA COMMUNITY TOUR After a restful night, you will take your breakfast and begin with a tour of this colonial community. Today’s tour will comprise of both cultural and historic experience. You will be treated to a tour of Elmina visiting most of the notable places within the township. You will have the opportunity to visit the Elmina Slave Castle(St. George Castle) which is regarded as the biggest and oldest slave castle in Ghana. It is also a UNESCO World Heritage Site. You will also visit Fort St. Jago. It is located on a hill top overlooking the Elmina Township. Return to your hotel afterwards. You have the rest of the day to yourself to relax at your beach front hotel. Overnight in Elmina"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "ELMINA – BEYIN – AXIM After breakfast, you will depart to Beyin in the Western Region. Upon arrival, you will enjoy a beautiful experience in a canoe on the Amansari Lake to Nzulezu Stilt Village. The whole community of Nzulezu is built on top of the Amansari Lake. Your will be treated to a tour of this unique village. Afterwards, you will return to Beyin where you will be visiting Fort Appollonia. Fort Appollonia was built by the English merchant during the trade. Continue to your hotel to relax after today’s tour. Overnight in Axim"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "AXIM – ELMINA After breakfast, you will visit Fort St. Anthony(Fort Santo Antonio). It was built by the Portuguese in 1515 near Axim. After your tour of this facility, you will depart to Elmina. Overnight in Elmina"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "After breakfast, we will have a nature and cultural tour. Our first stop will be to the Kakum National Park, one of the West Africa surviving tropical forest. There is a canopy walkway which lies on the forest of Kakum and is the most common activity in the park. You will take a hike into the forest with the guidance of an experience park guide to experience the canopy walkway. Depart after your tour of Kakum National Park to have a local drumming lesson. You will have the rest of the day to relax at your hotel. Overnight in Elmina"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "ELMINA - ACCRA - DEPARTURE Depart to Accra to end your tour. Medaase Ghana!"
      }
    ],
    "map": ""
  },
  {
    "destination": "Ghana",
    "mainPhoto": "",
    "id": "west-african-history-tour-in-ghana",
    "tourName": "West African history tour in Ghana",
    "placesVisited": "",
    "generalInfo": "Ghana has a vibrant cultural identity and has been inhabited for over 300,000 years, it’s current ethnographic composition are results from constant migration from the North and Eastern parts of Africa, mainly due to the abundance of Gold in the region. This Cultural diversity is evident with over 75 African dialects spoken in current day Ghana. <br/><br/>European settlers were initially lured here by the trade in Ivory and Gold. But sadly, this was soon to be replaced by the tragic trade in human cargo, bound for the rapidly increasing number of plantations in the Americas. Ghana was exporting enslaved Africans at a far greater rate than any other West African country; this is evident with over 20 castles and Fortifications still dotting the Coastline. West Africans from Togo, Benin, Nigeria, Ivory Coast, Niger, Burkina Faso and other countries were transported through these Fortifications in Ghana.<br/><br/>Many African Americans and West Indians have traced their roots back to Ghana, and have made the emotional journey tracing the steps their ancestors were forced to make all those years ago. For many, this is an emotional, thought provoking experience and the majority have an overwhelming feeling that they have come home.",
    "durationDays": "8",
    "price": "750",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome. Our experienced guides will meet with you at the Kotoka International airport Accra and transfer you to your hotel. After checking you in your cultural guides offer you Akwaaba (welcome) and brief you on all aspects of your trip. (D)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Historical tour of Accra. An historical tour of Accra visiting the Kwame Nkrumah memorial park, national cultural centre, craft market, Du Bois centre and Independence square. (B,L,D)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Colonial history tour. We set off for Kumasi passing through the Akwapim range en-route, offering outstanding views of Accra in the distance. We pass through Aburi craft village and the Aburi botanical gardens created by the British in 1890 before continuing our journey to Kumasi capital of the Ashanti region of Ghana. (B,L,D)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Cultural excursions. A morning visit to Kejetia market the largest outdoor market in Western Africa, where we have the opportunity to pick up some bargain souvenirs and experience everyday life for the locals. We tour the Manhiya Palace in the late morning where we receive an informative overview of the legacies of the Asanteman Kingdom before setting off for the Cultural center and Prempeh II Jubilee museum after lunch. (B,L,D)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Craft villages. The day is dedicated to spending time in the ancient craft villages found within touching distance of the city centre. We meet the local communities of Bonwire, famous for Kente, Ntunso renowned for Adinkra and Sokoban Krofrom masters of brass casting. During our time with the locals we learn about their cultural values and the history behind their traditional crafts and cloths. (B,L,D)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Cultural excursions. We enjoy a leisurely breakfast before setting off for Elmina, en route we pass through Obuasi where we find Ghana’s largest gold mine before visiting Assin Manso and the Enslaved African River. We lunch in Cape Coast before visiting the Cape Coast Castle a UNESCO World Heritage Site for a thought provoking journey through Ghana’s tragic enslaved African trade era. (B,L,D)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Kakum Canopy walkway. A morning visit to the world famous Kakum Canopy walkway, found in Kakum National Park, a beautiful tropical Guinea rainforest which supports over 40 mammal species and 300 species of birds. We enjoy lunch at a restaurant built over a lake containing Nile Crocodiles, before visiting the fishing town of Elmina and the Castle of St George the oldest extant colonial building in sub Saharan Africa. (B,L,D)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Final day. Sadly your final day with us in Ghana, after a leisurely breakfast we set off for Accra visiting the National Museum and Cultural Centre on our arrival. We enjoy an early evening meal before your transfer to the airport after a wonderful 8 days in Ghana. (B,D)"
      }
    ],
    "map": ""
  }
]