[
  {
    "destination": "Sweden",
    "mainPhoto": "",
    "id": "sledding-through-swedish-lapland-itinerary",
    "tourName": "Sledding Through Swedish Lapland Itinerary",
    "placesVisited": "Stockholm, Vilhelmina, Slussfors, Swedish Lapland, Vindelfjallens Nature Reserve",
    "generalInfo": "Silence, serenity, and solitude abound in Swedish Lapland, a white wilderness where the aurora dances and the huskies just keep on running for this 8-day vacation. On a dog sledding safari, explore lands that human eyes rarely see, crossing frozen lakes and ancient forests enveloped in snow. Get away and discover a fairytale world where yours are the only marks in the snow.",
    "durationDays": "8",
    "price": "4,800",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Stockholm – Sweden’s Charming Capital",
        "description": "Stockholm is a capital city with the atmosphere of a small town. You will stay in Gamla Stan, the old town on an island in the heart of the city. Cobblestone streets take you on a journey past narrow townhouses, each of them painted a different hue. This is Scandinavia from the middle ages with contemporary indulgences all around. With lantern-lit cafes, cozy fine dining restaurants, market squares running alongside waterways, settle in and begin to explore."
      },
      {
        "dayNumber": "2",
        "title": "Stockholm – Amid Waterways and Museums",
        "description": "Today gives you space to overcome any travel fatigue before you head out into the land of the huskies. Stockholm is a city of waterways and cobbles, and if anywhere can make you feel relaxed, it is here, especially when coffee aromas float down the lanes. You could visit the ABBA Museum or the Nobel Museum during the day, go on a Nordic food tour, or perhaps a brunch cruise on Stromma. The day is yours to enjoy."
      },
      {
        "dayNumber": "3",
        "title": "Slussfors – Into the Wild Landscape of Swedish Lapland",
        "description": "Fly north and land in the remoteness of Swedish Lapland as nothing breaks the journey to Slussfors and Vindelfjallens Nature Reserve. You will be welcomed with a bunch of Swedish waffles and check into a lakeside guesthouse. Learn how to pack the sled and the best way to pack your own luggage in the waterproof hold-all. Get a lesson in driving the sled and learn the hand signals required to control the huskies. Then take a ride, a first real exploration of Swedish Lapland – there’s so much more to come tomorrow."
      },
      {
        "dayNumber": "4",
        "title": "Swedish Lapland – First Day of the Husky Safari",
        "description": "Soon the wooden huts recede into the horizon, and there is nothing but you and the huskies. Between forests and mountains, you ride with icy water all around with a sense of solitude. Arrive at the cabin and take care of the dogs, and once they are sorted, build a fire and help slow cook a traditional Lappish meal. This first day may be moose and potatoes cooked on an outdoor muurikka, a skillet-style pan you place over an open fire highlighting a chance to connect further with the journey and the husky dogs."
      },
      {
        "dayNumber": "5",
        "title": "Swedish Lapland – Dogsledding Through the Wilderness",
        "description": "The colors of dawn stretch for two hours, with the pinks and oranges reflecting off the snow. The sun rises at its own pace, and you depart with it. Harness the huskies, pack the sled, then drive through magical mountain landscapes. A part of the world rarely seen by humans, create new paths in the virgin snow. Arrive at your cozy wooden cabin in the afternoon for a comfortable base in the middle of a nature reserve. The aurora borealis dances overhead, the huskies stand like sentinels, and nature creates a humbling silence."
      },
      {
        "dayNumber": "6",
        "title": "Slussfors – Traversing Frozen Lakes and Ancient Spruce Forests",
        "description": "By now, you will know the dogs and their personalities. Some come to greet you in the morning, some are natural leaders, and others have histories that your guide has shared. At first glance, this landscape can seem monotonous, but after four days of dogsledding, you realize this is a real adventure. There’s always another perspective, still something new to pass in Lapland. As Slussfors draws near, the dogs run faster, sensing their home is on the horizon. Like other evenings, you eat heart-warming traditional food and have a chance to dip in the sauna before looking for the aurora."
      },
      {
        "dayNumber": "7",
        "title": "Stockholm – Snowmobile Safari and Sami History",
        "description": "There’s a different way to explore today. Travel to Vilhelmina and store your luggage at a trusted hotel. Snowmobiles aren’t as charming as huskies, but they can cover large distances and are always fun to handle. Head out on snowmobiles with your guide, riding into the land you haven’t explored before to meet a small Sami community and discuss the subtleties of their heritage. From reindeer to snowmobiles to crafting a living from the snow and ice, stories and history abound. Return to Vilhelmina before your early evening flight back to Stockholm and a final night in Sweden."
      },
      {
        "dayNumber": "8",
        "title": "Stockholm – Departure",
        "description": "The wilderness may be behind you, but memories of the wild live on. You may already be missing Lapland, but the land will still be part of you. Multi-day dogsledding is an experience that can have a profound effect on your connection with nature. After a free day in Stockholm, you will be transferred to the airport for your outbound flight."
      }
    ],
    "map": "",
    "category": "Safari"
  }
]