{
    "Main_Title": "Our Finland holidays & tours",
    "Main_Paragraph": "Our Finland holidays tread lightly through classic winter landscapes, taking you to remote wilderness cabins in search of solitude and the Northern Lights, or to sun-dappled tundra for summertime wildlife watching holidays that track bears, wolves and elk. Finland is famous for its outdoors, and the best way to experience it is in the company of our experienced local guides. Through their knowledge and connections you’ll get a deeply authentic introduction to life in Finland, you’ll discover the lifestyles and traditions of indigenous Sámi reindeer herders, and you'll also stay in locally owned and often family-run places, all of which helps to support communities.",
    "Subtitle": "About our Finland holidays",
    "Title1": "Finland for families",
    "Paragraph1": "Families have the opportunity to get involved in the real culture of Lapland – sharing a barbecue with a Sámi herder, plodding through Narnia-esque forests on snow shoes, or staying up way past bedtime watching for the Northern Lights. The thrill of sledding can't be beaten, and our husky safaris are run by carefully selected operators who put the health and welfare of these incredible dogs first. Come summer, Finland transforms into an adventure playground – with hiking, canoeing and lake swimming sitting at the top of the to-do list. Tailor made family activity holidays give you the freedom to do as much or as little as you choose.",
    "image1": "",
    "Title2": "Finland in the winter",
    "Paragraph2": "Our winter holidays follow the Finns, who know how to embrace their longest season. Husky safaris, snowshoe and cross country adventures through snow-slumped Wild Taiga forests provide a connection to the landscape, which extends skywards. The permanent twilight provides a beautiful backdrop for our activity-led holidays, the night providing a pitch-dark canvas for the Northern Lights. You will have the chance to meet local Sámi reindeer herders and find out about their way of life, you can even try net fishing – a traditional Sámi method of catching dinner.",
    "image2": "",
    "Title3": "The Northern Lights",
    "Paragraph3": "The indigenous Sámi have many stories about the Northern Lights in Finland. Some believe that the aurora borealis is the souls of the dead passing over – and spotting the flickering lights in the silence of the Finnish wilderness is certainly a near-spiritual experience. The Northern Lights are elusive, so our holidays follow the lead of a local guide who’ll obsessively check weather charts, aurora forecasts and know how to navigate the sub-zero winter darkness in a snowmobile or sled. A sauna and warm\nglögi\nwill be waiting for you when you get back.",
    "Title4": "Finland in the summer",
    "Paragraph4": "Finland has a hugely underrated surprise up its sleeve: summertime. Our summer holidays make the most of the season, when the country briefly shrugs off its snowy cloak revealing green hillsides and Nordic-red lakeside cabins. Our local guides know all the best hiking and running trails through sun-dappled forests, and our self drive holidays take you to long, empty roads, ripe for exploration. Brown bears wake up from hibernation in the Wild Taiga, so you can have a go at tracking them on a wildlife holiday, with the knowledge that your trip contributes to their ongoing protection.",
    "image3": "",
    "Title5": "Different ways to explore",
    "Paragraph5": "Winter adventures are our most popular type of holiday in Finland. Itineraries are full of the favourites, including snow, huskies, log cabins, but will also introduce you to and support Sámi culture. Finns have made the inaccessible accessible, thanks to the husky sled, so our family holidays are great for energetic, adventurous children. And huskies aren’t the only four-legged beasts worth seeing. In summer our local guides can help you to track – and protect – wildlife like bears, wolves and wolverines.",
    "Title6": "Where to go on holiday in Finland",
    "Paragraph6": "If it’s your first trip to Finland, then our Finnish Lapland holidays are a great choice. We'll help you to explore the region beyond Santa Claus Village in Rovaniemi – a vast white canvas waiting for showshoe and sled tracks that’ll be wiped clean by the next snowfall. It’s also the heart of Sámi culture, and by supporting local reindeer farms, working with local Sámi guides and visiting Sámi cultural centres, our holidays help to protect their culture for future generations. Alternatively, our wildlife holidays head to the Wild Taiga, where local experts will put you on the trail of the elusive wolverine, amongst other animals; you can hike from hut to hut along the lakes or self drive from national park to national park, supporting wildlife and local communities along the way."
}