[
    {
        "type": "overview",
        "Main_Title": "Our Lithuania holidays & tours",
        "Main_Paragraph": "A tiny country with a big, Baltic heart, Lithuania was a medieval great, as you’ll still see in Vilnius, its magnificent capital. Natural greatness is also part of this country’s raison d’etre; there are four national parks. These include the Curonian Spit National Park, where sand dunes and wetlands leading out into the Baltic boast pine forests, fishing villages and white beaches. Look beyond Lithuania’s stag party reputation to wild nights of a different kind. Our Lithuania holidays focus on the country’s wonderful culture, whether that’s through family-run hotels and small regional museums, produce grown and caught by farmers and fishers, and local guides who can introduce you to the rolling landscape through cycling tours, walks and tours.",
        "Subtitle": "Lithuania highlights",
        "Title1": "",
        "Paragraph1": "Lithuania's Baltic shoreline features 100km of white sand beach that stretches all the way to Latvia. The seaside resorts of Nida, Klaipėda and ventoji, are all popular when the suns out although inland national parks, such as Aukstaitija and Dzükija, are excellent alternatives. The capital, Vilnius, exemplifies the country's confidence and offers easy access to the towns of Trakai and Kaunas, both located nearby. Finally, trips over borders into Belarus, Poland and Latvia give a fuller picture of northeastern Europe.",
        "image1": "",
        "Title2": "1. Curonian Spit National Park",
        "Paragraph2": "Curonian Spit is shared territory with the northern half belonging to Lithuania and the rest to Russia. This is some serious sand and after a short ferry ride over the lagoon youll be treated to over 50km of drifting dunes, wetlands, forests and seaside villages, such as Nida, which have long been the preserve of artists and soul searching types, as well as migratory birds taking a rest from the East Atlantic Flyway.",
        "image2": "",
        "Title3": "2. Kaunas",
        "Paragraph3": "Follow Eastern Europes longest pedestrianised boulevard and youll understand why Kaunas is just as well known for its ambience as it is for its museums and churches. A blend of Gothic, Baroque and Renaissance make up the majority of the Old Town buildings, with Vytautas Church, the Church of St. Francis Xavier and Pazaislis Monastery, all stand out highlights amongst the open air bars and cafes.",
        "Title4": "3. Klaipeda",
        "Paragraph4": "Sandwiched in the middle of seaside resorts Palanga and Nida, Klaipeda is Lithuanias third largest city and the east coast Baltics number one (usually) ice-free port. Klaipedas unique Old Town features rows of timber-framed buildings that make for an interesting interlude between time spent in the sculpture parks, botanical gardens and the whispering pine forests bordering the beach.",
        "image3": "",
        "Title5": "4. Sventoji",
        "Paragraph5": "On the northwest coast, bordering Latvia, the seaside town of ventoji makes for an extremely pleasant escape from city sightseeing with plenty of places to eat or work up an appetite amongst sand dunes and Baltic shallows. ventoji Beach is one of Lithuania’s most secluded stretches of coast and makes for an excellent start point if you fancy cycling to the historic city of Klaipeda, just over 40km south.",
        "Title6": "5. Trakai",
        "Paragraph6": "Picture conical red turrets bordered by forests and reflected in the ripples of tranquil waters and youre getting close to Trakai Island Castle that's set within its historical national park, just 25km west of Vilnius. Over 200 lakes, Trakai Peninsula Castle and several wooden, triple-windowed buildings, attributed to the Karaim community, can also be found here, as well as a selection of crusty kybyn pastries.",
        "Title7": "6. Vilnius",
        "Paragraph7": "Theres a tile in Vilnius that marks where a 650km human chain linked to Tallinn in protest against Soviet occupation. Although the tiles whereabouts is a secret, its one of many expressions of freedom dotted throughout the narrow streets and public parks. Antakalnis Cemetery, the UNESCO Old Town and the street art surrounding a bust of Frank Zappa are all reminders of a dynamic city in touch with its past."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Lithuania",
        "Main_Paragraph": "Short summers and freezing winters set the scene with beach time in the Baltics best enjoyed from June to August. Either side of summer, May or September, is perfect for strolling over old town cobbles without the crowds or deserted dunes with a chunky jumper; and if youre looking for a few feathers, March-April or Sep-Oct is the best time to visit Lithuania for bird watching. Packing a brolly and waterproofs is a good idea no matter when youre travelling to Lithuania, we recommend chucking in some mosquito spray, just in case.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Vilnius, Lithuania Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Vilnius, Lithuania Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-9</td>\n  <td class=\"temp-cold\">-3</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 52%;\">40 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-8</td>\n  <td class=\"temp-cold\">-2</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 45%;\">35 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cold\">-4</td>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 49%;\">38 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 60%;\">46 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 77%;\">59 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 97%;\">75 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">77 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 94%;\">72 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 84%;\">65 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 66%;\">51 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cold\">-1</td>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 73%;\">56 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cold\">-6</td>\n  <td class=\"temp-cold\">-1</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 69%;\">53 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Lithuania travel advice",
        "paragraph1": "",
        "image2": "",
        "title2": "Tips on what to eat",
        "paragraph2": "Jenny Aitken shares her experiences of travelling in Lithuania:\nIf youre in Lithuania you have to try a\nZepellin\nwhich is a giant potato dumping usually stuffed with pork mince or vegetables and served with a creamy mushroom sauce.",
        "title3": "Finding help",
        "paragraph3": "Simon Clifford, from out partner Exodus, shares his Lithuania travel advice:\nIf you get lost or you need assistance then ask a younger person as the majority speaks English as a second language whereas older Lithuanians tend to favour Russian.",
        "title4": "Cultural tips",
        "paragraph4": "Jenny Aitken:\nThe Stebuklas (Miracle) Tile in Vilnius is located in the main square and, apparently, if you spin around on it three times clockwise and make a wish it will come true.\nThe KGB Museum in Vilnius is housed in a former KGB office and offers a really interesting insight into life in Lithuania during the communist era."
    }
]