[
    {
        "type": "overview",
        "Main_Title": "Our El Salvador holidays & tours",
        "Main_Paragraph": "Our El Salvador holidays explore a tiny country with a huge history, and one that remains very much tourist-free. That means that youll have stunning destinations such as Bosque El Imposible National Park or Montecristo Cloud Forest almost to yourself. The volcanic region of San Miguel is only beginning to erupt with ecotourism, while the Mayan sites of Tazumal, San Andrés and Joya de Cerén still feel timeless. Visit the tiny rainforest community of La Cinqera and your guide may be a former guerilla who fought in the countrys civil war and is now part of a fledgling tourism initiative here. And the La Ruta de Las Flores trail through colonial towns and coffee plantations continues to be a wonderful way to support local artisans, with the craft shops and food markets here a highlight of many tours.",
        "Subtitle": "El Salvador highlights",
        "Title1": "",
        "Paragraph1": "Little El Salvador is surprisingly packed with colonial, cultural and coastal treats; there is more than enough here to keep you busy for a couple of weeks, especially as the laid back vibe means that hours easily drift into days. It is possible to spend a week or two here exclusively, but many holidays combine the country with Honduras, or as part of longer Central American overland tours, crossing over from Guatemala or Honduras. El Salvadors compact size means that in just a few days you can visit colonial towns, volcanoes and wildlife-rich coast, with the Ruta de las Flores providing an excellent tour-within-a-tour which can be completed in a day. Long drives are, happily, minimised, and the proximity of many attractions means you can often spend two or three nights based in one town.",
        "image1": "",
        "Title2": "1. Jiquilisco Bay",
        "Paragraph2": "This network of mangroves, islets and natural canals is El Salvadors most important marine ecosystem, hosting a huge number of native birds and reptiles, as well as endangered hawksbill turtles, which nest here from May to September. Kayak though the mangroves, hike through the forest, learn about turtle conservation projects or visit a nearby cocoa plantation to learn how chocolate is made.",
        "image2": "",
        "Title3": "2. Joya de Cerén",
        "Paragraph3": "In 600AD, the Laguna Caldera volcano erupted, burying a nearby farming community. Today, the site is known  unsurprisingly  as the Pompeii of the Americas. Unlike Pompeii, however, it seems that all inhabitants escaped. This is the best preserved example of pre-Hispanic life in the region, as homes, a sauna, agricultural tools, religious items, sleeping mats and even fields have been found virtually intact.",
        "Title4": "3. Ruta de las Flores",
        "Paragraph4": "The pretty name is somewhat misleading, as the real gems along this 36km route are not the flora, but the many colourful artisan villages. If you can, visit at the weekend, when the markets and plazas really come alive with traders and food festivals. This is also prime coffee country, so you can visit a plantation en route, and learn how to harvest and roast the beans. Dont miss the museums, churches and craft galleries.",
        "image3": "",
        "Title5": "4. Ruta de la Paz",
        "Paragraph5": "To learn more about El Salvadors more recent  and tragic  history, head to the Ruta de la Paz  the Route of Peace. The Museum of the Revolution tells the story of the civil war, while a scenic hike up Cerro Pericón traverses landscapes that were once guerrilla strongholds. The village of El Mozote was the scene of one of the wars bloodiest massacres; today, residents do their best to spread messages of peace to visitors.",
        "Title6": "5. San Salvador",
        "Paragraph6": "While many Central American capitals are best whizzed through, this 500-year-old city is chaotic but surprisingly attractive, with plenty of trees and an impressive cathedral overlooking the main plaza. Walking tours reveal a jumble of architectural styles, as San Salvador was rebuilt several times following historic earthquakes. Visit the national palace, the excellent museums and buzzing marketplaces.",
        "Title7": "6. Suchitoto",
        "Paragraph7": "Suchitoto was at the centre of a thriving indigo trade during colonial times, and you can still visit a functioning workshop today. Wander through its cobbled streets with pretty, painted houses, learn to prepare the national dish of\npupusas\n, visit the galleries and laid back cafes, or head to the adjacent Lake Suchitlan where you can kayak and look out for the migratory birdlife, particularly birds of prey.",
        "Title8": "7. Tazumal",
        "Paragraph8": "Tazumal was once a thriving Mayan city, which was abandoned some eight centuries ago. In its heyday its trade and cultural networks reached as far as Copan in Honduras and Chichén Itzá in Mexico. The most important structures are two large pyramids, and artifacts recovered from the site can be seen in the onsite museum as well as in San Salvadors Museum of Anthropology."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to go to El Salvador",
        "Main_Paragraph": "El verano\n summer  in El Salvador is from Nov-Mar. This is the best time to go to El Salvador, as its the driest time, and youll avoid the worst of the heat in March and April, before the rains hit in May, lasting through to Oct. However, overall the temperatures vary little throughout the year; and youll find greater shifts in heat depending on the altitude than the season. The coast and lowlands are consistently hot, while the mountains are much cooler, with the highest regions sometimes dropping almost to freezing.",
        "image1": "",
        "when_to_go": "When to visit El Salvador month by month guide",
        "when_to_go_html": "<bullet>In <b>December </b>, the weather is dry, but the landscapes are still lush and green following the recent rains. However, this is peak season in El Salvador; book well in advance and expect higher prices. December is also the coolest month; expect near freezing temperatures overnight if staying in the mountains. </bullet>\n<bullet> <b>March </b> and <b>April </b>, too, are particularly busy months thanks to Easter holy week, or Semana Santa. Expect international tourists as well as plenty of holidaying Salvadorians; book well in advance. </bullet>\n<bullet> <b>January </b> to <b>February </b> promise sunny days, lower humidity and slightly cooler temperatures. They still fall within peak season, but without the peak crowds of Christmas and Easter. Remember, though, that this is the tropics; sudden downpours can occur at any time, so come prepared. </bullet>\n<bullet>The end of <b>November </b> is also a great time to visit El Salvador, as its much quieter  and without peak season prices  but the rains have eased off. </bullet>\n<bullet>By late <b>April </b> into <b>May </b>, things start hotting up  and the rainy season arrives. The downpours last through to early <b>November </b>, and some national parks, such as Montecristo, may close at this time. </bullet>\n<bullet> <b>June </b>, <b>July </b> and <b>August </b> are very wet, with precipitation peaking in September. Hurricanes are very rare, as the country is on Central Americas Pacific coast, rather than the Caribbean. Confusingly, Salvadorians refer to this hot, wet season as <i>invierno</i>  winter. <i>Verano </i> summer  is from <b>November </b> to <b>April </b>. </bullet>\n<bullet> <b>August</b>  is particularly busy in El Salvador despite the rains, as some of the biggest festivals take place during this month.  These include Fiestas Agostinas in San Salvador, with parades, marching bands and food stalls, as well as the Balls of Fire festival in Nejapa, during which fire throwers commemorate the eruption of a nearby volcano  with quite alarming results. </bullet>\n<bullet>Sea turtles nest from <b>May </b> to <b>September</b>, with the hatchlings emerging around eight weeks later. The idyllic Jiquilisco Bay is one of the best areas to witness them on the beach. </bullet>",
        "weather_chart": "El Salvador Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">El Salvador Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">3 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 4%;\">8 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 21%;\">44 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 74%;\">153 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 72%;\">150 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 61%;\">126 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 66%;\">137 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 68%;\">141 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">207 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 17%;\">36 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 2%;\">4 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "El Salvador travel advice",
        "paragraph1": "",
        "image2": "",
        "title2": "",
        "paragraph2": "El Salvador has much fewer safety concerns than Honduras, for example, and loads of really cool things to do. In such a small country, theres plenty to see and its easy to travel around  it has volcanoes, beaches (great surfing and diving), nesting turtles, jungles, waterfalls, small time charm and delicious food. They have their own weird version of Pompeii  the Joya de Cerén, just outside San Salvador. It was a small town, and about 565AD a volcano eruption covered the entire town in ash and essentially buried and preserved it. It was only rediscovered in 1978.",
        "title3": "Tips on visiting Suchitoto",
        "paragraph3": "Suchitoto is a small sleepy place with very friendly and welcoming locals. It has great colonial architecture and a sort of sleepy vibe, so its a great place to chill out. Its on the shore of Lake Suchitlán which is really cool  we did a boat trip and saw sloths, monkeys and iguanas, as well as loads of birds.",
        "title4": "Why join a small group tour?",
        "paragraph4": "Were with the driver and Central American tour leader, and we have made links with local excursion providers so that we know who to use in each location. Border crossings can be a bit of a nightmare in many countries, sometimes quite intimidating and always long and laborious. This is much easier if youre travelling with a tour leader so that you dont have to think about it!",
        "title5": "What to eat in El Salvador",
        "paragraph5": "El Salvador is famous for\npupusas\n, which are not found anywhere else in Central America! They are classic tortillas, but stuffed with a mix of cheese, mince meat, veg (carrots and cabbage mainly) and spicy sauce. You see them on the streets everywhere, with ladies doing a sort of clapping motion  theyve stuffed the dough, and then clap to flatten it out before putting it on the hot plate. Really good. Otherwise the food is pretty classic Central American fare: tortillas, rice, beans, lots of seafood on the coast, pork and chicken too. Its all really fresh and tasty."
    }
]