{
  "destination": "Ivory Coast",
  "mainPhoto": "",
  "id": "ivory-coast-small-group-tour",
  "tourName": "Ivory Coast small group tour",
  "placesVisited": "Abidjan, visiting villages of the Baulé people, Ferkessedougou, witness traditional iron metallurgy, Korhogo, watch a dance performance by initiated young men, visit Senoufo, Fulani, Yakuba and Malinké villages, Liana Bridges, Gbepleu rainforest, rubber and coffee plantations, Yamoussoukro, Grand Bassam",
  "generalInfo": "This Ivory Coast small group tour takes you to a country that is off the radar to most travellers, due to its recent troubled past. Now that it’s safe to visit once again, those who do choose to come discover a country that is stunning in its diversity, both in terms of natural beauty and culture. <br/><br/>Starting in the lively and rapidly developing capital city of Abidjan, you’ll explore markets and museums, before heading upcountry to experience life with some of the country’s many different ethnic groups, including the Dan, the Senoufo and the Fulani people. Visiting local villages, you’ll experience lively tribal festivals, watch initiation rituals, local dances and traditional blacksmith techniques, and walk through rainforest and savanna, learning about local flora and fauna. Your tour ends with a visit to a grand Basilica in Yamoussoukro as well as the town of Grand Bassam, which is full of dishevelled colonial architecture. This is a trip that’s full of surprises and truly off the beaten path. <br/>",
  "durationDays": "13",
  "price": "3795",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Abidjan - Arrive in Abidjan where you will be met and transferred to your hotel. The evening is at leisure. Overnight Hotel Détente or similar. No guiding or meals are included today."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Abidjan – Abenguru (260km; Driving time today is approx. 4 hours) - Our journey begins after breakfast, departing towards Ghana, where we meet with the Anyi monarchy, from the Akan large ethnical lineage group and learn about the history of the region and the role of traditional Kings in a modern republic. If available, the king will receive us. We also visit the Museum. Before dinner, experience the ancestral ‘Ghost Dance’. Overnight at Hotel Royaume or similar. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Abenguru – Yamoussoukro (250km; Driving time today is approx. 4 hours) - This morning we continue to Yamoussoukro. On arrival into Yamoussoukro we visit the Biax Foundation (Boigny Felix Houphouet Foundation for Peace), which hosts government meetings and conferences, and houses artifacts and information on the founding president and his family. We then visit the Basilica of the Virgin of Peace which is a copy of that of St Peter’s in Rome. The marble and the stained glass that are characteristic of this church make it an excellent monument to the history of the country and pass by the Presidential Palace, where you may see crocodiles in the surrounding lake. Overnight Royal Suite Hotel or similar (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Yamoussoukro – Bouake (260km; Driving time today is approx. 5 hours) - We enter today the territory of the Baulé people, known for their intricate handicrafts. In the Daloa region we attend the dancing masks of the Guro People, known as Zaouli. The Zaouli was created in the 1950s, reportedly inspired by a girl names ‘Djela Lou Zaouli’. Later, we continue with the dance of the Goli masks, where a round-shaped ‘lunar’ Goli mask is sub-mounted by two horns. Overnight at Hotel Mon Afrik, or similar. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bouake – Korhogo (225km; Driving time today is approx. 4 hours) - After a short tour around the city and its colourful market, we drive north on a dirt track taking us to Korhogo. You will notice a change in the landscape as we enter sub-Saharan Sahel, a dry savannah with baobab trees. Korhogo dates back to the 13th Century and is now the capital of the Senufo people. On arrival in the late afternoon, we visit the traditional clay bead makers where we can participate in a workshop to make our own bead and also purchase a beautiful selection at reasonable prices. Close to here we also find the traditional weavers and dress makers part of a local cooperative and great place to see the skilled process and buy a wide selection of designs at good prices. Overnight at Hotel Mon Korhogo, or similar – basic accommodation. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Korhogo (60km; Driving time today is approx. 2 hours) - After breakfast, we drive to a remote village to witness the old technique of iron melting carried out by blacksmiths, a very rare example of traditional iron metallurgy in Africa. This ‘tribal technology’ will bring us back to the first iron age in Africa. The iron ore comes from local mines and is milled manually. The traditional ‘adobe bellows furnace’ is loaded with layers of charcoal and ore then the fire is set. Fusion takes place overnight so we leave the furnace and travel back to Korhogo. We then visit a workshop to see shea butter processing and local pottery making, as well as the local wood carvers and continue to the Museum of Gbon. Later in the day we will and we attend a Boloy, or panther dance, performed by initiated young men. Overnight at Hotel Korhogo, or similar – basic accommodation. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Korhogo – Boundiali (150km; Driving time today is approx. 5 hours) - This morning we return to the remote village to see the result of the fusion. The sealed base of the clay furnace will be broken to extract the iron bloom and the blacksmith will pound part of it. Afterwards, with the help of a bellows, they will heat the metal powder obtained until it melts in a crucible and pour it into a mould. The metal is later heated once again and hammered on the forge to the required shape, and then finally polished from imperfections and bumps. We have now seen the whole process of this ‘tribal technology’, once believed that this technique had disappeared for more than 80 years, up until the discovery of this remote village. We then leave the main road to visit the villages of the Senoufo people that still maintain today the secrets of their own handicraft production. In these villages we will admire the large clay granaries and the sacred houses with decorated bas-reliefs. In the afternoon we attend the Ngoro dance, or the dance of the virgin girls, which is part of the Poro initiation performed by the Senoufo. Overnight at Hotel Le Paysan, or similar – the most basic hotel of the tour, with no better alternatives available in the area. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Boundiali – Odienne (150km; Driving time today is approx. 5 hours) - We start our day by exploring regions traversed constantly by herds of zebu guided by the unmistakable Fulani nomads searching for pastures. We will visit some local Fulani villages where we hope to be invited into some of the houses to experience their warm local hospitality. Later, we travel to meet the Malinké ethnic group, and more specifically the initiated hunters, Dozo. Dressed in their traditional costume and with their shotguns covered with amulets, the hunters will accompany us on an excursion on foot into the savannah to give us a brief introduction to the power of plants. They will also accompany us to visit a Malinké village where to the rhythm of the tam-tam they will dance and demonstrate resistance to fire and knives. Overnight at Hotel Les Frontieres, or similar. (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Odienne – Man (270km; Driving time today is approx. 5 hours driving) - Today is devoted to meeting the Yacuba, the people better known as the Dan. We will spend time visiting some of their villages built on hillsides, characterised by big round huts with thatched roofs. Later we will experience a traditional masks dance of the Dan. We then continue south. As Mount Tonkpi comes into view we will approach Man. Overnight Hotel Les Cascades, or similar. (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Man – Excursion to Danane region (200km; Driving time today is approx. 5 hours on dirt track) - This morning we journey out from Man to see the Liana Bridges. We then return to Man where you will have some leisure time where you can relax or explore some of the local craft shops. Later we will be able to enjoy dancing in a nearby village by the Guéré people. Overnight Hotel Les Cascades, or similar. (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Man – Flight to Abidjan - This morning we travel to discover a remote forest region where the arrival of foreigners is a rare event. We cross wooden bridges before reaching isolated settlements of the Guéré ethnic group, where we experience a Jongleurs performance, an ancient tradition that is now vanishing. Drumming will announce the start where initiated girls with their faces painted in white Kaolin perform a unique acrobatic dance. This afternoon we take a flight back to Abidjan. Overnight Hotel Détente or similar. (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Abidjan – Grand Bassam (50km; Driving time today is approx. 1 hour) - We take today a full city tour of Abidjan, the modern economic capital of Ivory Coast. We visit the Plateau district with its large modern buildings and skyscrapers and also cross the lagoon by boat for a view of the Plateau from a water’s perspective. We visit the lively market at Treichville as well as the residential area of Cocody containing interesting colonial architecture. We will also visit the national museum which contains a fine collection reflecting the rich heritage of 62 ethnic groups. We then drive south towards the Ebrié Lagoon and the Atlantic Ocean to reach Grand Bassam. Overnight at Hotel Etoile du Sud, or similar. (BLD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Grand Bassam – Abidjan – Departure (50km; Driving time today is approx. 1 hour) - We spend the morning exploring Grand Bassam with its crumbling colonial architecture. The old post office is a jewel of French colonial architecture and we visit the Costume Museum, in the former governor’s palace, with its large outer staircase is a true architectural gem and its unique collection of tribal costumes, masks, ornaments and ethnographic photographs gives an interesting perception of the country history and culture. There is some time at leisure to enjoy the nice beach and later in the afternoon we transfer back to Abidjan. A room will be available for you to freshen up before your transfer to the airport and your onward flight. Please do not book a flight departing before 18:00 today. Day use at Hotel Onomo or similar. (BL)"
    }
  ],
  "map": ""
}