{
  "destination": "Ivory Coast",
  "mainPhoto": "",
  "id": "ivory-coast-holiday-ancient-gods-of-west-africa",
  "tourName": "Ivory Coast holiday, ancient Gods of West Africa",
  "placesVisited": "Abidjan, Yamoussoukro, liana forest bridges, mask dances of the Guere and the Dan, hunting with the Malinke, Fulani nomad encounters, panther dance of the Senoufou, Bouake, Aniausse, Grand Bassam",
  "generalInfo": "After some troubled times, Ivory Coast is back as a beacon for intrepid travellers keen to experience some of Africa's most rich and varied native traditions on a trip that takes in contrasting highlights in the north and east of the country, starting and ending in the lively capital Abidjan. <br/><br/>Much of the focus is on discovering the rich and varied cultures that thrive here. In Aniausse we visit a school for ‘feticheurs’, the high priests of traditional religion, while in the north we visit the Dan and Fulani, witnessing their vibrant traditional mask dances and rituals. <br/><br/>In Bouake, you'll spend time with the Baoule people to discover how they maintain their handicraft traditions, while our time with the Senoufou people will include a chance to see a performance of their bolo (panther) dance. You will also venture on foot into the savannah with the Malinke - descendants of the old empire of Mali - to accompany hunters, as well as learning how they use local plants in their rituals. <br/><br/>No visit to the country would be complete without Yamoussokkro, where we visit the enormous basilica and see how a tiny village was transformed into the political capital of the country, very much at odds with the rest of the country, and in Grand Bassam we relax and soak up the languid tropical atmosphere, surrounded by the fading glory of French colonial architecture. <br/><br/>Cote d’Ivoire is a land woven richly with the culture of its ancestors while making steps towards the future.",
  "durationDays": "11",
  "price": "3899",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Abidjan - Arrive in Abidjan and transfer to your hotel. Overnight Novotel or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Abidjan – Bouake - Spend the morning exploring Abidjan, with a boat trip through the lagoon, a visit to its lively market and the elegant residential district of Cocody. After lunch we fly to Bouake. Overnight Hotel Mon Afrik or similar. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Bouake - Kong - Bouake is home to the Baoule people, who are related to the Ashanti of Ghana. We visit their villages to see how they have maintained their traditions of handicrafts and statues, and also see a dance of the Goli masks. In the afternoon drive to the small town of Kong and visit its striking mud built mosque. Overnight Auberge de Kong or similar. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Korhogo - Drive to Korhogo, the main town of the north. In a small village we visit a local blacksmith to see how the age old practice of iron smelting is still continued here. Overnight Hotel Olympe or similar. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Korhogo - Spend today exploring the lands of the Senoufou. Renowned for their craftsmanship, the Senoufou are also seen as rather a mysterious people, traditionally believing in a collection of different gods and following animist principles. We visit the interesting craft market with its traditional wooden sculptures and textiles, and see one of their most important dances, the bolo or panther dance. Overnight Hotel Olympe or similar. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Fulani villages - Travel through regions inhabited by the Fulani, a semi-nomadic group with a lifestyle centred around cattle herding. We visit their settlements and meet local women, often tattooed and with elaborate jewellery and hairstyles. Overnight Hotel Le Paysan or similar. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Odienne - Head into the lands of the Malinke, once renowned as famous warriors and descendants of the old empire of Mali. We meet the local chief and on foot accompany hunters into the surrounding savannah where we learn about how they use local plants in their rituals, as well as seeing traditional dances. Overnight Hotel Les Frontieres or similar. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Man - Today we visit a village belonging to the Dan people, known for their amazing mask dancers who perform on stilts. Explore the area to learn more about their local customs, before driving to Man for the night. Overnight Hotel Les Cascades or similar. (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Man - This morning we head out into the surrounding area to see the incredible liana bridges that exist in the forest here, built from living vines by initiates from local tribes. In the afternoon we visit the sacred ‘forest’ of Gbepl, a place of spiritual importance for the local community, and at a nearby village see the mask dances of the Guere people. Overnight Hotel Les Cascades or similar. (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Yamoussoukro - Drive to Yamoussoukro, once just a village but now Cote d’Ivoire’s bizarre administrative capital. Yamoussoukro is dominated by the gigantic Basilica of Our Lady of Peace, reputedly the largest Christian place of worship on earth, and we spend time exploring this vast complex. Overnight Hotel President or similar. (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Grand Bassam - Abidjan - Drive to the city of Grand Bassam with its old colonial buildings and atmosphere of yesteryear, to explore and learn about the history of the country. From here return to Abidjan and transfer to the airport for your onward flight. (BL)"
    }
  ],
  "map": ""
}