{
  "destination": "Ivory Coast",
  "mainPhoto": "",
  "id": "ivory-coast-discovery-tour",
  "tourName": "Ivory Coast discovery tour",
  "placesVisited": "",
  "generalInfo": "Embark on a voyage to a land that has only recently opened its arms to the intrepid wanderer once again. A journey for the true pioneers of travel, beckoning those seeking to explore the multi-faceted essence of Africa in its raw, unadulterated form.",
  "durationDays": "13",
  "price": "3545",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Côte d'Ivoire On arrival at Félix-Houphouët-Boigny International Airport in Abidjan, you will be met and transferred to your hotel for the evening. Overnight at the Hotel Azalai or similar"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Abidjan to Abenguru (260 km, driving time about 5 hrs) We leave Abidjan and head towards a region bordering Ghana. Later this morning we will meet a community of Komians and with a bit of luck, we might attend the divinatory dance. In Côte d'Ivoire, the Akan people use the word \"Komian\" to refer to a spiritual possession that allows certain individuals, mainly women, to communicate with the spirit world. These diviners, or Komians, use a variety of methods to tap into the spiritual realm, including the throwing of shells, the reading of water, and dance. Dance is the most spectacular and powerful divinatory form, and is used to solve the most complex problems. Facing the person seeking advice, their family members, and a curious crowd, the Komian performs a ritual dance to the beat of drums. As she dances, she enters a trance state, and the spirit enters her body. The spirit then speaks through the Komian, revealing the nature of the problem and the way forward. Overnight at the Hotel Royaume or similar (all rooms ensuite and with aircon) BLD"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Abenguru to Yamoussoukro (250 km – approximate driving time 5 hrs) The origin of the Anyi Monarchy goes back to the Akan ethnical group that lives in southwest Ghana and Southeast Ivory Coast. They share with the famous Ashanti Kingdom of Ghana a similar lifestyle linked to the wealth of the forest and the cult of kings. At the royal palace, we will meet some senior members of the nobility, in their ceremonial robes, and the priest in charge of the fetish protecting the throne. This special opportunity will enable us to understand the history of the region and the role of traditional Kings in a modern republic. If available, we will be received by one of them. We then continue to Yamoussoukro, the country’s capital since 1983. It is the native village of Felix Houphouët-Boigny, the first President of the Ivory Coast and one of the greatest independence leaders. He implemented agricultural developments which created a wealthy middle class of planters and farmers. With the death of Houphouët-Boigny, the town of Yamoussoukro has remained the capital, however the president, ministries, government, and administration are all to be found in Abidjan. Our tour takes us to the Basilica of Notre Dame de la Paix (Our Lady of Peace). According to the 1989 Guinness Book of Records, it is the largest Christian religious building in the world (Saint Peter’s in Rome is “only” 115 m. wide). And with its 7,763 square meters of stained glass, it also boasts the biggest stained-glass section in the world. We continue to our hotel and to experience Yamoussoukro, where cars drive in wide boulevards constantly trying to avoid big potholes and free roaming chickens! Overnight at the Hotel Royal or similar (all rooms en-suite and with aircon) BLD"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Yamoussoukro to Bouake (no direct way: 260 km, expect driving time of 5 hrs) Today on our journey through Côte d'Ivoire, we meet the Baule people. They arrived in this land from the East and the Baule have enriched their cultural traditions by taking cues from their neighbours. This cultural integration has produced a rich culture, reflected in the complex craftmanship and fine statues. Later we attend the dance of Goli masks, that can be performed for both entertainment and for celebrating the funeral of a person of high rank. The Baulé tribe adopted this ritual from their neighbours, the Wan tribe. While celebrating peace and joy, the participants will sing, dance and drink palm wine. Overnight at Hotel Mon Afrik or similar (all rooms en-suite and with aircon; swimming-pool) BLD"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bouake to Korhogo (225 km – driving time approximately 6 hrs) The tour takes a morning drive North and the landscape will gradually change from bushland to open Savannah interspersed with large Baobabs. The town of Korhogo is a must for any traveller visiting the northern regions of Côte d'Ivoire. Its history dates to the XIII century and today it is the capital of the Senufo, the tribe that has produced some of the greatest artworks of Africa. We will visit a craft market to discover wooden sculptures and textiles showing the traditional Senufo patterns. It is these patterns that have inspired modern artists like Pablo Picasso who travelled to Senufo country to meet and exchange experiences with the local artists. We drive North to a remote village to witness the old technique of iron melting, a very rare example of traditional iron metallurgy in Africa. The iron ore comes from local mines and it is milled manually. The blacksmith is endogamous, meaning that only those born into blacksmith families are eligible for the long apprenticeship into the craft. They are feared by the tribe since they possess obscure magical powers, are in contact with evil spirits which are capable of transforming stones into iron. Due to their magical powers, blacksmiths must often live outside of the villages. They are a highly powerful cast: the fabrication of iron tools and iron weapons allows extensive agriculture, efficient hunting and successful warfare. We arrive at our comfortable hotel in Korhogo where we will spend two nights. Overnight at the Hotel Mont Korhogo or similar (all rooms ensuite and with aircon; swimming pool) BLD"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Korhogo In the morning, we return to the village to see the result of the blacksmiths work. With the aid of a bellows, he will heat the metal powder obtained until it melts in a crucible, and he will pour it into a mould. The metal is later heated once again and hammered on the forge to the required shape, which finally will be polished from imperfections and bumps. Traditional iron metallurgy is a rare example of an ancient tribal technology. For more than 80 years it was believed that this technique had disappeared … up to the discovery of this village! We return to Korhogo and witness the spectacular Senufo mask dance known as the panther dance. Watch the Panther dance on YouTube Overnight at the Hotel Mont Korhogo or similar (all rooms ensuite and with aircon; swimming pool) BLD"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Korhogo to Boundiali (150 km – driving time 5 hrs) We will leave the main road to discover the village of Niofoin with its clay granaries, decorated with symbolic bas-reliefs, and with a unique sacred house boasting a tall conical roof. The house has painted decorations and sacred objects belonging to the animistic cults, still practiced by Senufo people. Late in the afternoon, we attend the dance of the Ngoro, performed by the Senufo and part of the Poro Initiation. The young initiates spend months together in secluded sacred groves where they learn the social and religious secrets that turn a girl into a genuine Senoufo. After seven years there is a big celebration for those who have undergone all stages of initiation. Overnight at the Hotel Le Paysan or similar (all rooms ensuite and with aircon) BLD"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Boundiali to Odienne (150 km – driving time around 5 hrs) We start our day by meeting with the unmistakable Fulani nomads, who are constantly in search of pastures for their herds of zebus. The Fulani can be easily recognized by their conical straw huts, the walking stick they always carry over their shoulders, the water bottle hanging around their neck, the machete in their hands and their proud posture. They are the true gentlemen of these endless savannahs. We will visit a village, mostly inhabited by women and children and will be invited into their huts. Women wear beautiful, coloured fabrics and, around their necks and in their hair, very special tribal jewellery. In the region of Odienne we will meet the Malinké, descendants of the old Mali Empire. The history of this ethnic group includes Samory Touré, a leader and slave hunter who became famous for his war against the French colonial army. His army included the Dozo (initiated hunters) known for their courage and mystic powers. Although there are no longer wars to fight, this lineage continues to get unabated respect and their mystic powers are still passed on through a long initiation process. Today they are considered as local police, guardian angels watching over villages, mediators of disputes and of course great healers. Brave and with a perfect knowledge of the territory, they are employed by the government to secure the northern borders of the country. We will also encounter the Dozo, dressed in their traditional costumes made of bogolan fabric and carrying their shotguns covered with amulets. They will give us an interesting introduction to traditional herbal medicines and will take us to a sacred site where, to the growing rhythm of tam-tams, they will dance and give proof of their strength. Overnight at the Hotel Les Frontières or similar (all rooms ensuite and with aircon; swimming-pool) BLD"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Odienne to Man (270 km – driving time of 5 hrs) The day is dedicated to our encounters with the Yacuba, also known as the Dan. We visit villages built on hillsides and characterized by big round huts with thatched roofs. Amid scented branches of coffee plantation and in the shadow of an enormous Iroko tree, we visit a large pond inhabited by venerated catfish, custodians of ancestors. Soon the echoes of tam-tams and the shouts of the initiated tell the masks that it is time to leave the sacred forest … so they appear and offer us an unforgettable experience. We move southwards and when Mount Tonkpi comes into view, we know we are close to our destination. Man is the capital of the We and Guéré ethnic groups. Overnight at the Hotel Les Cascades or similar (all rooms en-suite and with aircon; swimming-pool) BLD"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Danani region (200 km – total driving time 5 hrs) Our tour today takes us to discover the rainforest that stretches between Ivory Coast, Liberia, and Guinea, and which is famous for its long liana bridges. These are shrouded in mystery and tradition says that they are secretly built by young, initiated men over the course of only one night. In a nearby village, masks will emerge from the forest towards us. In the cosmogony of the Dan Guéré people, there is a creator god that communicates with humans only through its intermediaries, the masks: during the mask dance the distance between the human and the spirit worlds disappears, the cosmic and the social orders are restored, and gratitude is expressed to the gods and the ancestors. Truly a once in a lifetime experience. Overnight at the Hotel Les Cascades or similar (all rooms en-suite and with aircon; swimming-pool) BLD"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Man to Abidjan Our group will travel in 4x4 vehicles to discover the remote forest region where the arrival of foreigners is a rare event. The track crosses wooden bridges before reaching the more isolated settlements inhabited by the Guéré ethnic group. Drumming will announce the rare “Jongleurs” performances. Jongleurs are an ancient tradition now vanishing, where initiated girls with their face painted in white Kaolin perform a unique acrobatic dance. In the afternoon we will transfer to airport and take a flight back to Abidjan. Overnight at the Hotel Azalai or similar BLD"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Abidjan to Grand Bassam (50 km total travelling) In Abidjan, look beyond the lagoon, and you will see that the Plateau (City District) is growing. Unlike many African cities, the sprawl is not horizontally but vertically, with an increasing number of large modern buildings and skyscrapers. There is not much land available and the little that there is must be continually reclaimed from the waters of the Ebrié Lagoon. The modern City District is defined to the west by the harbour and its endless queues of people waiting for a ferry, and to the east by the incredible silhouette of Saints Peter & Paul Cathedral. Our visit begins with a ride on a public ferry for a general view of the Plateau from a water’s perspective. From the extremely lively market of Treichville, we move to the peaceful and quiet Cocody, an elegant residential area hosting the Prime Minister’s office and colonial buildings. In the Youpugon quarter, we meet the Fanico, laundrymen washing clothes in the river and drying them on the surrounding grass hill. Hundreds of colourful clothes and fabrics lying on the grass to create a giant patchwork. We then visit the National Museum with its tribal art collection displaying masks and statues from various Ivory Coast ethnic groups. Our day end with the drive to Grand Bassam. Overnight at the Hotel Etoile du Sud or similar (all rooms en-suite and with aircon; swimming-pool, facing the sea) BLD"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Grand Bassam to Abidjan (50 km total travelling) Grand Bassam is an old town built on a sand bank between the lagoon and the ocean. It was the former capital of the French Côte d'Ivoire colony. Thanks to its calm avenues shaded by tall trees, large bougainvillea and well-preserved colonial buildings, Grand Bassam has a magical atmosphere. The old post office is a jewel of French colonial architecture. The Costume Museum, in the former governor’s palace, with its large outer staircase is a true architectural gem and its unique collection of tribal costumes, masks, ornaments and ethnographic photographs gives an interesting perception of the country history and culture. We will transfer to the airport this evening and have use of the rooms in the hotel until 1800."
    }
  ],
  "map": ""
}