{
  "destination": "Ivory Coast",
  "mainPhoto": "",
  "id": "ivory-coast-tour-culture-history",
  "tourName": "Ivory Coast tour, culture & history",
  "placesVisited": "",
  "generalInfo": "Come discover Côte d’Ivoire, a jewel nestled on the coast of West Africa. This eight-day journey offers visits to important historical sites including one of the largest churches in the world-the Basilique de Notre Dame de la Paix, and a game reserve. You will explore Abidjan, Cote d’Ivoire’s largest city- known as the “Paris of West Africa.<br/><br/>NB: This tour departs with a minimum of 2 travelers. Solo travelers will be offered a new date or full refund if the minimum is not met.<br/><br/><br/>Trip Includes<br/><br/>    Meeting and assistance upon arrival and departure<br/>    Roundtrip airport/hotel transfers<br/>    7 nights Hotel accommodation in the indicated properties<br/>    Transportation in private vehicle<br/>    Experienced English-speaking Tour Guide<br/>    Admission to listed sites<br/>    Meals indicated (Breakfast daily &amp; 6 Dinners)<br/>    Assistance with visa application<br/><br/>Not Included<br/><br/>    International Flight<br/>    Cost of Visa<br/>    Meals not listed<br/>    Travel Insurance (can be quoted)<br/>    Immunization<br/>    Gratuity to driver and guide",
  "durationDays": "8",
  "price": "4115",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Abidjan, Cote D’Ivoire | Arrive Abidjan. You will be met, assisted and transferred to your hotel. Today’s activities will be determined based on your arrival time. You may relax and unwind or start the tour of Abidjan and vicinity. Overnight at Ibis Plateau"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Grand Bassam | After breakfast, drive to Grand Bassam, the colonial capital city; visit the French colonial district, the costume museum, the craft center, the governor “Binger” palace. Visit the market for souvenirs shopping. Return to Abidjan for dinner and overnight. Meal(s): Breakfast Overnight at Ibis Plateau"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Abidjan – Abengourou | After breakfast, travel to Abengourou in Indénié Kingdom. On the way, visit of the fetish priest (komian) then continue to the village of Aniassué where you will see the witch doctors’ ceremonies and the fetish dance. Arrive Abengourou and check into your hotel. In the afternoon, travel to Niablé to visit the king Nanan Kouao, followed by a tour of the local cocoa plantation. Meal(s): Breakfast and Dinner Overnight at Hotel le Royaume"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Abengourou – Yamoussoukro | After breakfast drive to Yamoussoukro, the political capital of Ivory Coast. In the afternoon visit the Basilica of Our Lady of Peace, one of the world’s largest, the sacred crocodiles and the main mosque. Meal(s): Breakfast and Dinner Overnight at Le President"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Yamoussoukro – Korhogo | After breakfast, drive to the village of Kondeyaokro. Attend an initiation dance of Goli masks. Continue to Korhogo, in Sénoufo country. Arrive Korhogo late afternoon and proceed to Toro for the initiation dance of fire eaters, called Djinangoro. Tour the village of Tioro before returning to your hotel. Meal(s): Breakfast and Dinner Overnight at Mont Korhogo"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Korhogo (Senoufo Land) | After breakfast visit the sacred rock and the fetish hut village in Niofoin. Continue to Boundiali and visit the Peulh’s village. Here you may see the traditional N’goro dance. Early evening return to Korhogo. Meal(s) Included: Breakfast and Dinner Overnight at Mont Korhogo"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Korhogo – Bouafle | After breakfast, drive to Bouaflé. In the afternoon drive to the village of Lopouafla to see the zaouli dance (the very elastic and vibrating dance of Gouro people). Observe other village activities before returning to Bouaflé. Meal(s): Breakfast and Dinner Overnight at Hotel Irie"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Bouafle – Abidjan – Depart | After breakfast return to Abidjan. On arrival go on the city tour of Abidjan including Le Plateau, the central, high-rise commercial area, Cocody, the upscale residential section and Treichville, which is linked to Le Plateau by two major bridges. With the assistance of your driver and guide decide on your final activities before you are transferred to the airport for your onward flight Meal(s): Breakfast"
    }
  ],
  "map": ""
}