[
  {
    "destination": "Ivory Coast",
    "mainPhoto": "",
    "id": "ivory-coast-cultural-tour",
    "tourName": "Ivory Coast cultural tour",
    "placesVisited": "",
    "generalInfo": "Come with us on an expedition to Côte d'Ivoire, a country full of magic, where rituals and dance are the link between the world of people and spirits. <br/><br/>During your trip you will see many unusual dances, some of them included on the UNESCO cultural heritage list. You will visit authentic villages of the Fulani and Senufo peoples, where Picasso himself drew inspiration for his artistic work. <br/><br/>There will be contacts with local artists, weavers, sculptors, and you will also see how shea butter is made. You will try local dishes and tropical fruit. <br/><br/>You will also visit cities where you will be able to admire ancient mud mosques typical of West Africa. <br/><br/>We invite you on an extraordinary journey to a country where you can enjoy the best chocolate in the world and admire the wonders of nature and culture.",
    "durationDays": "11",
    "price": "2917",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Wednesday Upon arrival at the airport in Abidjan, your guide is there to welcome you and accompany you to the hotel. Dinner and overnight stay at the hotel Sun Set\"\"."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Thursday ABIDJAN To YAMOUSSOUKRO Morning departure from Abidjan to Yamoussoukro in private car about 3 hours drive, We will pass by beautiful villages, passing the Bananas plaintation. Lunch in Yamoussoukoro. bref stop at the hotel to leave ahours laguage, Then visit on the afternoon the Basilica Felix Houphouet Boigny, river of crocodiles, the Mosque; Dinner and overnight at the hotel Royale\"\"\" 3 stars"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "FRIDAY: YAMOUSSOUKRO - DANCE OF ZAOULI - DALOA- MAN Morning departure to Bouafle about 1 hour drive for the Zaouli traditional dance then to Daloa Stop for lunch in Daloa then visit of the Fabrication of Palm Oile and WIne where you have a chance to try to Local palm Wine. We continue our route between Cacao plantations to rich Man in the afternoon. Dinner and Overnight at the hotel Beau Sejour\"\"\" 3 stars or similar"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "SATURDAY: MAN Morning trekking on the forest for about 4 hours both ways to see the Cascade and the montagne of ( LA DENT DE MAN ) Brek for lunch then we continue our city tour with the local guide: : visit of the Artisan market, tradional local medecine market and the Sacre Monkey forest on the middle of the city. Dinner and Overnight at the hotel Beau Sejour \"\"\" 3 stars in Man or similar"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "SUNDAY: MAN - ODIENNE YACOUBA DANCE (ECHASSIERS) Morning after breakfast departure to Yacouba very authentic village for very tradional dance , we will passe more Cacao, Fromagier trees and Coffe plaintation You will even have the chance to participed in the dance with villagious, We continue our route to Odienne lunch on the way, arrive in the afternoon, Visit with a local guide to see the DONSO Hunter and they traditions medecine, the old Mosque of Odienne. Dinner and Overnight at the hotel le Frontiere."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "MONDAY: ODIENNE to KORHOGO Morning departure in our private car to Korhogo about 4h drive Stop on the way to visit Niofoun very old and the interesting Senoufo animist village, then to Korhogo Pic-nique on the route, Arrive in the afternoon and lazy time on hotel by the swimming pool. Dinner and Overnight at the hotel Olympe \"\"\" 3 stars."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "TUESDAY: KORHOGO Morning visit the city, Local artisans, The hand made weaving fabrics, The hand made Wood sculptures the women shea butter factory, all day exploring the city Free afternoon Dinner in local restaurant with some music and overnight stay at the hotel in Korhogo in Olympe."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "WEDNESDAY: KORHOGO -KONG Morning departure in private car to Kong City to visit the very old Mad Mosque from the 11 century. On the way we will stop to visit very authentic Fulani village with they tradition, Passing the Mangoes and gigantes Baobab tree. lunch on the route then back to Korhogo . Dinner and Overnight at the hotel Olympe in Korhogo."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "THURSDAY: KORHOGO - BOUAKE Morning departure in private car to Bouake about 5hours drive We will passe very interessing Fullani, Senoufo villages and many differents plantation. Arrive on the afternoon in Bouake. Lazy afternoon by swimming pool. Dinner on the restaurant and overnight in Hotel des Arts in Bouake."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "FRIDAY: BOUAKE TO GRAND BASSAM Morning drive in private car about 4 hours to Grand Bassam which is located on the coast of Gulf of Guinea, Lunch in the route or in Grand Bassam We will arrive some time in the afternoon, Lazy afternoon by the swimming pool. Dinner and overnight stay at hotelWharf or similar. by the beach."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "SATURDAY: GRAND BASSAM AND BEACH Morning city tour with a local guide ; the Old city, the very local artisan market and museum, the fisher Men village, see how they make the smok Fish. lunch by the beach and lazy afternoon on the beach, END OF THE TOUR We transfer you to the airport with the help of your guide."
      }
    ],
    "map": ""
  },
  {
    "destination": "Ivory Coast",
    "mainPhoto": "",
    "id": "ivory-coast-discovery-tour",
    "tourName": "Ivory Coast discovery tour",
    "placesVisited": "",
    "generalInfo": "Embark on a voyage to a land that has only recently opened its arms to the intrepid wanderer once again. A journey for the true pioneers of travel, beckoning those seeking to explore the multi-faceted essence of Africa in its raw, unadulterated form.",
    "durationDays": "13",
    "price": "3545",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Côte d'Ivoire On arrival at Félix-Houphouët-Boigny International Airport in Abidjan, you will be met and transferred to your hotel for the evening. Overnight at the Hotel Azalai or similar"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Abidjan to Abenguru (260 km, driving time about 5 hrs) We leave Abidjan and head towards a region bordering Ghana. Later this morning we will meet a community of Komians and with a bit of luck, we might attend the divinatory dance. In Côte d'Ivoire, the Akan people use the word \"Komian\" to refer to a spiritual possession that allows certain individuals, mainly women, to communicate with the spirit world. These diviners, or Komians, use a variety of methods to tap into the spiritual realm, including the throwing of shells, the reading of water, and dance. Dance is the most spectacular and powerful divinatory form, and is used to solve the most complex problems. Facing the person seeking advice, their family members, and a curious crowd, the Komian performs a ritual dance to the beat of drums. As she dances, she enters a trance state, and the spirit enters her body. The spirit then speaks through the Komian, revealing the nature of the problem and the way forward. Overnight at the Hotel Royaume or similar (all rooms ensuite and with aircon) BLD"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Abenguru to Yamoussoukro (250 km – approximate driving time 5 hrs) The origin of the Anyi Monarchy goes back to the Akan ethnical group that lives in southwest Ghana and Southeast Ivory Coast. They share with the famous Ashanti Kingdom of Ghana a similar lifestyle linked to the wealth of the forest and the cult of kings. At the royal palace, we will meet some senior members of the nobility, in their ceremonial robes, and the priest in charge of the fetish protecting the throne. This special opportunity will enable us to understand the history of the region and the role of traditional Kings in a modern republic. If available, we will be received by one of them. We then continue to Yamoussoukro, the country’s capital since 1983. It is the native village of Felix Houphouët-Boigny, the first President of the Ivory Coast and one of the greatest independence leaders. He implemented agricultural developments which created a wealthy middle class of planters and farmers. With the death of Houphouët-Boigny, the town of Yamoussoukro has remained the capital, however the president, ministries, government, and administration are all to be found in Abidjan. Our tour takes us to the Basilica of Notre Dame de la Paix (Our Lady of Peace). According to the 1989 Guinness Book of Records, it is the largest Christian religious building in the world (Saint Peter’s in Rome is “only” 115 m. wide). And with its 7,763 square meters of stained glass, it also boasts the biggest stained-glass section in the world. We continue to our hotel and to experience Yamoussoukro, where cars drive in wide boulevards constantly trying to avoid big potholes and free roaming chickens! Overnight at the Hotel Royal or similar (all rooms en-suite and with aircon) BLD"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Yamoussoukro to Bouake (no direct way: 260 km, expect driving time of 5 hrs) Today on our journey through Côte d'Ivoire, we meet the Baule people. They arrived in this land from the East and the Baule have enriched their cultural traditions by taking cues from their neighbours. This cultural integration has produced a rich culture, reflected in the complex craftmanship and fine statues. Later we attend the dance of Goli masks, that can be performed for both entertainment and for celebrating the funeral of a person of high rank. The Baulé tribe adopted this ritual from their neighbours, the Wan tribe. While celebrating peace and joy, the participants will sing, dance and drink palm wine. Overnight at Hotel Mon Afrik or similar (all rooms en-suite and with aircon; swimming-pool) BLD"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Bouake to Korhogo (225 km – driving time approximately 6 hrs) The tour takes a morning drive North and the landscape will gradually change from bushland to open Savannah interspersed with large Baobabs. The town of Korhogo is a must for any traveller visiting the northern regions of Côte d'Ivoire. Its history dates to the XIII century and today it is the capital of the Senufo, the tribe that has produced some of the greatest artworks of Africa. We will visit a craft market to discover wooden sculptures and textiles showing the traditional Senufo patterns. It is these patterns that have inspired modern artists like Pablo Picasso who travelled to Senufo country to meet and exchange experiences with the local artists. We drive North to a remote village to witness the old technique of iron melting, a very rare example of traditional iron metallurgy in Africa. The iron ore comes from local mines and it is milled manually. The blacksmith is endogamous, meaning that only those born into blacksmith families are eligible for the long apprenticeship into the craft. They are feared by the tribe since they possess obscure magical powers, are in contact with evil spirits which are capable of transforming stones into iron. Due to their magical powers, blacksmiths must often live outside of the villages. They are a highly powerful cast: the fabrication of iron tools and iron weapons allows extensive agriculture, efficient hunting and successful warfare. We arrive at our comfortable hotel in Korhogo where we will spend two nights. Overnight at the Hotel Mont Korhogo or similar (all rooms ensuite and with aircon; swimming pool) BLD"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Korhogo In the morning, we return to the village to see the result of the blacksmiths work. With the aid of a bellows, he will heat the metal powder obtained until it melts in a crucible, and he will pour it into a mould. The metal is later heated once again and hammered on the forge to the required shape, which finally will be polished from imperfections and bumps. Traditional iron metallurgy is a rare example of an ancient tribal technology. For more than 80 years it was believed that this technique had disappeared … up to the discovery of this village! We return to Korhogo and witness the spectacular Senufo mask dance known as the panther dance. Watch the Panther dance on YouTube Overnight at the Hotel Mont Korhogo or similar (all rooms ensuite and with aircon; swimming pool) BLD"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Korhogo to Boundiali (150 km – driving time 5 hrs) We will leave the main road to discover the village of Niofoin with its clay granaries, decorated with symbolic bas-reliefs, and with a unique sacred house boasting a tall conical roof. The house has painted decorations and sacred objects belonging to the animistic cults, still practiced by Senufo people. Late in the afternoon, we attend the dance of the Ngoro, performed by the Senufo and part of the Poro Initiation. The young initiates spend months together in secluded sacred groves where they learn the social and religious secrets that turn a girl into a genuine Senoufo. After seven years there is a big celebration for those who have undergone all stages of initiation. Overnight at the Hotel Le Paysan or similar (all rooms ensuite and with aircon) BLD"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Boundiali to Odienne (150 km – driving time around 5 hrs) We start our day by meeting with the unmistakable Fulani nomads, who are constantly in search of pastures for their herds of zebus. The Fulani can be easily recognized by their conical straw huts, the walking stick they always carry over their shoulders, the water bottle hanging around their neck, the machete in their hands and their proud posture. They are the true gentlemen of these endless savannahs. We will visit a village, mostly inhabited by women and children and will be invited into their huts. Women wear beautiful, coloured fabrics and, around their necks and in their hair, very special tribal jewellery. In the region of Odienne we will meet the Malinké, descendants of the old Mali Empire. The history of this ethnic group includes Samory Touré, a leader and slave hunter who became famous for his war against the French colonial army. His army included the Dozo (initiated hunters) known for their courage and mystic powers. Although there are no longer wars to fight, this lineage continues to get unabated respect and their mystic powers are still passed on through a long initiation process. Today they are considered as local police, guardian angels watching over villages, mediators of disputes and of course great healers. Brave and with a perfect knowledge of the territory, they are employed by the government to secure the northern borders of the country. We will also encounter the Dozo, dressed in their traditional costumes made of bogolan fabric and carrying their shotguns covered with amulets. They will give us an interesting introduction to traditional herbal medicines and will take us to a sacred site where, to the growing rhythm of tam-tams, they will dance and give proof of their strength. Overnight at the Hotel Les Frontières or similar (all rooms ensuite and with aircon; swimming-pool) BLD"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Odienne to Man (270 km – driving time of 5 hrs) The day is dedicated to our encounters with the Yacuba, also known as the Dan. We visit villages built on hillsides and characterized by big round huts with thatched roofs. Amid scented branches of coffee plantation and in the shadow of an enormous Iroko tree, we visit a large pond inhabited by venerated catfish, custodians of ancestors. Soon the echoes of tam-tams and the shouts of the initiated tell the masks that it is time to leave the sacred forest … so they appear and offer us an unforgettable experience. We move southwards and when Mount Tonkpi comes into view, we know we are close to our destination. Man is the capital of the We and Guéré ethnic groups. Overnight at the Hotel Les Cascades or similar (all rooms en-suite and with aircon; swimming-pool) BLD"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Danani region (200 km – total driving time 5 hrs) Our tour today takes us to discover the rainforest that stretches between Ivory Coast, Liberia, and Guinea, and which is famous for its long liana bridges. These are shrouded in mystery and tradition says that they are secretly built by young, initiated men over the course of only one night. In a nearby village, masks will emerge from the forest towards us. In the cosmogony of the Dan Guéré people, there is a creator god that communicates with humans only through its intermediaries, the masks: during the mask dance the distance between the human and the spirit worlds disappears, the cosmic and the social orders are restored, and gratitude is expressed to the gods and the ancestors. Truly a once in a lifetime experience. Overnight at the Hotel Les Cascades or similar (all rooms en-suite and with aircon; swimming-pool) BLD"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Man to Abidjan Our group will travel in 4x4 vehicles to discover the remote forest region where the arrival of foreigners is a rare event. The track crosses wooden bridges before reaching the more isolated settlements inhabited by the Guéré ethnic group. Drumming will announce the rare “Jongleurs” performances. Jongleurs are an ancient tradition now vanishing, where initiated girls with their face painted in white Kaolin perform a unique acrobatic dance. In the afternoon we will transfer to airport and take a flight back to Abidjan. Overnight at the Hotel Azalai or similar BLD"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Abidjan to Grand Bassam (50 km total travelling) In Abidjan, look beyond the lagoon, and you will see that the Plateau (City District) is growing. Unlike many African cities, the sprawl is not horizontally but vertically, with an increasing number of large modern buildings and skyscrapers. There is not much land available and the little that there is must be continually reclaimed from the waters of the Ebrié Lagoon. The modern City District is defined to the west by the harbour and its endless queues of people waiting for a ferry, and to the east by the incredible silhouette of Saints Peter & Paul Cathedral. Our visit begins with a ride on a public ferry for a general view of the Plateau from a water’s perspective. From the extremely lively market of Treichville, we move to the peaceful and quiet Cocody, an elegant residential area hosting the Prime Minister’s office and colonial buildings. In the Youpugon quarter, we meet the Fanico, laundrymen washing clothes in the river and drying them on the surrounding grass hill. Hundreds of colourful clothes and fabrics lying on the grass to create a giant patchwork. We then visit the National Museum with its tribal art collection displaying masks and statues from various Ivory Coast ethnic groups. Our day end with the drive to Grand Bassam. Overnight at the Hotel Etoile du Sud or similar (all rooms en-suite and with aircon; swimming-pool, facing the sea) BLD"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Grand Bassam to Abidjan (50 km total travelling) Grand Bassam is an old town built on a sand bank between the lagoon and the ocean. It was the former capital of the French Côte d'Ivoire colony. Thanks to its calm avenues shaded by tall trees, large bougainvillea and well-preserved colonial buildings, Grand Bassam has a magical atmosphere. The old post office is a jewel of French colonial architecture. The Costume Museum, in the former governor’s palace, with its large outer staircase is a true architectural gem and its unique collection of tribal costumes, masks, ornaments and ethnographic photographs gives an interesting perception of the country history and culture. We will transfer to the airport this evening and have use of the rooms in the hotel until 1800."
      }
    ],
    "map": ""
  },
  {
    "destination": "Ivory Coast",
    "mainPhoto": "",
    "id": "ivory-coast-holiday-ancient-gods-of-west-africa",
    "tourName": "Ivory Coast holiday, ancient Gods of West Africa",
    "placesVisited": "Abidjan, Yamoussoukro, liana forest bridges, mask dances of the Guere and the Dan, hunting with the Malinke, Fulani nomad encounters, panther dance of the Senoufou, Bouake, Aniausse, Grand Bassam",
    "generalInfo": "After some troubled times, Ivory Coast is back as a beacon for intrepid travellers keen to experience some of Africa's most rich and varied native traditions on a trip that takes in contrasting highlights in the north and east of the country, starting and ending in the lively capital Abidjan. <br/><br/>Much of the focus is on discovering the rich and varied cultures that thrive here. In Aniausse we visit a school for ‘feticheurs’, the high priests of traditional religion, while in the north we visit the Dan and Fulani, witnessing their vibrant traditional mask dances and rituals. <br/><br/>In Bouake, you'll spend time with the Baoule people to discover how they maintain their handicraft traditions, while our time with the Senoufou people will include a chance to see a performance of their bolo (panther) dance. You will also venture on foot into the savannah with the Malinke - descendants of the old empire of Mali - to accompany hunters, as well as learning how they use local plants in their rituals. <br/><br/>No visit to the country would be complete without Yamoussokkro, where we visit the enormous basilica and see how a tiny village was transformed into the political capital of the country, very much at odds with the rest of the country, and in Grand Bassam we relax and soak up the languid tropical atmosphere, surrounded by the fading glory of French colonial architecture. <br/><br/>Cote d’Ivoire is a land woven richly with the culture of its ancestors while making steps towards the future.",
    "durationDays": "11",
    "price": "3899",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Abidjan - Arrive in Abidjan and transfer to your hotel. Overnight Novotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Abidjan – Bouake - Spend the morning exploring Abidjan, with a boat trip through the lagoon, a visit to its lively market and the elegant residential district of Cocody. After lunch we fly to Bouake. Overnight Hotel Mon Afrik or similar. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Bouake - Kong - Bouake is home to the Baoule people, who are related to the Ashanti of Ghana. We visit their villages to see how they have maintained their traditions of handicrafts and statues, and also see a dance of the Goli masks. In the afternoon drive to the small town of Kong and visit its striking mud built mosque. Overnight Auberge de Kong or similar. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Korhogo - Drive to Korhogo, the main town of the north. In a small village we visit a local blacksmith to see how the age old practice of iron smelting is still continued here. Overnight Hotel Olympe or similar. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Korhogo - Spend today exploring the lands of the Senoufou. Renowned for their craftsmanship, the Senoufou are also seen as rather a mysterious people, traditionally believing in a collection of different gods and following animist principles. We visit the interesting craft market with its traditional wooden sculptures and textiles, and see one of their most important dances, the bolo or panther dance. Overnight Hotel Olympe or similar. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Fulani villages - Travel through regions inhabited by the Fulani, a semi-nomadic group with a lifestyle centred around cattle herding. We visit their settlements and meet local women, often tattooed and with elaborate jewellery and hairstyles. Overnight Hotel Le Paysan or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Odienne - Head into the lands of the Malinke, once renowned as famous warriors and descendants of the old empire of Mali. We meet the local chief and on foot accompany hunters into the surrounding savannah where we learn about how they use local plants in their rituals, as well as seeing traditional dances. Overnight Hotel Les Frontieres or similar. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Man - Today we visit a village belonging to the Dan people, known for their amazing mask dancers who perform on stilts. Explore the area to learn more about their local customs, before driving to Man for the night. Overnight Hotel Les Cascades or similar. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Man - This morning we head out into the surrounding area to see the incredible liana bridges that exist in the forest here, built from living vines by initiates from local tribes. In the afternoon we visit the sacred ‘forest’ of Gbepl, a place of spiritual importance for the local community, and at a nearby village see the mask dances of the Guere people. Overnight Hotel Les Cascades or similar. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Yamoussoukro - Drive to Yamoussoukro, once just a village but now Cote d’Ivoire’s bizarre administrative capital. Yamoussoukro is dominated by the gigantic Basilica of Our Lady of Peace, reputedly the largest Christian place of worship on earth, and we spend time exploring this vast complex. Overnight Hotel President or similar. (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Grand Bassam - Abidjan - Drive to the city of Grand Bassam with its old colonial buildings and atmosphere of yesteryear, to explore and learn about the history of the country. From here return to Abidjan and transfer to the airport for your onward flight. (BL)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Ivory Coast",
    "mainPhoto": "",
    "id": "ivory-coast-small-group-tour",
    "tourName": "Ivory Coast small group tour",
    "placesVisited": "Abidjan, visiting villages of the Baulé people, Ferkessedougou, witness traditional iron metallurgy, Korhogo, watch a dance performance by initiated young men, visit Senoufo, Fulani, Yakuba and Malinké villages, Liana Bridges, Gbepleu rainforest, rubber and coffee plantations, Yamoussoukro, Grand Bassam",
    "generalInfo": "This Ivory Coast small group tour takes you to a country that is off the radar to most travellers, due to its recent troubled past. Now that it’s safe to visit once again, those who do choose to come discover a country that is stunning in its diversity, both in terms of natural beauty and culture. <br/><br/>Starting in the lively and rapidly developing capital city of Abidjan, you’ll explore markets and museums, before heading upcountry to experience life with some of the country’s many different ethnic groups, including the Dan, the Senoufo and the Fulani people. Visiting local villages, you’ll experience lively tribal festivals, watch initiation rituals, local dances and traditional blacksmith techniques, and walk through rainforest and savanna, learning about local flora and fauna. Your tour ends with a visit to a grand Basilica in Yamoussoukro as well as the town of Grand Bassam, which is full of dishevelled colonial architecture. This is a trip that’s full of surprises and truly off the beaten path. <br/>",
    "durationDays": "13",
    "price": "3795",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Abidjan - Arrive in Abidjan where you will be met and transferred to your hotel. The evening is at leisure. Overnight Hotel Détente or similar. No guiding or meals are included today."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Abidjan – Abenguru (260km; Driving time today is approx. 4 hours) - Our journey begins after breakfast, departing towards Ghana, where we meet with the Anyi monarchy, from the Akan large ethnical lineage group and learn about the history of the region and the role of traditional Kings in a modern republic. If available, the king will receive us. We also visit the Museum. Before dinner, experience the ancestral ‘Ghost Dance’. Overnight at Hotel Royaume or similar. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Abenguru – Yamoussoukro (250km; Driving time today is approx. 4 hours) - This morning we continue to Yamoussoukro. On arrival into Yamoussoukro we visit the Biax Foundation (Boigny Felix Houphouet Foundation for Peace), which hosts government meetings and conferences, and houses artifacts and information on the founding president and his family. We then visit the Basilica of the Virgin of Peace which is a copy of that of St Peter’s in Rome. The marble and the stained glass that are characteristic of this church make it an excellent monument to the history of the country and pass by the Presidential Palace, where you may see crocodiles in the surrounding lake. Overnight Royal Suite Hotel or similar (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Yamoussoukro – Bouake (260km; Driving time today is approx. 5 hours) - We enter today the territory of the Baulé people, known for their intricate handicrafts. In the Daloa region we attend the dancing masks of the Guro People, known as Zaouli. The Zaouli was created in the 1950s, reportedly inspired by a girl names ‘Djela Lou Zaouli’. Later, we continue with the dance of the Goli masks, where a round-shaped ‘lunar’ Goli mask is sub-mounted by two horns. Overnight at Hotel Mon Afrik, or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Bouake – Korhogo (225km; Driving time today is approx. 4 hours) - After a short tour around the city and its colourful market, we drive north on a dirt track taking us to Korhogo. You will notice a change in the landscape as we enter sub-Saharan Sahel, a dry savannah with baobab trees. Korhogo dates back to the 13th Century and is now the capital of the Senufo people. On arrival in the late afternoon, we visit the traditional clay bead makers where we can participate in a workshop to make our own bead and also purchase a beautiful selection at reasonable prices. Close to here we also find the traditional weavers and dress makers part of a local cooperative and great place to see the skilled process and buy a wide selection of designs at good prices. Overnight at Hotel Mon Korhogo, or similar – basic accommodation. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Korhogo (60km; Driving time today is approx. 2 hours) - After breakfast, we drive to a remote village to witness the old technique of iron melting carried out by blacksmiths, a very rare example of traditional iron metallurgy in Africa. This ‘tribal technology’ will bring us back to the first iron age in Africa. The iron ore comes from local mines and is milled manually. The traditional ‘adobe bellows furnace’ is loaded with layers of charcoal and ore then the fire is set. Fusion takes place overnight so we leave the furnace and travel back to Korhogo. We then visit a workshop to see shea butter processing and local pottery making, as well as the local wood carvers and continue to the Museum of Gbon. Later in the day we will and we attend a Boloy, or panther dance, performed by initiated young men. Overnight at Hotel Korhogo, or similar – basic accommodation. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Korhogo – Boundiali (150km; Driving time today is approx. 5 hours) - This morning we return to the remote village to see the result of the fusion. The sealed base of the clay furnace will be broken to extract the iron bloom and the blacksmith will pound part of it. Afterwards, with the help of a bellows, they will heat the metal powder obtained until it melts in a crucible and pour it into a mould. The metal is later heated once again and hammered on the forge to the required shape, and then finally polished from imperfections and bumps. We have now seen the whole process of this ‘tribal technology’, once believed that this technique had disappeared for more than 80 years, up until the discovery of this remote village. We then leave the main road to visit the villages of the Senoufo people that still maintain today the secrets of their own handicraft production. In these villages we will admire the large clay granaries and the sacred houses with decorated bas-reliefs. In the afternoon we attend the Ngoro dance, or the dance of the virgin girls, which is part of the Poro initiation performed by the Senoufo. Overnight at Hotel Le Paysan, or similar – the most basic hotel of the tour, with no better alternatives available in the area. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Boundiali – Odienne (150km; Driving time today is approx. 5 hours) - We start our day by exploring regions traversed constantly by herds of zebu guided by the unmistakable Fulani nomads searching for pastures. We will visit some local Fulani villages where we hope to be invited into some of the houses to experience their warm local hospitality. Later, we travel to meet the Malinké ethnic group, and more specifically the initiated hunters, Dozo. Dressed in their traditional costume and with their shotguns covered with amulets, the hunters will accompany us on an excursion on foot into the savannah to give us a brief introduction to the power of plants. They will also accompany us to visit a Malinké village where to the rhythm of the tam-tam they will dance and demonstrate resistance to fire and knives. Overnight at Hotel Les Frontieres, or similar. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Odienne – Man (270km; Driving time today is approx. 5 hours driving) - Today is devoted to meeting the Yacuba, the people better known as the Dan. We will spend time visiting some of their villages built on hillsides, characterised by big round huts with thatched roofs. Later we will experience a traditional masks dance of the Dan. We then continue south. As Mount Tonkpi comes into view we will approach Man. Overnight Hotel Les Cascades, or similar. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Man – Excursion to Danane region (200km; Driving time today is approx. 5 hours on dirt track) - This morning we journey out from Man to see the Liana Bridges. We then return to Man where you will have some leisure time where you can relax or explore some of the local craft shops. Later we will be able to enjoy dancing in a nearby village by the Guéré people. Overnight Hotel Les Cascades, or similar. (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Man – Flight to Abidjan - This morning we travel to discover a remote forest region where the arrival of foreigners is a rare event. We cross wooden bridges before reaching isolated settlements of the Guéré ethnic group, where we experience a Jongleurs performance, an ancient tradition that is now vanishing. Drumming will announce the start where initiated girls with their faces painted in white Kaolin perform a unique acrobatic dance. This afternoon we take a flight back to Abidjan. Overnight Hotel Détente or similar. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Abidjan – Grand Bassam (50km; Driving time today is approx. 1 hour) - We take today a full city tour of Abidjan, the modern economic capital of Ivory Coast. We visit the Plateau district with its large modern buildings and skyscrapers and also cross the lagoon by boat for a view of the Plateau from a water’s perspective. We visit the lively market at Treichville as well as the residential area of Cocody containing interesting colonial architecture. We will also visit the national museum which contains a fine collection reflecting the rich heritage of 62 ethnic groups. We then drive south towards the Ebrié Lagoon and the Atlantic Ocean to reach Grand Bassam. Overnight at Hotel Etoile du Sud, or similar. (BLD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Grand Bassam – Abidjan – Departure (50km; Driving time today is approx. 1 hour) - We spend the morning exploring Grand Bassam with its crumbling colonial architecture. The old post office is a jewel of French colonial architecture and we visit the Costume Museum, in the former governor’s palace, with its large outer staircase is a true architectural gem and its unique collection of tribal costumes, masks, ornaments and ethnographic photographs gives an interesting perception of the country history and culture. There is some time at leisure to enjoy the nice beach and later in the afternoon we transfer back to Abidjan. A room will be available for you to freshen up before your transfer to the airport and your onward flight. Please do not book a flight departing before 18:00 today. Day use at Hotel Onomo or similar. (BL)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Ivory Coast",
    "mainPhoto": "",
    "id": "ivory-coast-tour-culture-history",
    "tourName": "Ivory Coast tour, culture & history",
    "placesVisited": "",
    "generalInfo": "Come discover Côte d’Ivoire, a jewel nestled on the coast of West Africa. This eight-day journey offers visits to important historical sites including one of the largest churches in the world-the Basilique de Notre Dame de la Paix, and a game reserve. You will explore Abidjan, Cote d’Ivoire’s largest city- known as the “Paris of West Africa.<br/><br/>NB: This tour departs with a minimum of 2 travelers. Solo travelers will be offered a new date or full refund if the minimum is not met.<br/><br/><br/>Trip Includes<br/><br/>    Meeting and assistance upon arrival and departure<br/>    Roundtrip airport/hotel transfers<br/>    7 nights Hotel accommodation in the indicated properties<br/>    Transportation in private vehicle<br/>    Experienced English-speaking Tour Guide<br/>    Admission to listed sites<br/>    Meals indicated (Breakfast daily &amp; 6 Dinners)<br/>    Assistance with visa application<br/><br/>Not Included<br/><br/>    International Flight<br/>    Cost of Visa<br/>    Meals not listed<br/>    Travel Insurance (can be quoted)<br/>    Immunization<br/>    Gratuity to driver and guide",
    "durationDays": "8",
    "price": "4115",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Abidjan, Cote D’Ivoire | Arrive Abidjan. You will be met, assisted and transferred to your hotel. Today’s activities will be determined based on your arrival time. You may relax and unwind or start the tour of Abidjan and vicinity. Overnight at Ibis Plateau"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Grand Bassam | After breakfast, drive to Grand Bassam, the colonial capital city; visit the French colonial district, the costume museum, the craft center, the governor “Binger” palace. Visit the market for souvenirs shopping. Return to Abidjan for dinner and overnight. Meal(s): Breakfast Overnight at Ibis Plateau"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Abidjan – Abengourou | After breakfast, travel to Abengourou in Indénié Kingdom. On the way, visit of the fetish priest (komian) then continue to the village of Aniassué where you will see the witch doctors’ ceremonies and the fetish dance. Arrive Abengourou and check into your hotel. In the afternoon, travel to Niablé to visit the king Nanan Kouao, followed by a tour of the local cocoa plantation. Meal(s): Breakfast and Dinner Overnight at Hotel le Royaume"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Abengourou – Yamoussoukro | After breakfast drive to Yamoussoukro, the political capital of Ivory Coast. In the afternoon visit the Basilica of Our Lady of Peace, one of the world’s largest, the sacred crocodiles and the main mosque. Meal(s): Breakfast and Dinner Overnight at Le President"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Yamoussoukro – Korhogo | After breakfast, drive to the village of Kondeyaokro. Attend an initiation dance of Goli masks. Continue to Korhogo, in Sénoufo country. Arrive Korhogo late afternoon and proceed to Toro for the initiation dance of fire eaters, called Djinangoro. Tour the village of Tioro before returning to your hotel. Meal(s): Breakfast and Dinner Overnight at Mont Korhogo"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Korhogo (Senoufo Land) | After breakfast visit the sacred rock and the fetish hut village in Niofoin. Continue to Boundiali and visit the Peulh’s village. Here you may see the traditional N’goro dance. Early evening return to Korhogo. Meal(s) Included: Breakfast and Dinner Overnight at Mont Korhogo"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Korhogo – Bouafle | After breakfast, drive to Bouaflé. In the afternoon drive to the village of Lopouafla to see the zaouli dance (the very elastic and vibrating dance of Gouro people). Observe other village activities before returning to Bouaflé. Meal(s): Breakfast and Dinner Overnight at Hotel Irie"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Bouafle – Abidjan – Depart | After breakfast return to Abidjan. On arrival go on the city tour of Abidjan including Le Plateau, the central, high-rise commercial area, Cocody, the upscale residential section and Treichville, which is linked to Le Plateau by two major bridges. With the assistance of your driver and guide decide on your final activities before you are transferred to the airport for your onward flight Meal(s): Breakfast"
      }
    ],
    "map": ""
  },
  {
    "destination": "Ivory Coast",
    "mainPhoto": "",
    "id": "the-ivory-coast-holiday",
    "tourName": "The Ivory Coast holiday",
    "placesVisited": "",
    "generalInfo": "Rich culture, fascinating tradition and a warm welcome await on the Ivory Coast (Cote d'Ivoire) as the region opens its doors to tourism. Visit remote villages and witness energetic tribal dances, see the striking Niofoin sacred buildings, meet the Senoufo, Baule, Dan and Dozon tribespeople, all before winding down on the golden sand beaches of Grand Bassam, the former French colonial capital.<br/> <br/> Traditional life - From bustling markets to kente cloth craftsmen and hunter-gatherer tribesmen, get to know the colours, songs and secrets of this fascinating country.   <br/> Mask Ceremonies - Witness six elaborate ceremonies, from stilt dancers to the acrobatic 'panther' dance performed by the Paro society.<br/> Yamoussoukro - Visit the stunning Basilica of our Lady of Peace with 7,000 seats and space for over 11,000 standing worshippers.<br/>",
    "durationDays": "13",
    "price": "2675",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip in Abidjan",
        "description": ": Arrive in the former French colonial city of Abidjan where shining skyscrapers reflect on the waters along the Atlantic Coast surrounded by smaller, humble neighbourhoods. Abidjan is a city of over six million people and is the cultural and commercial powerhouse of the country, with a vibrant music and arts scene. There are no activities planned today, so you are free to arrive in Abidjan at any time. For those arriving on time, our tour leader plans to meet you in the hotel reception at 6pm for a welcome meeting. Should you miss the meeting, our tour leader will inform you of any essential information as soon as you catch up. If you'd like an airport transfer today, you'll need to arrive into Félix Houphouet Boigny Airport (ABJ), which is a short transfer from the airport."
      },
      {
        "dayNumber": 2,
        "title": "Experience palm wine making, akyeke and Kente cloth weaving. Meet the Baule people and see a Goli Masquerade",
        "description": ": Leaving Abidjan behind, we head out into the country towards Bouake. The morning will be spent driving north along the modern highway, passing through the capital Yamoussoukro where we break for lunch. This afternoon we'll visit the village of Gbomi to see the local women making the Ivorian National dish of attieke. Nearby, we will also find traditional palm wine tappers as we meet a local family to take us through the process. This community are famous for producing traditional kente for generations. We'll meet one of the weavers to take us through the process and then we get to try our hands at weaving. The Baule are known for their fine wooden handicrafts and Goli masks. The Goli masks, often made from cow, antelope and crocodile, can be quite intimidating to look at and we hope to see a Goli Masquerade today. A ceremony where two unidentified villagers wear different types of masks; one representing a human face known as kpan and disc-faced masks known as kple kple. The women start to dance and sing begging the masks to arrive and then proceed to welcome the masks as beloved personages, fanning them with scarves and dancing joyously behind them. Kple Kple masks are called to villages in times of danger or during funeral ceremonies. They are believed to connect people with supernatural powers and gods. After spending the afternoon learning about Baule customs and belief systems, we continue on to Bouake, the Ivory Coast's second-largest city, arriving in the early evening. Our hotel tonight has a beautiful courtyard garden and pool with a good restaurant offering a wide range of home-cooked dishes, the perfect spot to unwind and enjoy a leisurely meal."
      },
      {
        "dayNumber": 3,
        "title": "Continue heading north to Korhogo and meet the Senoufo people",
        "description": ": We make our way to Korhogo, the main city in the north of the country. On the journey, we'll learn more about the local tribes and communities that live in the area and may stop along the way at points of interest. One of the stops is at Fakaha to witness how the local dye painters use natural materials to create their amazing art. The village was visited by Picasso, who recognized them as a source of inspiration. The skill in which the artists employ is truly impressive and there is the opportunity to purchase pieces should you wish. On arrival in Korhogo, we'll have lunch at a local restaurant. After lunch, we'll visit the Gbon Coulibaly Museum which houses ancient artefacts that tell the history of King Gbon then check into our hotel where we stay for the next two nights. The hotel features a swimming pool and restaurant and is centrally located. We aim to arrive mid-afternoon giving us time to have a swim or a rest before we head out for dinner. Please note that the activities and visits may move around on days 3 to 5, depending on timings. We'll return to our hotel in the early evening and check-in."
      },
      {
        "dayNumber": 4,
        "title": "Discover Senoufo villages, and witness the traditional highly energetic and acrobatic 'panther' dance performed by the Paro society",
        "description": ": After breakfast this morning, we'll explore some of the surrounding Senoufo villages, to get an in-depth understanding of their art culture, daily lives and spiritual rituals. Our first stop will be a Koni village to witness traditional iron making. Iron ore was converted directly into wrought iron by heating the ore while at the same time melting the ore's impurities and squeezing them out with hand hammers. We'll also witness the distinctive dwellings, decorated with bas-relief carvings. Next, we head to a Kapele village, where we will meet traditional clay bead makers who produce beautiful beads using natural materials and ancient techniques. During our time here we will participate in a workshop to create our own single large clay bead learning the ancient process, a great souvenir of our time here. A wide selection of stunning beads is on sale in the small market and priced very reasonably. We'll break for lunch back in Korhogo after which there is free time back at the hotel to have a rest or head out to explore the town and see some of the craft stalls such as the Dalekhana artisan centre. Later in the afternoon we'll witness our second dance and learn about the Senoufo's secret society called the Poro which has a complex, seven-year-long initiation ritual involving their young men, called colobele, spending up to three months in seclusion in the forest. One job of a colobele is to perform traditional spectacular mask ceremonies, known locally as the panther dance. We'll witness the Boloy Leopard Dance which is an acrobatic high-energy dance performed by initiated young men in the community. We'll return to our hotel in Korhogo in the early evening."
      },
      {
        "dayNumber": 5,
        "title": "Visit the striking Niofoin sacred buildings and shrine; afternoon meeting the Fulani nomads. Third dance, the Ngoro, dance of the virgin girls. Overnight in Boundiali",
        "description": ": This morning we head to Boundiali stopping along the way to view the striking architecture of a Niofoin sacred building. This sacred building is where we find the fetish Diby known as the black fetish that protects the communities of Diby and Kalegbin. This community have houses decorated with bas-relief carvings and large clay granaries, and as these areas are generally untouched by Western visitors expect a warm but sometimes wary welcome. Later this morning, we'll drive to Boundiali, a small town two hours away. We'll have lunch in town, before visiting the surrounding area, home to the Fulani nomads. A nomadic society who are easily recognised by their conical straw hats, the Fulani live in villages and graze cattle on the nearby land. The ladies here are very welcoming and colourful in their dress and our Leader will arrange for us to spend some time with the women in their homes, learning about their daily life and getting an insight into their culture. Later in the afternoon, we attend a Senufo village to see the dance of the virgin girls - called Ngoro, part of the Poro Initiation. The young initiates spend months together in secluded sacred groves where they learn the social and religious secrets that turn a girl into a genuine Senoufo. After seven years there is a big celebration for those who have undergone all stages of initiation, in particular, the dance of the virgin girls is performed at the end of the first stage of initiation. We'll return to Boundiali in the evening. It's worth noting that hotels in the far north are more basic, whilst the rooms will have ensuite bathrooms and air conditioning, they will be simple and dining options are much more limited, we will pre-order dinner to eat at the hotel. This is the most basic overnight stay of the trip. The hotel advertises that it has a swimming pool, however, it is not in use."
      },
      {
        "dayNumber": 6,
        "title": "Drive to Odienne and meet a community of Dozon (Malinke hunters)",
        "description": ": From Boundiali we drive for around four hours to the small town of Odienne, in the north-west of the country. Along the way, we'll make a stop at a local shea butter cooperative to meet local women producing organic shea butter. The Odienne region is populated by the Malinke people, descendants of the former empire of Mali and this community includes the Dozo, a hunter-gatherer sect who are feared and respected for their courage on the battlefield. We'll have a late lunch in Odienne, and around mid-afternoon, after the heat has subsided we will drive outside the main town and meet with the Dozo. From here we walk on rocky terrain to meet the Dozo hunters who will teach us about their way of life, hunting in the bush, about the plants and their importance for traditional medicine. There is the opportunity to take a short walk accompanied by the Dozo hunters chanting and playing musical instruments (no more than ten minutes each way, although it is steep in places and involves climbing over some small boulders) to a sacred lookout with fantastic views. It's well worth the effort, however, if you prefer, you can stay in the forest clearing with our tour leader. After this amazing experience, we will meet a local family who has been brewing local beer known as \\ Djapalo' and during our time here we see first-hand the entire process and get to try the finished product. We spend the night in Odienne. The hotel tonight has an in-house restaurant and is set in spacious grounds. Please note that the swimming pool is currently under renovation."
      },
      {
        "dayNumber": 7,
        "title": "Full day journey to Man visiting Yacouba villages en route and opportunity to watch a masked dance on stilts",
        "description": ": Today is a long drive of around seven hours to the town of Man, which sits at the foot of the Toura Mountains in a greener part of the country. The roads in the far north are not as good as the rest of the country, so it can be slow-going at times but in this region, it's part of the adventure. We will travel through the lands of the Yacouba people, often known as the Dan. The area is fertile with green rolling hills and we will visit villages built on the slopes, characterized by big round mud huts with thatched roofs. Hopefully, we'll have the chance to witness a mask dance, as the villagers call the dancers from the forest to the beat of the tam-tam drum. As they approach, the people begin to sing traditional songs and the dancers enter the circle on long stilts entertaining the crowd with incredible acrobatics to the sound of the tam-tam. Each mask has its own dance and song, steeped in local culture. There are no restaurant options along the way today, however we will make stops to purchase snacks and drinks. We hope to arrive in Man at our accommodation around 4pm. Our hotel tonight is a three-star property set on the hillside with great views of the surrounding forests and hills, it's very scenic and quiet, in contrast to the town all around it which is buzzing with market traders and stalls. The bedrooms have air con and ensuite bathrooms and there is a great swimming pool, bar and a large terrace with wonderful views of the surrounding hills."
      },
      {
        "dayNumber": 8,
        "title": "Experience the Gla Dance, visit Zadeplei Waterfall and a sacred forest inhabited by a population of Campbell monkeys",
        "description": ": This morning we will meet the Guere people - also known as Gere, Ngere and Wee to witness one of their mask ceremonies. The Gla or Guere mask dance is the protector of the community. They believe that their god communicates to them through only a couple of humans - the masquerades; we will watch the dance where the masquerades interact with their god. The Guere people are also known for their elaborate face paintings. There will be free time for lunch in Man; due to the French influence within the country, there is a choice of traditional West African cuisine such as attieke - a couscous-like dish made with cassava - or something more familiar such as French baguettes. Late afternoon we'll head to Zadepleu waterfalls on the outskirts of the town. This natural attraction's close proximity to the town attracts locals and visitors alike for a refreshing dip in the waterfall's pools that are surrounded by lush and green vegetation. We will also visit the sacred forest of Gbepleu inhabited by a population of Campbell monkeys, revered by the Yacoubas. The troop of monkeys live wild in the forest so viewing is not guaranteed, but almost all groups do get to see them."
      },
      {
        "dayNumber": 9,
        "title": "City tour of Man before afternoon journey to Daloa",
        "description": ": We'll start this morning with a tour around Man. Man is an energetic, colourful little town with a buzzing market selling all sorts of produce along a dusty street packed with pedestrians, trolleys, vans and cars, and not many tourists! After a break for lunch, we will begin the four-hour journey to Daloa. Our leader will ensure there are plenty of breaks along the way to stretch the legs or at points of interest. As one of the world's largest cocoa exporters, our leader will look for an opportunity to stop at a cooperative cocoa farm for the chance to learn about the country's biggest agriculture."
      },
      {
        "dayNumber": 10,
        "title": "Witness the striking Zaouli masked dance. Take in the impressive city sights of Yamoussoukro including the Basilica of our Lady of Peace",
        "description": ": An early departure from Daloa this morning to make our way to Yamoussoukro, the capital city and one of the most surreal urban areas in Africa. Firstly, we will stop to visit a nearby village known as Tibeheita to see the traditional Zaouli dance. The dancer is always male but the mask itself honors a legendary goddess Djela Lou Zaouli which translates as The Lion's Daughter. It is believed the male who wears the mask takes on a spirit as he dances for the drums. We'll arrive into Yamoussoukro around mid-afternoon. The first post-independence President of the Ivory Coast was Houphouet-Boigny from Yamoussoukro and he had big dreams to create a city that could rival the best in Europe and as we drive into the city it's possible to see the remnants of his vision. We will have lunch and visit the Basilica of our Lady of Peace, inspired by Saint Peter's in Rome this giant church complex was finished in 1990 and stood as the largest church in the world. It is really hard to believe that you are in West Africa as we walk around this mind-boggling building; the basilica has 7000 seats and space for over 11,000 standing worshippers, though it only attracts a few hundred on most Sundays. Though this is an unmissable stop of any trip to the Ivory Coast, the church is shrouded in controversy as many feel anger and sadness at the incalculable waste of money, given the country's current level of poverty. From here we will pass by the former presidential palace and see the crocodiles that lurk in the surrounding lakes. Our evening is free to relax."
      },
      {
        "dayNumber": 11,
        "title": "Guided tour of Abidjan before driving to Grand Bassam for some time to relax on the Atlantic Coast",
        "description": ": We'll have an early breakfast this morning so we can depart first thing for Abidjan, the country's economic capital set on the Ebrie Lagoon. The drive will take the whole morning but we'll arrive in the city just in time for lunch and after we've eaten, our leader will show us the highlights. It's a chance to see where traditional meets new, with colourfully dressed women in traditional clothes and businessmen in dapper suits going side-by-side about their daily lives. We will visit the lively market of Treichville, one of the city's bustling markets where people come to barter, hawk and catch up on gossip. There will be a short amount of free time for shopping at the Craft Centre Kava. We'll then visit the National Museum and the Cathedral and drive across the peaceful neighbourhood of Cocody, a residential area which houses the Prime Minister's office and many old French colonial buildings. We'll drive about one hour to Grand Bassam which is sat on the coast and over a lagoon, laidback Grand Bassam is full of faded French colonial charm and it's an ideal place to enjoy a sundowner on the beach. Our beachfront property has individual well-appointed bungalows. There is an excellent restaurant and bar and a swimming pool. The hotel has a section of private beach with an expansive sun terrace. The perfect spot to enjoy a drink looking out to the ocean."
      },
      {
        "dayNumber": 12,
        "title": "Explore colonial Grand Bassam, batik craft activity. Free afternoon to relax",
        "description": ": There is no rush at all this morning as we wind down for our last day of discovering the Ivory Coast. Our leader will take us on foot around UNESCO-listed Grand Bassam this morning to experience the slower pace of life. Once a French colonial capital, Grand Bassam was all but deserted after a yellow fever epidemic broke out in the late 1800s but has since built itself up again as a modest seaside town set upon golden beaches. We'll get to take part in a batik craft activity and visit the craft centre which brings together cultures from all over the Ivory Coast and the museum. This afternoon will be free to carry on wandering around taking in the atmosphere. Although swimming in the sea is not advised because of the strong Atlantic current. There are plenty of places to have a drink and just take in the view, or alternatively relax by the hotel's pool to wrap up your Ivory Coast adventure. Grand Bassam is quiet in the evenings but there are a few places to choose from for the last night's meal including international and African food. Several simple marquis serve rustic Ivoirian food on little wooden terraces by the sea."
      },
      {
        "dayNumber": 13,
        "title": "Trip ends in Grand Bassam",
        "description": ": The trip ends this morning after breakfast at our hotel in Grand Bassam. There are no activities planned today, so you're free to depart from Grand Bassam at any time. If you'd like an airport transfer today, you need to depart from Felix Houphouet Boigny Airport, which is around a one-hour drive."
      }
    ],
    "map": ""
  }
]