{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "big-game-secrets-of-uganda-a-safari-to-east-africas-unchartered-wildernesses",
  "tourName": "Big-Game Secrets of Uganda: A Safari to East Africa’s Unchartered Wildernesses",
  "placesVisited": "Entebbe, Lake Victoria, Kidepo Valley National Park, Lake Mburo National Park, Bwindi Impenetrable Forest National Park, Semuliki National Park",
  "generalInfo": "Uganda does not offer a standard safari. You will move into the unknown with the thrill of surprise at every turn with few other people around to interrupt the experience. Watch warring lions and buffalos on the remote Kidepo Valley savannah, horseback ride and walk with the herds at Lake Mburo, go gorilla trekking in Bwindi, and find walking chimpanzees in Semuliki. And that’s just the start of the wildlife encounters on your customizable 12-day adventure. These things are just the start of what's possible on your Uganda safari trip , so consider browsing some of our other itineraries as you refine your own adventure.",
  "durationDays": "12",
  "price": "13,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Entebbe – Serenity on the Shores of Lake Victoria",
      "description": "There is a sense of calm before you set off on the safari. Arrive at Entebbe International, and the serene shores of Lake Victoria are only a short transfer away. The day is at your leisure, a time to recuperate from the flight and settle into the country’s informal atmosphere. Cute colonial streets can be found close to your hotel, which has a long terrace opening out onto the water. Dinner at the hotel is included, complemented by lingering sunset views over Africa’s largest lake. The adventure starts tomorrow, so sit back and relax."
    },
    {
      "dayNumber": "2",
      "title": "Kidepo Valley National Park – East Africa’s Final Untouched Frontier",
      "description": "Spend an hour in Kidepo Valley National Park, and you immediately wonder why nobody has heard of it before. Lions stand majestic on the scorched snippets of grass, their manes blending into the savannah’s color. Buffalos gather in huge herds, imposing and inspiring in equal measure. Elephants roam, giraffe grace the horizon, and it is easy to see a dozen different species on the first hour of a game drive. Yet the park receives less than 5,000 visitors a year (for perspective, Ngorongoro Conservation Area in Tanzania gets more than 600,000). Inaccessibility is both its challenge and charm. Butting up against the border with South Sudan in a vast area of almost uninhabited desert, the park is a two-day drive from Entebbe, and at least a full-day journey from the nearest main town. You need a lot of time and patience to get here on the dirt roads. Or you will need to fly, which is exactly what you will do this morning. Touch down, and the game drives provide fascinating first impressions. The landscape is incredibly open with very little in the way of trees or features that interrupt the view. This visibility makes it wonderfully easy to spot wildlife from afar. Tension dominates the atmosphere, stemming from the relative lack of resources. There is not enough to eat, nor enough to drink, so animals compete wildly, creating drama on a vast scale. You do not just see lions and buffalos here; you witness viscous daily battles between pride and herds. Elephants or giraffe aren’t always the friendly giants you would expect; the males are constantly quarreling on the savannah. Best of all, none of the wildlife is particularly used to seeing a safari vehicle. So, animals react naturally with some running, some turning aggressive and both scenarios leading to lesser-seen safari moments."
    },
    {
      "dayNumber": "3",
      "title": "Kidepo Valley National Park – Wildlife Drama",
      "description": "Such an unpredictable environment requires a flexible approach to safari. Game drives respond to what is happening, from the distant echo of an angry male lion to the prints left behind by an old elephant bull searching for water. You follow the herds to the waterholes, sometimes finding scenes of hostility, other times finding ungulates bunched together for strength in numbers. Dawn and dusk should be maximized, a time when lions and cheetahs are on the prowl, camouflaged into the rustic colors of the savannah. There may be some opportunities for walking safari around the lodge, although this is really dependent on recent animal sightings; sometimes the predators and giants can be seen directly from your veranda. Over these three days, you settle into the rhythm of the wilderness. Exotic sounds travel on the breeze, alerting you to a zebra grazing nearby, or a flustered herd of Ugandan kob. It often seems like you smell the tension in the air, especially when a drumbeat of hoofs is followed by the menacing eyes of four lionesses. The park is vast and to get the most from its diversity, you will need to go on full-day game drives, taking a picnic lunch to eat beside a waterhole. On these journeys, it is rare that you see another vehicle or tourist; in fact, it can be a good thing to see one, as the guides share information on what has just been witnessed in the surrounding area. Few parks are as remote as this one, and spending three days here provides an immersion into a world that has yet to be featured on wildlife documentaries."
    },
    {
      "dayNumber": "5",
      "title": "Lake Mburo National Park – Exclusive Aerial Charter Across Uganda",
      "description": "From the rusty colors of the far north to the lush greens of the far south, you fly across Uganda by private light aircraft charter. The River Nile twists beneath you, while the distinctive ochre-red of the landscape is destined to linger in your memory. Touch down, and you immediately notice the change in atmosphere here. Lake Mburo is all about charm, the fresh, abundant habitat creating a kind of utopia for wildlife. Animals are relaxed, easy in your presence. They do not run, but return your gaze, treating you like another mammal on the grasslands. While the scenes are not as dramatic, you can get extremely close, something that is first discovered on today’s afternoon game drive through the park."
    },
    {
      "dayNumber": "6",
      "title": "Lake Mburo National Park – Walking and Horseback Safari",
      "description": "Zebras start to canter, and you join them, the horse beating its hoofs into the lush ground. Impala and sable antelope are up ahead, an elephant lopes along the horizon, and it is not long before you ride past a giraffe tower. Horseback safaris are a specialty of Lake Mburo, and they give you a new perspective on the ungulates, with hundreds of animals seen from just a few meters away. Walking safaris are also a must here, the lack of predators making it easy to explore the wilderness. Walks can be one hour to a full day, taking trails to areas inaccessible to vehicles. This is a compact national park, cramming a huge range of animals into a relatively small area. Game drives give you a good overview before these exclusive activities take you even closer."
    },
    {
      "dayNumber": "7",
      "title": "Lake Mburo National Park – Nighttime Safari and More Unique Angles",
      "description": "Walk at sunrise, following a herd of impala to the water, where hippos are wading in the shallows. Or explore on horseback, following elands and buffalos across the plains. On game drives, you seek out leopards, known to occupy the forests on the outskirts of the lake. Jackals scamper past, curious characters who look great on camera. Then you see a hyena, a snarling figure with a hidden charm. Waterbuck and reedbuck congregate in large numbers, while oribi and topi become a constant around the acacia trees. Keep exploring after dark, enjoying a unique nighttime safari, a spotlight revealing hippos out of the water and predators on the prowl. Or rest at the lodge and listen to nature singing you a lullaby. Three days in Lake Mburo ensures you have the opportunity to try all the activities, and explore the small patches of rare habitat on the edges of the park, such as papyrus swamps alive with birdsong."
    },
    {
      "dayNumber": "8",
      "title": "Bwindi Impenetrable Forest National Park – Along the Ochre Roads",
      "description": "Today’s journey is by road, a winding drive across the south of Uganda to Bwindi Impenetrable Forest. The roads are such a distinctive color, tinged with iron oxide, burning beneath the sun. They are flanked by spiraling forests and villages of small mud-brick houses. It’s a four-hour drive to your lodge in Bwindi Impenetrable Forest, where the afternoon panorama usually includes mist swirling about the canopy. Relax at the lodge, savor the views, and listen to the echoed shouts that ring from the trees. Tomorrow you’re going deep beneath the canopy, on the trail of gorillas. But today is all about fine dining and evening cocktails in the equatorial rainforest."
    },
    {
      "dayNumber": "9",
      "title": "Bwindi Impenetrable Forest National Park – Intimate Encounters With a Gorilla Troop",
      "description": "Gorilla trekking is the pinnacle of Uganda’s, perhaps even Africa’s, wildlife experiences. More than that, it’s the epitome of the Ugandan wildlife experience, this rare opportunity to get incredibly close to one of the world’s most endangered creatures. There are no fences or barriers. Just a thick untrammeled forest, where two-thirds of the planet’s wild mountain gorillas find refuge. They are surprisingly bashful creatures, the troops preferring a life of solitude in deep parts of the forest. Yet they are also big and powerful, proudly standing on two legs and facing visitors with steely eyes. On a gorilla trek, you witness both the shyness and the power, particularly when you first reach the troop. Two or three are likely to greet you, waving arms and commanding respect, before retreating towards the rest of the troop. Creep closer, coming within just seven meters from the gorillas. Two juveniles play in the branches throwing fruit at each other. A blackback male seems inquisitive, slowly moving on four knuckles, getting a little closer to your camera. The silverback seems peaceful, broad arms pulling at thick tree branches. Two more gorillas are gnawing at tree bark while three more start climbing amongst the branches in the canopy, directly above your head. You have a full hour with this wild troop, watching them go about their day, feeding, foraging, nurturing, sharing expressions and silent communication. Gorilla trekking usually takes a full day, and you take a picnic to eat in the forest. Later in the day, the luxury lodge provides a space to rest and recount the experience."
    },
    {
      "dayNumber": "10",
      "title": "Semuliki National Park – Uganda’s Forgotten Congo Basin Rainforest",
      "description": "Travel north from Bwindi, and there is an almost unbroken corridor of the forest, which links with the rest of the Congo Basin further west. Rare and endangered primates live here, mostly species that are more associated with Central rather than Eastern Africa. Mangabeys seem to dance in the trees, their strange expressions brightening up the canopy. Colobus monkeys cluster together, sometimes over a hundred of them in a single troop. L’Hoest’s monkeys and golden monkeys scamper on the ground, sometimes running straight past the lodge. After the short drive north, you spend the day on a primate safari, searching for these mystical characters, perhaps encountering eight or nine different monkeys and mangabeys. Like elsewhere in Uganda, the safari continues through the night, with wildlife all around the lodge."
    },
    {
      "dayNumber": "11",
      "title": "Semuliki National Park – In Search of Walking Chimpanzees",
      "description": "In a forest clearing, you see one. It almost looks like a child, stepping with caution across the ground. But when the chimpanzee turns, you see that it’s old, eyes and face cast in a show of melancholy. Another chimp crosses the clearing, also walking on two legs. Researchers have long known about this behavior, one that makes chimpanzees seem more human than ever. Yet it is only really in Semuliki National Park that there is a chance of witnessing it. The forest is sparser, and the troops live closer to the ground, creating a phenomenon that is as compelling as it is confounding. You trek into the rainforest and spend an hour with a troop, the journey often taking you to remote tracts of the Congo Basin. As the chimpanzees are closer to the ground than normal, there’s so much more detail you can take in. Fingers curl, foreheads frown, the troop looks at you with intense curiosity. And then you’re engulfed in the atmosphere, surrounded by the whole troop of chimpanzees. They’re looking at you as much as you are looking at them, and it’s this feeling that makes chimpanzee trekking so delightful. There is a sense of interaction, one that is silent and told from a safe distance, but one that recognizes that you are very similar to them."
    },
    {
      "dayNumber": "12",
      "title": "Semuliki to Entebbe – Departure",
      "description": "Fly from Semuliki to Entebbe on a scheduled light aircraft service, where a representative greets you at the airport and assists in the transfer onto your international departure."
    }
  ],
  "map": ""
}