{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "luxury-uganda-safari-by-private-planes-and-exceptional-lodges",
  "tourName": "Luxury Uganda Safari by Private Planes and Exceptional Lodges",
  "placesVisited": "Entebbe, Lake Victoria, Bwindi Impenetrable National Park, Queen Elizabeth National Park, Kazinga Channel, Kibale National Park, Murchison Falls National Park, River Nile",
  "generalInfo": "Uganda’s unique habitats love to surprise, providing a home to the world’s most exotic and endangered giants. This handcrafted private, luxury safari in Uganda explores them in the most elegant of styles, with exceptional lodges and private flights between destinations. Track gorillas in Bwindi, safari across the big-game savannah, encounter chimpanzees and rare mangabeys, and then boat and walk through legendary grasslands. Tailored for intimacy and authenticity, it’s a journey to the heart of Africa.",
  "durationDays": "11",
  "price": "17,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Entebbe – Subtle Beauty of Lake Victoria",
      "description": "Lake Victoria is an icon from the Africa travel bucket list, the continent’s largest lake, an immense body of water that changes color with the rising sun. The Lake Victoria Serena Resort & Spa is perfectly perched over the water, gazing out towards lost islands and the odd traditional fishing vessel. It has a private piece of shoreline and an excellent spa for recuperating after the flight. Entebbe’s colonial charms are found within easy walking distance, crumbling late 19th-century buildings that can be very photogenic in the late-afternoon light. You’re greeted at the airport for a short transfer to the hotel, where the afternoon is at your leisure. The hotel’s lakeside restaurant makes for a relaxed evening."
    },
    {
      "dayNumber": "2",
      "title": "Bwindi Impenetrable Forest National Park – Sublime Aerial Safari Over the Volcanoes",
      "description": "Flying across Uganda will give you a strong impression of its remoteness and wildness. Swathes of savannah extend for hundreds of miles, divided by the red clay roads and clumps of forest. Volcanoes appear on the horizon, with a string of peaks that are comfortably Africa’s highest mountain chain. The River Nile twists onwards, and Lake Victoria is imposing in size. Your first private flight travels west, skirting the edge of the lake and mountains en route to Bwindi Impenetrable Forest National Park, a thick jungle that clings to steep valleys and rolling hills. From the air, you are likely to see the iconic mist, swirling insatiably, moving like a phantom. One glance from the plane and you know that this is the habitat for gorillas, a mysterious world unconnected from everything else. Touch down and check into Sanctuary Gorilla Forest Camp, the only luxury property within the national park. Widely regarded as one of the world’s finest jungle getaways, it boasts both views over the canopy and a sense of being deep within the trees. Take lunch on your private deck, soak in the bathtub overlooking the jungle, and explore the surrounding walking trails throughout the afternoon. You will be searching for golden monkeys on this private afternoon walk, another of Bwindi’s endangered species, and another primate that hides from the world."
    },
    {
      "dayNumber": "3",
      "title": "Bwindi Impenetrable Forest National Park – Gorilla Trekking in the Misty Rainforest",
      "description": "The trek itself is a huge part of the gorilla trekking experience. Most of the trails are made by forest elephants or gorillas themselves, narrow pathways that are sliced open by the trackers’ machetes. Exotic and enchanting, the jungle closes in on you. With every footstep, it feels as though you are journeying deeper into a lost world. Long before you reach the gorillas, you know that you are guests in their territory, such is the uniqueness of this habitat. Trackers walk ahead and radio the position of the troop, with the trek lasting from 30 minutes to three to four hours. It is possible to request shorter or longer treks dependent on how you feel. From a distance, you see shocks of black fur, moving slowly on all fours, and disappearing into the canopy. The troop might be moving, so you must keep walking, following them until they halt and feed. Approach the gorillas slowly, showing respect to their space. One or two will provide a greeting, perhaps a wave of the arms or an imposing stare, an action that’s both a welcome and a warning about respecting their territory. Walk a little farther, and you see the whole troop, over a dozen gorillas bounding in and around the trees. Inquisitive infants, boisterous blackback males, a sublime silverback with thickset arms and an almost impossibly wide chest. Spend an hour from seven meters away, analyzing their many behaviors and expressions. It is widely recommended that you take your photos at the start, and then put the camera down and fully absorb what is probably the world’s most intimate wild animal encounter."
    },
    {
      "dayNumber": "4",
      "title": "Bwindi Impenetrable Forest National Park – More Intimate Encounters with Gorillas",
      "description": "Even if your legs are a little tired from yesterday’s trek, you will be eager to return to the gorillas in the mist. Today you will visit a different habituated troop, with its own style and social interactions. Less than 1000 mountain gorillas can be found in the wild, and over these two days you will be seeing around 30 of them; each is absolutely unique. Some juveniles feed close to their mothers, continually looking for affection. Others want to explore, jumping between the branches, playfully throwing nuts at their siblings. They move primarily on four knuckles, but occasionally the gorillas rise onto stout legs, imposing their power. Sometimes they crash from the trees, too heavy for the branches. With each gorilla trek, you get to spend an hour with a troop, in a maximum group size of eight trekkers. You don’t watch them from a distance. There are no fences or ropes. On some occasions, you are fully surrounded by the troop, gorillas on each side of you. Officially you are allowed within seven meters, and it is the gorillas that are most effective in maintaining this distance. If you come too close, they’ll be quick to remind you how powerful they can be. After the hour, you will trek back towards the trailhead, enjoying a packed lunch en route. Then it’s back to Sanctuary Gorilla Forest Camp, where the outdoor bathtub is perfect for reenergizing your muscles."
    },
    {
      "dayNumber": "5",
      "title": "Queen Elizabeth National Park – Tree-Climbing Lions and Hippos in the Channel",
      "description": "Transition from forest to savannah, exchanging boisterous gorillas for belligerent hippos. Fly north from Bwindi, passing over the volcanic peaks en route to the golden savannah of Queen Elizabeth National Park. Touch down, and the atmospheric difference from Bwindi comes from the openness of this habitat. Such vast plains provide seemingly endless visibility, making it relatively easy to find the landscape’s giants. Thousands of Ugandan kob are scattered across your vista, their impressive hooped horns rising above agile, fragile bodies. Nomadic elephants wander onwards, leaving their giant footprints in the dust. Lionesses poke their heads up from the grass and then roll over into a state of repose. After the flight, you will spend the rest of the morning on a game drive. The lions climb trees here, and you will be seeking them out amongst the fig fruit, the beautiful hunters’ frames draped over high branches. From here, they have an expert view over their prey. Leopards can also be seen in the trees and the next two days create an opportunity to see some of the cats hunting. It is around the river where many ambushes take place, so spend the afternoon on a Kazinga Channel boat safari, enjoying wildlife along the banks and cruising through the hippos. It is not long before one yawns, and you are staring into the gaping jaw of a huge male hippo."
    },
    {
      "dayNumber": "6",
      "title": "Queen Elizabeth National Park – Walking Across the Iconic Grasslands",
      "description": "Strange hoots wake you. Open the curtains, and there is an elephant herd on the plains blowing their trumpets through the morning stillness. Zebras are grazing nearby, and you photograph their distinctive stripes from your veranda. Breakfast is served as a buffalo herd marauds past, and you have already grown accustomed to antelope filling the panorama. Ishasha Wilderness Camp is in the heart of the bush, providing a luxury safari-under-canvas experience that lets you feel the wilds of Africa. This is not camping, but a boutique suite that’s open to all the sounds and smells of the park. Today’s program is flexible, but it is highly recommended that you take advantage of the unique safari activities on offer. Private game drives focus on the more mammals, particularly tree-climbing lions and elephants. Boat safaris are more relaxed and are an easy way to sit back and watch the wildlife unfurl. Walking safaris are legendary, an exclusive chance to wander across the big-game landscape. Guides keep you clear of the predators, but you may come astonishingly close to elephants, giraffe, zebra, and buffalo, along with the varied collection of antelope species."
    },
    {
      "dayNumber": "7",
      "title": "Kibale National Park – Iconic Monkeys and Mangabeys of Central Africa",
      "description": "You will take a private air charter and the ambiance switches once more, the dense Kibale rainforest exuding a certain exoticism. It’s unlikely to feel like anywhere you have explored before with its bizarre creepers, haunting monkey calls, and the strange expressions on the faces of mangabeys. This is a Central African-style forest, with primates seen mostly in the Congo Basin. Grey-cheeked mangabeys give you a peculiar stare, red colobus monkeys peacefully feed high in the canopy, L’Hoest’s monkeys scamper past the lodge, and over a quarter of Africa’s primates can be found when you follow your guide beneath the trees. Spend the afternoon on a primate tracking safari before settling into Kyaninga Lodge and a night of surreal monkey calls."
    },
    {
      "dayNumber": "8",
      "title": "Kibale National Park – Unique Chimpanzee Trekking",
      "description": "The most famous of Kibale’s residents are the chimpanzees, endangered creatures that hold your stare intensely. They seem to communicate with you through their emotive faces and compelling grins. Encounter your first chimpanzee and time stands still, their piercing eyes giving a message of clarity. Watch the primate’s face, and it is hard to discount the idea that some form of formal greeting is being made. Walk a little closer, and you make eye contact with more of the troop, although it’s hard to keep track when there are 60 or more chimpanzees in the vicinity. You spend an hour with a habituated troop, immersed in their social interactions and communicative behavior. Their hands and feet are remarkably similar, along with their ingenious use of gestures used to communicate. When they start to shout, the noise is deafening, each call echoing off the trees. It is strange and sublime at the same time, the chimpanzees inviting you into their peculiar forest realm. Sometimes you are treated to a family clique, perhaps 8 – 12 chimps split off from the main troop. On other treks, you might see them all, dozens of primates filling the trees with their antics. Both experiences are wonderfully enchanting, such rare mammals that have so much in common with you."
    },
    {
      "dayNumber": "9",
      "title": "Murchison Falls National Park – Wildlife Drama of the Ugandan Savannah",
      "description": "Fly into the north of Uganda, watching the mountains ripple into the ochre dirt and open savannah. Giraffe watch you land, their heads poking above trees around the airstrip. Elephants become your neighbors, and two nights at Baker’s Lodge keep you in the big-game heart of the park. Warthogs run, wildebeest canter, and you are never too far from the roar of lions and leopards. Today’s private safari program is fully flexible, allowing you to mix game drives with walks and journeys on the water. Murchison Falls offers an excellent diversity of wildlife, along with the famous giants you have already become accustomed to. It is an easy place to watch animals wander past and to feel the pull of Africa’s authenticity."
    },
    {
      "dayNumber": "10",
      "title": "Murchison Falls National Park to Entebbe – The Best of Uganda’s River Nile",
      "description": "This final safari day follows the River Nile. Start in a boat, admiring the wildlife coming for a morning drink. Tension hangs in the atmosphere as lions and leopards lurk nearby, their location raucously revealed by storks and monkeys in the trees above. Cruise through the hippos, past the swimming elephants, and onwards to Murchison Falls, a thunderous rumble of water where the Nile narrows to just seven meters across. Return to the riverside lodge for lunch and a few quiet hours on the veranda, before following the route of the Nile back towards Lake Victoria. This journey back to Entebbe takes two full days by road; it’s completed in less than two hours by flight. Your final night is then spent back at Lake Victoria Serena Resort & Spa, where a one-hour treatment is waiting upon your arrival."
    },
    {
      "dayNumber": "11",
      "title": "Entebbe – Departure",
      "description": "You are staying just a few miles from Entebbe International, Uganda’s main airport, making for an easy getaway onto your departing flight."
    }
  ],
  "map": ""
}