{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "signature-uganda-safari",
  "tourName": "Signature Uganda Safari",
  "placesVisited": "Entebbe, Lake Victoria, Bwindi Impenetrable Forest National Park, Queen Elizabeth National Park, Ishasha Sector, Kazinga Channel, Semuliki National Park, Kidepo Valley National Park",
  "generalInfo": "Uganda has always showcased Africa’s greatest diversity of safari experience. Mixing old favorites and new destinations, this signature Uganda safari adventure celebrates the icons and the intimacy. Spend four hours with a gorilla troop, become acquainted with lions and chimpanzees along the Congolese border, and experience the thrills of big game in remote Kidepo Valley. From primates to predators, your safari is connected by light aircraft and game-drive transfers, The Pearl of Africa at its glittering best.",
  "durationDays": "12",
  "price": "10,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Entebbe – Relaxed Overnight in the Old Capital",
      "description": "You fly into Entebbe, the endearing old capital that has not changed much in more than 50 years. It is a little dustier, and the buildings are lightly coated in the flakes of rugged ochre that you will recognize all over the country. Bustling Kampala, the new capital nearby, is where you go for the colorful chaos of markets and city streets. In comparison, Entebbe provides a tranquil space to recuperate from the flight and gaze over the shores of Lake Victoria. You are greeted at the airport, and it is a short transfer to your hotel on the lakeshore. The afternoon is flexible, and the guide will tailor a tour depending on your interests. Perhaps you will tour the old-world buildings of Entebbe, or you can experience the hustle and bustle of central Kampala. Later in the afternoon, you cruise along the waters of Lake Victoria, the iconic starting point to most luxury safaris in Uganda."
    },
    {
      "dayNumber": "2",
      "title": "Bwindi Impenetrable Forest – Flight to Bwindi and a Famous Forest of Mist",
      "description": "Regular light aircraft flights now provide a direct connection between Entebbe and Bwindi. The airstrip is just a 30-minute drive from one of the trekking trailheads. And what a drive! You wind beneath the forest canopy, enveloped by the mysterious rainbow of green and the fresh smells that only the rainforest can emit. There is an opportunity to stop at local villages en route. The villages have retained a tradition that stretches back for centuries. While Bwindi is Uganda’s most famous destination, this western side of Uganda continues to be a rural backwater, where the locals are keen to share stories as you stop along the way. Your lodge is perched above the forest with uninterrupted vistas onto a canopy that is commonly consumed by swirling mist. Arrive in time for lunch, and there is a chance to trek in the surroundings during a leisurely afternoon."
    },
    {
      "dayNumber": "3",
      "title": "Bwindi Impenetrable Forest – Incredible Charms of Gorilla Trekking",
      "description": "Some of Bwindi’s gorillas are better known than others. A handful of troops have been habituated for many years. These are the primates that helped to give the country fame and to place it number one in Lonely Planet’s list of destinations for 2012. They were visited by eight trekkers a day for a few years before authorities sought to habituate other gorilla troops. This has increased capacity and maintained an authenticity, as the same gorillas are not visited every day. Today, you go gorilla trekking in Bwindi, making a journey through thick forests to spend an hour with one of the troops. So much of the iconic behavior can be observed in an hour. A silverback is all brawn, muscle, and fearsome stares. Old females give a look of melancholy and juveniles display a playful demeanor, often getting impishly closer to you. A blackback is marching around on four knuckles, and there is usually some antics in the trees as the gorillas are not always the best climbers. From just seven meters away, there is a chance to get to know this troop, so much going on in all directions. It is the classic Ugandan experience. For over a decade, it has been the premier reason to visit the country, and it never disappoints."
    },
    {
      "dayNumber": "4",
      "title": "Bwindi Impenetrable Forest – Exclusivity of a Gorilla Habituation Experience",
      "description": "Now there are new encounters with wild mountain gorillas. Bwindi has recently piloted a gorilla habituation experience where you can become part of the process, fulfilling the role of gorilla researcher. It is the first time that non-researchers have had the opportunity to spend more than an hour with a troop. You stay for up to four hours, observing and analyzing the behavior. Finding a comfortable position, you sit silently, partially hidden by the foliage so as to not impact the gorillas. Group-size is capped at four, rather than eight that is usual for gorilla trekking. These are the gorillas that are not yet known to the world, the troops that are slowly getting accustomed to human presence, a process that takes at least three years. The intimacy and exclusivity of the experience is reflected in the permit price, which is more than double that of gorilla trekking. It is the first time in Uganda or Rwanda that non-researchers have been afforded such time with wild mountain gorillas. The gorillas you visit are partially habituated, which does add a strong element of surprise. They may not behave completely naturally, and some of the troop could decide to hide. This unpredictability is to be expected and makes this habituation a good complement to classic gorilla trekking. Typically, you get comfy and admire, an exclusive experience for those who want to be fully immersed in the social structures of a troop, rather than simply take photos and witness the trademark behavior."
    },
    {
      "dayNumber": "5",
      "title": "Ishasha Sector – Tree-Climbing Lions and Ugandan Kob",
      "description": "Over today and tomorrow, you game drive north, traveling through Uganda’s most popular national park. First the Ishasha Sector, home of the rare tree-climbing lions, and a vast and surprisingly under-visited part of the park. While the wildlife densities are not particularly high, there is a real tension as animals cluster around waterholes. Something moves, and your eyes follow. You sense the lion is there, but you cannot see it. Then the tail flickers, and you see the eyes of the lion, watching you intensely, far closer than you imagined. A recently opened luxury lodge provides accommodation that is surrounded by the drama, predators and their prey the focus of this day on the savannah."
    },
    {
      "dayNumber": "6",
      "title": "Kazinga Channel – Hippos and Elephants",
      "description": "Wildlife is more profuse around the Kazinga Channel, permanent water and lush vegetation creating a haven for so many. The timeless way to explore is on a boat safari, spending a relaxed afternoon cruising up and down the channel past the hippos. Elephants go swimming with only their trunks above the water, antelope sip tentatively and fearfully, and buffalos fill a sandy bank with their grunts. After a couple of days of adventure, the Kazinga boat safari provides a very soothing experience, Just sit back, and it feels like the wildlife is coming to you."
    },
    {
      "dayNumber": "7",
      "title": "Semuliki National Park – Primates and Lions Along the Congolese Border",
      "description": "Whitened volcanic peaks provide the backdrop to the sparse forests of Semuliki which sprawl along the border of the DRC. Congolese lions live here, their flowing manes waving in the soft breeze. They prey on Ugandan kob and reedbuck, but also the more typical inhabitants of the forest, like vervet monkeys and baboons. Black and white colobus monkeys occupy the canopy, while elephants leave their gigantic prints in the sand. Birdlife is staggering along the lakeshore, shoebill storks and red-throated bee-eaters among those that flutter above bushbuck and waterbuck. This is a park of diversity, where primates and predators are seen together. Today’s safari takes you from acacia woodland to grassland to gallery forest, and you can combine a game drive with a game walk or focus on just one of the activities."
    },
    {
      "dayNumber": "8",
      "title": "Semuliki National Park – Exclusive Chimpanzee Trekking",
      "description": "Deep in the gallery forest, you find Semuliki’s most iconic residents, troops of wild chimpanzees that swing and walk along the mountain slopes. They are less numerous than in the more famous Kibale, but the chimpanzees showcase stranger behavior in Uganda’s oldest wildlife reserve. The forest is sparser, and the primates must come down from the trees regularly, spending a large proportion of their time in the clearings. And when they walk on two feet, the comparisons with humans are almost complete. This rare behavior is the highlight of chimpanzee trekking in Semuliki, complemented by the classic behaviors so unmissable on any chimpanzee trek, Peculiar expressions, curled fingers and toes, emotive eyes, and evocative gestures and communication highlight the thrill of the chimpanzees starting straight back at you."
    },
    {
      "dayNumber": "9",
      "title": "Kidepo Valley National Park – East Africa’s Upcoming Safari Destination",
      "description": "A lion snaps, blood smearing around his mane as the black and white skin of a zebra is opened. An elephant hoots, huge horns protruding as he continues his long walk to the water. Across the savannah, there is an echo, the haunting crack of two buffalo males clashing heads in a battle for survival, the harem watching on intently from 20 meters away. At the water, you can smell the change in atmosphere, the joyous slurping replaced by fear and tension when a cackle of hyenas approaches. Bumping across the savannah, you follow the sounds until the sights take over, such intensity to every encounter in Kidepo Valley National Park. Raw and redolent, Kidepo Valley is one of Africa’s most untouched savannahs. It is vast, bordering South Sudan, with the ecosystem continuing into a reserve on the northern side of the international border. Only around 5,000 annual visitors make it out here, so it is rare that you see another person or vehicle on the game drives. Drama is heightened, and the ferocity of the wildlife makes Kidepo Valley a very different experience than East Africa’s most celebrated parks and reserves. You are surrounded by the battle for survival, and the animals often react aggressively, ears flapping and feet stamping as they assert their authority in a harsh land that only supports the fittest. Fly here on a chartered flight, a fantastic alternative to a two-day drive. Spend three days at a luxurious lodge in the heart of the savannah, a semblance of contemporary comfort amid this rustic wilderness. The program is relaxed, and the park offers an unrivaled level of adventure, Full-day drives visit corners that see few human eyes, and you take a picnic to watch the battles between herds. Morning drives immerse you in the movement of the predators, while afternoon drives follow those on their journey to the water, hyenas usually very close behind. Then back at the lodge, you keep experiencing with all the senses, so much going on in all directions."
    },
    {
      "dayNumber": "12",
      "title": "Kidepo Valley National Park to Entebbe – Departure",
      "description": "Fly back to Entebbe from Kidepo Valley, where you are assisted at the airport and transferred onto your international homebound flight."
    }
  ],
  "map": ""
}