{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "ultimate-uganda-safari-an-intimate-wildlife-experience",
  "tourName": "Ultimate Uganda Safari: An Intimate Wildlife Experience",
  "placesVisited": "Entebbe, Kampala, Jinja, Masindi, Murchison Falls National Park, Kibale Forest National Park, Queen Elizabeth National Park, Bwindi Impenetrable National Park, Lake Bunyonyi, Ssese Islands, Lake Victoria",
  "generalInfo": "Uganda’s wildlife experiences celebrate the very best of the African continent and its wide range of species. Approach gorillas and chimpanzees on foot, boat through wetlands to hippos and elephants, drive on the savannah to lions and leopards and meet the primates of the Congo Basin. Your handcrafted safari will celebrate all of the angles and the wealth of the country’s animals, mixing iconic experiences with some of the world’s rarest natural encounters, then rounding it all off with days of waterfront escapism. For more of the many options offered by our Uganda safari tours , consider browsing other itineraries for inspiration and ideas.",
  "durationDays": "21",
  "price": "23,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Entebbe – Old-World Uganda Along the Waterfront",
      "description": "Entebbe comes from a forgotten era; the waterfront is dappled by grand colonial mansions and sprawling gardens. Bougainvillea-lined boulevards reveal remnants from the city’s glory days, while beautiful restaurant terraces stretch out along the shores of Lake Victoria. It is a city from the past, neatly preserved because the capital city status moved onwards to Kampala. For a leisurely introduction to Uganda, there is no better destination, Entebbe fusing old-world enchantment with modern facilities and colorful charm. You will be greeted at Entebbe International for the short transfer to the waterfront hotel. The afternoon and evening are at your leisure."
    },
    {
      "dayNumber": "2",
      "title": "Jinja – Modern City Vibrancy and the Source of the Nile",
      "description": "Kampala’s atmosphere is entirely different from Entebbe’s. The streets are packed with life, hardly a square inch that is not taken by overflowing stalls, piles of fresh fruit, and processions of vibrantly-dressed locals. It can be a little overwhelming, especially in the markets, where a thousand shouts mingle like an obscure choir. With a local guide, you can pick and choose a few destinations that epitomize the modern urban Ugandan experience. After lunch at a decadent Kampala restaurant, you will head east, finding the source of the River Nile, stopping for photos at the famous point that the European explorers were desperate to find. Then spend the night in Jinja, at a lodge perched above the rumbling waters of the Nile."
    },
    {
      "dayNumber": "3",
      "title": "Jinja – Africa’s Best Whitewater Rafting",
      "description": "Jinja has been the home of Africa’s finest whitewater rafting for well over two decades. You will spend the day on the River Nile, descending through grade III, IV, and V rapids, tumbling along with the cooling waters of Africa’s longest river. It is a day of pure thrills, and no experience is necessary. The rapids are the focus, and they are rated as the highest that can be navigated on commercial whitewater rafting trips. However, it is the scenery that really takes over, the Nile slicing through surreal canyons, opening out onto landscapes of impossibly green hues."
    },
    {
      "dayNumber": "4",
      "title": "Masindi – Tracking Wild Rhinos in the Unique Ziwa Sanctuary",
      "description": "Now the wildlife begins, one of Africa’s rarest and most endangered starting off your adventure in the wild. Fifteen southern white rhinos roam freely around the Ziwa Sanctuary, proud creatures with their horns acting as signs of defiance. Joining conservationist guides, you will first see the white rhinos from a vehicle, coming to understand their behavior and style. Then you will get closer, a walking safari allowing you to share the same ground as these majestic giants. It is only on foot that you can truly appreciate their size, and it is only on foot that you can fully connect with their character and challenge. This stop is roughly halfway between Jinja and Murchison Falls, and you spend the night at a boutique lodge on the edge of Masindi town."
    },
    {
      "dayNumber": "5",
      "title": "Murchison Falls National Park – Thrilling Big-Game Encounters on Land and Water",
      "description": "Explore Murchison Falls National Park, and it’s not long before you’re surrounded. Hippos yawn in the water, dozens of them clustered close to your boat. Elephants patrol the banks and stand proudly on the horizon. Zebras and buffalos congregate in large herds, carefully checking for Nile crocodiles before they get their hooves wet. Everything must come to drink at some point, so a boat safari is a great way to start the exploration. Giraffes stand wide-legged as they take a drink, while herds of Ugandan kob approach the water timidly, fearful of lions lurking in the reeds. You will see it all without having to move. The boat takes you to Murchison Falls, where a walking trail provides superb views of the River Nile plunging through a narrow chasm. The following morning, the boat takes you towards the savannah, where you will game drive across the golden hues of rural Uganda. It is a classic East Africa safari experience, dotted with prowling lions, skipping antelope, strange exotic birds, and scenes of drama. The following afternoon, you will continue the experience on foot, walking with the zebra, and getting remarkably close to elephants and giraffes. Back at the lodge, the safari continues with unusual monkey species and rumbustious hippos being among the evening visitors to the grasslands around the lodge."
    },
    {
      "dayNumber": "7",
      "title": "Kibale Forest National Park – Getting Up-Close with Central Africa’s Primates",
      "description": "Driving into Kibale Forest, you can feel the change in landscape and ambiance. East African savannah and wetland is replaced by Central African mystique and forested volcanic hills. This brings new and remarkable animals to an afternoon primate walking safari, including many Congo Basin primates that are almost impossible to see outside of Uganda. Red colobus monkeys stare at you with mischievous grins, Ugandan mangabeys are shy yet spectacularly encountered, and blue monkeys and L’Hoest’s monkeys clamber for your attention close to the lodge. It is exotic and enchanting, a strange realm that is also occupied by land-dwelling forest mammals. Over the next two days, Duiker skip past, bushbuck and sitatunga are discovered, and all the while there is also the rare chance of seeing servals and leopards."
    },
    {
      "dayNumber": "8",
      "title": "Kibale Forest National Park – Thrilling Chimpanzee Trekking",
      "description": "In Kibale, one very special primate deserves extra attention. Today you will set off on the trail of chimpanzees, walking into the depths of the forest, listening to the strange calls of the monkeys in the canopy. Few people realize that a chimpanzee or gorilla trek will also encounter so much other wildlife, from rare mangabeys to elephants bulldozing through the forest. You are trekking toward a habituated chimpanzee troop who are used to human presence, where you have an hour to spend with them. Over a dozen of these intriguing primates swing above your head, dexterous feet and nimble hands taking them from tree to tree. So much emotion is found at every moment and can be seen every time you gaze toward one of your primate cousins. Faces twitch, eyes light up, arms gesticulate, and it almost feels as though you can communicate with the chimpanzees. The hour will quickly pass as there is so much to take in, but do not worry, because you will be visiting another chimpanzee troop in two days’ time."
    },
    {
      "dayNumber": "9",
      "title": "Semuliki National Park – Dramatic Nighttime Game Drive",
      "description": "Drive further west, toward the volcanic peaks and a forest that is more open than dense. Hippos live here, resting in the day before grazing beneath the moonlight. Nine duiker species can be found, and you will come to recognize each of them. On an afternoon game drive, you will explore the park’s antelopes and primates. After dark, you will search for leopards, the apex predator who loves to hunt for monkey troops. Just follow the sounds, because the canopy dwellers make raucous noises to warn the rest. Spend the night at a lodge, deep in this tropical rainforest, surrounded by an orchestra of unique sounds."
    },
    {
      "dayNumber": "10",
      "title": "Semuliki National Park – Rare Encounters with Chimpanzees",
      "description": "Encounters with Semuliki’s chimpanzees are not guaranteed, but they are wonderfully raw and authentic. These primates walk across the forest clearing, bounding on two legs, just as humans would. They are much closer, occupying the forest floor, just a few meters away. Now it really feels like you are communicating, as you analyze their every gesture. Old eyes look at you with melancholy, young faces implore you to play, hands grasp at handmade tools, while toes could not be any closer to your own. Walking chimpanzees are not particularly rare to biologists, but witnessing them certainly is. Spend an hour with the chimpanzee troop, savoring all their behavior, immersing yourself in their wild realm; it’s one of Africa’s rarest experiences."
    },
    {
      "dayNumber": "11",
      "title": "Queen Elizabeth National Park – Brilliant Boat Safari",
      "description": "Continue the adventure by driving south, out of the rainforest, and onto a glorious golden savannah. Lions are effortlessly camouflaged here, blending into the grass as they set their ambush. Humongous herds of Ugandan kob are their main prey, along with the scattered herds of zebra that you keep passing. The whole morning is a game drive, exploring classic East African savannah, savoring the intimacy of the big-game encounters. The whole afternoon is a boat safari, cruising up and down the Kazinga Channel, enjoying the drama along the banks. This is where lions and leopards like to hunt, hippos like to quarrel, and elephant herds invariably clash. Like most days, the evening is relaxed, with plenty of wildlife roaming around the lodge."
    },
    {
      "dayNumber": "12",
      "title": "Queen Elizabeth National Park – Classic Big-Game Savanna Safari",
      "description": "In a lonely fig tree, you make out a pair of lucid eyes. Drive a little further, and you see the lionesses, peacefully draped across the high branches. They’re not lonely. The rest of the pride occupies other branches, including two males with flowing black manes. Suddenly a lioness descends, bounding elegantly down the trunk, blending into the grass with solemn menace. Another three follows, and you watch as the hunt unfolds, the patient build-up and the dramatic attempt to pounce. This is just one of the many scenes you may encounter in Uganda’s most popular national park, on a big-game savannah that feels like a symbol of East African safari."
    },
    {
      "dayNumber": "13",
      "title": "Bwindi Impenetrable Forest National Park – Following Elephant Trails",
      "description": "The journey towards Bwindi is mostly a game drive, exploring the south of Queen Elizabeth National Park, following the giant footsteps left behind by elephants. When the savannah rescinds, you ascend into strange volcanic mountains, with every corner bringing another view over a forest enshrouded with mist. You will stop at a small village to meet the locals, and then ascend above the forest to an opulent lodge that couldn’t possibly feel homier. The afternoon and evening are at your leisure and provide time to rest and relax before the gorilla trekking; beneath you, and all around you, are well over half of the world’s wild mountain gorilla population."
    },
    {
      "dayNumber": "14",
      "title": "Bwindi Impenetrable National Park – Exclusive Uganda Gorilla Trekking",
      "description": "Gorilla trekking rarely feels real. You know that you are physically there, hearing every footstep, smelling every primate. Yet you are somehow elevated above the experience, baffled by the surrealism of it all. The gorilla troop is less than ten meters away, returning your stare with alert eyes and peculiar grins. Infants clamber in the trees above your head, while a towering silverback bounds past on his knuckles. As the hour progresses, you redefine reality, savoring what is probably the world’s most unique wildlife encounter. You are so close, they are so wild, and there is no telling how long the world’s largest primate will be left on our planet."
    },
    {
      "dayNumber": "15",
      "title": "Bwindi Impenetrable Forest National Park – Second Intimate Gorilla Trek",
      "description": "The gorilla trekking experience is too special to only go once. Wander back into the impenetrable forest, and spend an hour with a second gorilla troop. The social structure is different, with two silverbacks and an extremely playful baby. Gorillas surround you, watching you with curiosity and charm. Some are smashing branches with their hands, seeking out the goodness within the bark. Others are splitting seeds, discarding the shells onto your head. They are almost too close, making it hard to know which direction to look. To spend a second hour with the gorillas will help make it all much more memorable, enabling you to explore the troop’s intricate details. The experience emerges from the surreal, and there is a poignant moment of clarity as you realize exactly where you are, and exactly how close you are."
    },
    {
      "dayNumber": "16",
      "title": "Lake Bunyonyi – Lounging on the Lakeside",
      "description": "Two weeks of wildlife are now followed by two days of lakeside serenity. Drive an hour south of Bwindi, and the volcanic Lake Bunyonyi stretches out beneath green hills, an inspiring image twisting amongst rural Uganda. Locals paddle around on traditional wooden canoes, and this is the only way you can travel on the lake, with a guide taking you to remote, uninhabited islands. There are many connections with the culture here, with opportunities to visit coffee plantations and small villages. Or you can simply escape into the atmosphere, which encourages you to sit back and do very little."
    },
    {
      "dayNumber": "18",
      "title": "Ssese Islands – Island Escapism on Lake Victoria",
      "description": "Completing your Ugandan experience are three days on the Ssese Islands archipelago, surrounded by the softly lapping waters of Lake Victoria. Your island retreat is uninhabited, reserved for just eight guests staying at the lodge. From the suite, there are glorious sunset views across the lake. You do not even need shoes, the soft white sand leading all the way from the beach to your elegant wooden veranda over the water. Rest, relax, recuperate, and return from the wildlife world with three days on this completely untouched and unconnected island."
    },
    {
      "dayNumber": "21",
      "title": "Entebbe – Departure",
      "description": "The journey back to Entebbe is by boat, cruising across Lake Victoria to the old capital and Uganda’s international airport. You will be transferred to the airport with plenty of time before your departing flight."
    }
  ],
  "map": ""
}