{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01501",
  "tourName": "2 Haftada Fiji Tatil Turunun En İyisi: Kültür, Macera Ve Lüks",
  "placesVisited": "Tahiti",
  "generalInfo": "Üstünde durduğunuz beyaz pudra kumlar yumuşak ve sıcaktır, köpüklü şarap berrak ve kabarcıklı. Esinti, tenha adadaki sahil şeridi boyunca uzanan zümrüt palmiye yapraklarını hışırdatır. Özel tekneniz, geri dönüşünüzü beklerken suda yüzüyor. İki Haftada Fiji Tatil Turunun En Eyisi paketi macera ve lüks arzularınıza göre özel olarak düzenlenmiştir. Bir öğleden sonra şnorkelle yüzdükten sonra güneş ışığının sizi ısıtmasına izin verin. Katışıksız yıldız ışığından bir battaniyenin altındaki sahilde akşam yemeğinizden zevk alın. Suların yeniden canlandığı, yağmur ormanlarının büyüleyici olduğu ve bir rüyadan daha iyi olan ada cennetinde manzaradan tutku yayılır.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "14",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Cenneti Karşılama",
      "description": "Fiji, pudra gibi beyaz kumlarını okşayan nefes kesen turkuaz suları ile bilinir. Yemyeşil palmiye ağaçları, yivli yamaçları örten zümrüt tropik yağmur ormanlarının arka planından önce plajları gölgelemektedir. Zicasso’nun Fiji tatil paketlerinden birinin başlangıç noktası olan Nadi Uluslararası Havaalanı'na indiğinizde, özel transferinizin sizi Denarau Adası'ndaki lüks tesise götürmeyi beklediğini göreceksiniz. Viti Levu'ya bağlı insan yapımı ada, yenilenmiş mangrov plajlarından üretildi ve suyun zengin bir görünümü ile dikkat çekici konforlar sunuyor. Güney Pasifik'in sesleri, meltemle hışırdayan palmiye yaprakları ve kıvrılan dalgaların etkileyici harmonisi ile lobiden yayılıyor. Ada güzelliğini, yerlilerin davetkar gülümsemelerinden hindistan cevizi yağının büyüleyici aromasına kadar hemen kendini gösterir."
    },
    {
      "dayNumber": 2,
      "title": "Adayı Keşfedin",
      "description": "Denarau Adası, keyifli havuzları ve kutsal inziva köşesine sahip, neredeyse tam bir buçuk kilometrekaredir. Kulübeler havuz kenarında gölgelikler sunarken palmiye ağaçları plajı gölgelemektedir. Kum, kıvrılan suya karşı yumuşaktır. Sulu papayadan tatlı ananasa kadar cennetvari meyvelerle dolu lezzetli bir kahvaltıda kendinizi şımartın. Gün, daha geniş olan Viti Levu Adası’nı keşfetmeniz, aynı zamanda Şeker Kenti olarak da bilinen tarihi Lautoka kentine doğru ilerlemeniz için sizindir. Esinti ovaları aşarak Koroyanitu Dağı'nın eteklerine doğru ilerler."
    },
    {
      "dayNumber": 3,
      "title": "Özel Bir Ruh",
      "description": "Kıyıya vuran su seslerine uyanın. Tropikal meyvelerin taze aromaları, nefis rambutansların cezbedici tatlılığı ile doludur. Denarau Adası’ndan Nadi Kasabası'na doğru yol alın, kısa bir yolculuktur, ancak kültür ve canlılık bakımından tamamen farklıdır. Köpüklü su yerini Sabeto Dağları'nın üzerinden yukarı doğru kıvrılan yeşilliklerle bırakır. Kasaba, meyve ve sebzenin değerli taş parçaları gibi parıltılı olduğu sabah pazarında koşuşturur. Yerel esnaf dükkanları, büyük heykellerden zarif küpelere kadar yöre halkı tarafından oyulmuş ve şekillendirilmiş el işi nesneler sunmaktadır."
    },
    {
      "dayNumber": 4,
      "title": "Cennette Daha Derine",
      "description": "Tekneler, şafak vakti limandan demir alıyor. Kuşluk vakti, iki metreye kadar büyüyebilen ve escolar olarak da bilienen kocaman Walu'yla geri dönerler. Kahvaltıda, greyfurta benzeyen bir narenciye olan pomelo meyvesini bulun. Aromalı ürüne tatlı bir dürüm eşlik eder. Yemekten sonra, özel transferiniz sizi yüksek hızlı katamaranın bulunduğu yakındaki limana yönlendirir. Rüzgar saçlarından akıyor. Okyanus suyu yanaklarınıza doğru sisini sıçratıyor. Güneş ışığı Pasifik'ten zarif bir parlaklık yansıtıyor."
    },
    {
      "dayNumber": 5,
      "title": "Resifleri Resimlemek",
      "description": "Sabahları saki n olan ada, güneş doğduktan sonra çok daha sakin bir romantik kalite yayıyor. Günün yavaş temposu dinlendiricidir ve arkanıza yaslanıp çevredeki cennetin keyfini çıkarmanıza izin verir. Kahvaltıdan sonra, karadan uzaklaşın, bir şnorkel kapıp suya atlayın ve Fiji Takımadaları’ndaki 333 adadan birinin etrafındaki örnek resifleri ilk elden görün. Ilıman Pasifik'in sizi saran suyunun içine girdiği resiflere gidiyorsunuz. Güneş, berrak kıyı sularında 36 metre derinliğe kadar ulaşarak bereketli resif üzerinde ışık saçıyor."
    },
    {
      "dayNumber": 6,
      "title": "Nefes Kesen Tekne",
      "description": "Güneş, adanın doğu kenarında, masmavi kıyılara ve yükselen tropik gölgeliklere ışık saçar. Kahvaltıdan sonra, takımadaların etrafında seyretmek, ıssız adaları ve nefes kesen doğal manzaraları gezmek için bir yelkenliye bineceksiniz. Tekne yat limanından çıktığında, Pasifik'te hafifçe ilerleyişi sizi kıyıdan uzaklaştırır. Sabah çayınızı alın sabahın serinliğinde ellerinizi sıcak fincanının etrafına sarın. Geçtiğiniz altın kumlu plajlar davet ediyor."
    },
    {
      "dayNumber": 7,
      "title": "Özel Bir Piknik",
      "description": "Zarif kıyı şeridi ile birleşmiş sakin manzara sizi rahatlatır. Kahvaltıdan sonra, spadaki çiftler gününde kendinizi şımartın. Tesis, açan çiçeklerin akarsuların yanında oturduğu ormanın sakin ortamında yer almaktadır. Tütsü aroması, tanıdık hindistan cevizi yağıyla karışır. Eşinizle yan yana yatın ve damlayan suyun ve yuvarlanan dalgalarının rahatlatıcı seslerini dinleyin. Aromalar sizi sakinleştirir; partnerinizin yarenliği sizi zevklendirir. Manzaraya bakın ve sizi çevreleyen cenneti hatırlayın. Masaj başladığında, kaslarınızdaki herhangi bir gerginliğin uçup gittiğini hissedin, geriye sadece tropikal harikalar diyarı ve bir el mesafesindeki sevgili partneriniz kalıyor. Misket limonu ve lavantanın kokusu, bir günlük rahatlamanın ardından canlanmanıza yardımcı olmak için tedavinize eklenir."
    },
    {
      "dayNumber": 9,
      "title": "Ada Aylaklığı",
      "description": "Kahvaltıdan sonra, gün, istisnai bir aylaklığın keyfini sürmeniz için sizindir. Ada kıyılarındaki bir şemsiyenin altına oturun ve ayak parmaklarınızı kuma gömün. Kıyıdan rüzgar sörfü yapan insanları görün. Paraşüt esintiyi yakalıyor, sörfçüyü ve tahtayı saniyeler boyunca sudan kaldırıyor. Maceracılar havada dönerler, hatta bazıları suya geri dönmeden önce salto atarlar. Amatörler, uçuş anının keyfini çıkarırlar, orjinal konumlarından yükselen küçük bir dalgayla uzaklaşırlar ve ayaklarının üzerine geri dönerler. Esinti, taze hindistan cevizi sütünün aromasını getirir."
    },
    {
      "dayNumber": 10,
      "title": "Bahçeye Geliş",
      "description": "Adada, sabah dalgalarının yatıştırıcı gürültüsünden kahvaltıda tropikal meyvelerin zarif düzenine kadar belirli şeylerin olmasını bekliyorsunuz. Sabahları pastoral ada hayatını hatırlayarak uyanın. Kahvaltıdan sonra, Viti Levu'ya giden lüks yolculuğunuz için yüksek hızlı katamarana yönlendirilirsiniz. Fiji’nin Bahçe Adası olarak bilinen Taveuni'ye uçuşunuz için havaalanına kadar eşlik ediliyorsunuz. Tropik çiçekler, romantik şelaleler ve bereketli kuş hayatı taşan ada 272 kilometrekaredir. Özel transferiniz, her şey dahil tatil konaklamanıza kadar eşlik edecek şekilde havaalanına varışınızı beklemektedir. Konaklama biriminiz tropikal bahçelerle masmavi suları harmanlayan uyumlu bir manzara sunan sahil kenarında yer almaktadır. Güneş adayı aydınlatmaya başladığında, büyüleyici tonların ufku katmanlamasını ve Taveuni'ye romantik bir giriş yapmak için Pasifik'ten yansımasını izleyin."
    },
    {
      "dayNumber": 11,
      "title": "Tutkulu Tepeler",
      "description": "Tropik ağaçları ve canlı Tagimaucia çiçekleriyle dolu Bahçe Adası, cennetin vücut bulmuş halidir. Çiçek neredeyse 30 santim uzunluğuna kadar büyüyebilir ve Fiji 50 $ banknotunda temsil edilir. Çiçeğin efsanesi, muhteşem kırmızı dış cephesi ve saf beyaz iç cephesiyle taçyaprağının güzelliğini çağrıştıran aşk ve tutkudan gelir. Deniz seviyesinden 827 metre yükseklikte bulunan Tagimaucia Gölü çevresinde bulunan nadir çiçekler yeşilliklere olağanüstü bir renk katar ve krater gölü üzerinde yüzer."
    },
    {
      "dayNumber": 12,
      "title": "Eşsiz Derinlikler",
      "description": "Des Voeux Zirvesi, deniz seviyesinden 120 metre yükselir ve adanın ikinci en yüksek dağıdır. Açık bir günde, zirve, İpek Kuyrukları ve Turuncu göğüslü Güvercinler gibi çok sayıda kuş yaşamını barındıran sahil şeridindeki gölgeler. Dağ tepelerinin yüksekliği yerine, Güney Pasifik'in derinliklerine inmek için rehberinizle buluşun. Tüplü dalış kıyafetlerinizi giyin ve istisnai suya sıçrayın. Masmavi okyanusun berraklığı, Gökkuşağı Resifi'nin titreyen tonları ile dolmaktadır."
    },
    {
      "dayNumber": 13,
      "title": "Çok Yakın ve Özel",
      "description": "Taveuni'nin sakinleştiren güzelliği güven verici ve her sabah güneşin doğuşuna geri dönüyor. Kahvaltıdan sonra, Bouma Ulusal Miras Parkı çevresindeki muazzam sular için otelin yumuşak kumlarını geride bırakın. Milli park, adanın kıyı ve yağmur ormanları dahil toplam alanının yaklaşık yüzde 80'ini kapsamaktadır. Hava sert, yoğun ve nemlidir. Uzaklardaki şelalelerin ağaçların arasından düşüşlerini duyun. Kır çiçekleri tatlı su havuzları etrafında rahatlatıcı bir koku sağlar. Taze barbekü kokularının geldiği gölgelik piknik alanının yanında yer alan Tavoro Şelaleleri, yaklaşık 25 metre yüksekliktedir. Havuz hafifçe dalgalanır, insanlar soğuk dağ suyunun gençleştirici etkilerine zıplarlar. Yürüyüş parkurları, milli parkın etrafında, iki şelale, yerel bir köy ve büyüleyici kayalara oyulmuş tarihi ada kalıntıları arasından geçiyor. Adanın romantizmi, ağaçlarda olduğu gibi suda da öne çıkıyor."
    },
    {
      "dayNumber": 14,
      "title": "Cenneti Kabul Etmek",
      "description": "Suyun üzerinde yükselen güneş ışığına uyanın. Pembe ve mor tonları size Gökkuşağı Resifi’nin etrafındaki çeşitli renkleri hatırlatır. Su sakin, şafaktan sonra yumuşak dalgalar kıyıya vuruyor. Uluslararası Dateline, adayı, gün batımını ve güneşin doğuşunu muhteşem bir şekilde sunarak kasıtsızca ikiye böler. Sulu mango ve yumuşak, tatlı dürümlerin keyifli lezzetleriyle dolu kahvaltının tadını bir kez daha çıkarın. Size havaalanına kadar eşlik edecek özel transferinizle otelde buluşun. Eve dönüş uçuşunuz için kısa zamanda Viti Levu'daki Nadi'ye geri dönün. Her biri birbirinden büyüleyici, tatilinizin her saniyesinin ilham verici harikaları ve romantizmi gibi, Fiji'nin hiç bitmeyen güzelliklerini keşfettiniz."
    }
  ],
  "map": ""
}