{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01020",
  "tourName": "Fransız Polinezya Adalarında Tatil Adayı",
  "placesVisited": "Tahiti",
  "generalInfo": "Fransız Polinezyası tatiliniz sırasında cenneti derinlemesine keşfedin, unutulmaz Bora Bora adalarını ve tenha Tikehau'yu ziyaret edin. Parlak mercan ve gökkuşağı çizgili balık okullarında kristal berraklığındaKİ sulara dalın. Köpekbalıkları ve manta ışınlarını, kambur balinaları ve deniz kaplumbağalarını keşfedin. Muhteşem ada manzarasının ve muhteşem lagünlerin yatıştırıcı seslerinin tadını çıkarmak için, su üzerindeki bungalovların lükslerinde konaklayın. Serinletici deniz meltemi içinde taşınan yaygın hindistan cevizi kokusunu kucaklayın. Konforlu salonlarda rahatlayın ve Fransız Polinezyası'nın görkemli sahnesinde huzur içinde kendinizi şımartın.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "9",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bora Bora - Fransız Polinezyası Karşılaması",
      "description": "Bora Bora'nın ihtişamı, beyaz kumlu plajları çevreleyen indigo ve turkuaz lagünün ötesindedir. Hindistan cevizi ağaçları kıyı şeridindeki gölgelik şeritleri ve zümrüt yağmur ormanları, Otemanu Dağı ve Pahia Dağı'nın iki volkanik zirvesine çıkan eteği batırır. Gökkuşağı renk tonlarıyla mercan avcıları, balık avlayan sürülerin tropikal renklerini eşleştiriyor. Yelkenli tekneler, Güney Pasifik Denizi'nin kobalt suları boyunca süzülüyor. Taze hindistan cevizinin kokusu, çiçek açan ebegümecinin kokulu aromasını solur. Uçağınız, özel transferinizin varışta sizi karşılayacağı Bora Bora Havalimanı'nda kalıyor."
    },
    {
      "dayNumber": 2,
      "title": "Bora Bora - Suyun  Hediyeleri",
      "description": "Hindistan cevizi ve kahvenin aromaları sabahları yumuşak deniz havasına nüfuz eder. Kıyıdaki fırtınalar palmiye ağaçlarının önünden geçer. Otemanu Dağı'nın gümüş çizgili zirvesinin manzarasını özel terasınızın konforundan çıkarmak için bir dakikanızı ayırın. Kahvaltıdan sonra geleneksel bir kanoya binip şnorkelle dalış turu için lagünün üzerine çıkabilirsiniz. Deniz suları, teknenizin gövdesi üzerinde, aralıksız su damlaları bırakarak buğulanır. Tekne, kristal berraklığındaki suyun indigo ve turkuaz olan renkleriyle, siyah uçlu resif köpekbalıkları ve manta ışınlarının bolluğuyla bilinen meşhur bir noktada demir atıyor."
    },
    {
      "dayNumber": 3,
      "title": "Bora Bora - Denizde Yaşamın Özeti",
      "description": "Hindistan cevizinin tatlı aroması sabahları en güçlü olup, plajda palmiye ağaçlarından sürüklenir ve tesisin yemek odasını doldurur. Kahvaltıda, tropikal renklere sanatsal renk katmaları ekleyen muhteşem ejderha meyvelerinin tadını çıkarırsınız. Yemekten sonra, Vaitape marinaya ulaşmak için lagün boyunca seyahat edersiniz. Güney Pasifik boyunca dikkate değer kambur balinaları bulmak için 21 metrelik bir katamarana doğru yol alın. Okyanus sularının devleri zarif şarkılar söyler ve geri sıçramadan önce yüzeye zarifçe çarparlar."
    },
    {
      "dayNumber": 4,
      "title": "Bora Bora - İç Dünya Gezisi",
      "description": "Denizin güzelliği, adanın etrafını saran turkuaz ve indigo tonlarıyla vurgulanıyor. Bugün, Bora Bora’nın manzarasını keşfe çıkarak, köylerde sahil şeridinin ve canlı kültürün panoramik manzarasını ele geçirdiniz. Fildişi kumlu plaja giderken bir bisiklete biniyorsunuz. Tek bir yol, adanın 11 mil karesini çevreler. Eğreltme esintisi eğrelti otları ve hindistancevizi ağaçlarıi ile fırçalar. Sporadik meyve standları, zevkli portakallar, canlı ananaslar ve tatlı likörler sunar. Adanın rahat havası, sizi kendi hızınızda pedal çevirmeye, gülümseyen yerlilere selam vermeye ve kayalara karşı yumuşak dalgaların çarpışını  dinlemek için engebeli bir burun boyunca duraklatmaya teşvik eder."
    },
    {
      "dayNumber": 5,
      "title": "Bora Bora - Bora Bora'nın Kalbi",
      "description": "Su bungalovunun ahşap direklerine karşı çarpan su seslerine uyanın. Işık, parlak kristal berraklığındaki lagünü yansıtan cam zemin panelinden parlar. Kahvaltıdan sonra, Bora Bora'nın kalbindeki muhteşem yağmur ormanlarının özel turuna çıkmaya hazır olan rehberinizle tanışmak için Vaitape'ye giriş yapacaksınız. Adanın etrafında dönen bakımlı yol asfaltsız bir patikaya dönüşüyor. Ebegümecinin kokusu, mango ve avokado'nun tatlı aromalarına eşlik eder."
    },
    {
      "dayNumber": 6,
      "title": "Tikehau - Tenha Tropik Cennet",
      "description": "Kahvaltıda, Fransız Polinezyası adalarında yetiştirilen çekirdeklerden elde edilen taze kahvenin, tutku meyvesinin kokusunun tadını çıkarın. Esintinin sesini dinlerken, sazdan çatının dikenlerini ve kumsaldaki hindistancevizi ağaçlarının hışırtılarını dinliyorsunuz. Yemekten sonra, özel transferiniz Tikehau adasına uçuşunuz için sizi lagün boyunca Bora Bora Havalimanı'na götürecektir. Uçak, havaalanına inerek, kobalt ve turkuaz suya karşı adanın hilal şeklinin panoramik manzarasını sunuyor."
    },
    {
      "dayNumber": 7,
      "title": "Tikehau - Gözlerden Uzak Lagün Suları",
      "description": "Sessiz lagün manzaralı bir kahvaltıyla kendinizi şımartın. Tutku meyvesinin ve papayaların aroması, taze demlenmiş kahvenin kokusunun altında kayboluyor. Esinti suyun yarı tatlı kokusunu yemek odasının açık duvarlarından taşır. Gün, Tikehau'nun güzelliği ve sükunet bölgesinden gelen sakin ortamın tadını çıkarmaktadır. Parfümler, çiçek kronlar ve leis için ada çevresinde yerliler tarafından kullanılan, zengin beyaz yaprakları ile yasemin çiçeklerini çevreler. Güneş ışığı, adalarda yumuşak çökelti yaratmak için eski mercan çatlaması ve ufalanan pembe kumlarla parıldar."
    },
    {
      "dayNumber": 8,
      "title": "Tikehau - Ada Yaşamını Keşfet",
      "description": "Tikehau Majesteleri'nde tercih edilen şekilde gün size ait. Kahvaltıda, muzlu kreplerin cazip kokusunu bulacaksınız. Hindistan cevizi ağaçları, ince adanın ısınan beyaz kumlarını gölgeler. Yemekten sonra yaklaşık sekiz mil kare üzerinde pedal çevirerek  veya çekingen palyaço balığı arama veya manta ışınlarını görmek için şnorkelle dalış yapabilirsiniz. Izgara mahi mahi ve ton balığı carpaccio kokusu sessiz bir mutfaktan yayılır."
    },
    {
      "dayNumber": 9,
      "title": "Tikehau - Adaların Altı ve Üstü",
      "description": "Gölgelere ve güneşin lagünden yansıyan parlak ışığına karşı süzülen suyun rahatlatıcı seslerine uyanın. Hindistan cevizi ağaçlarının ve sazdan çatının hışırdayan seslerine  karşı savrulan esintiyi dinlersiniz. Balıkçılar açık denizden taze orkinoslarını, mahi mahi ve snapper'larını gururla sergiliyorlar. Fazla  balıklarını Papeete, Tahiti'deki pazarlara gönderiyorlar. Hindistan cevizi ve ananasın yaygın kokuları ile ızgara ahtapot ve kireç suyu filtrelerinin aroması karışıyor. Özel transferiniz, uçağınıza  girmeye hazır olduğunuzda, Tikehau Havalimanı'na ulaşana kadar size eşlik eder."
    }
  ],
  "map": ""
}