{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01507",
  "tourName": "Fiji En İyi Tüplü Dalış Tatili: Gökkuşağı Resifi, Mercanlar & Daha Fazlası",
  "placesVisited": "Tahiti",
  "generalInfo": "Okyanusun su altı labirentleri arasında dolaşırken, saklanmış anemonların sallanan dalları içinde donanmış balıklarla ve mercanla kaplı duvarların arasında kendinizi ağırlıksız hissedin. Çekiç kafalı köpekbalıkları karanlık derinliklerde ve resiflerden uzakta dolanırlar, görkemli kaplan köpekbalığı size aceleci bir adrenalin yaşatmak için daha yakın dururlar. Kişiye özel hazırlanmış Fiji En İyi Tüplü Dalış tatiliniz size Gökkuşağı Resifi, mercan ve çok daha fazlasını gösterir. Karada sallanan ağaçların arasından ve denizde esen rüzgar, aslan balıklarına ve şelalere, Tagimaucia çiçeklerine ve yumuşak mercanlara tanıklık eder. Adaların bitmeyen ihtişamı, dağları ve yükselen suları keşfetmeniz için sizindir.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "14",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Suyun Üstünde",
      "description": "Uçağınız Viti Levu'ya doğru alçalırken, pencereden dışarı bakın ve Fiji'nin en büyük adasını çevreleyen parıldayan turkuaz suyu görün. Canlı resifler, suyun altında zorlukla görünen bir kireçtaşı çerçevesinden uzanır. Pasifik, yağmur ormanlarıyla kaplı dağlara tırmanan yemyeşil tepelerin ardında kayboluyor. Özel transferiniz, havalimanında size Pasifik Limanı'na kadar eşlik etmeye hazırdır. Tropik zenginlik adayı kuşatır. Mercan Kıyısı’na ulaştığında taze çim ve verimli toprak kokuları deniz meltemi kokusuna dönüşür. Yeni Zelanda firması tarafından inşa edilen 2. Dünya Savaşı sığınağı Mami Guns, Nadi Körfezi'ni seyretmeye devam ediyor. 15 santimlik toplar gücünü, küçük altın kumlu plajlara ulaşan güneybatı sahillerindeki sansasyonel panoramaya karşı koruyorlar. Pasifik Limanı'ndaki tatil beldenize ulaşın, sıcak tropik Güney Pasifik'e ayak parmaklarınızı sokun ve varışınızda lükslerin sizi ele geçirmesine izin verin."
    },
    {
      "dayNumber": 2,
      "title": "Nefes Kesen Manzara",
      "description": "Sabah daha yeni su ve yağmur ormanlarının üzerinden geçmiştir. Kahvaltı, kırmızı ve sarı renklerle canlı bir mercan resifinin renklerini anımsatan lezzetli egzotik meyvelerle doludur. Taze toplanmış ananası ısırın, içindeki sulu aromasının tadına varın. Yemekten sonra rehberiniz sizi otelde karşılar ve limana kadar eşlik eder. Kısa süre sonra 10 metrelik tekneye binin ve Pasifik’e doğru demir alın. Serin esinti, teknenin süratinden sıçrayan serinletici deniz sisi ile birleşir."
    },
    {
      "dayNumber": 3,
      "title": "Pasifik’in Su Altı Sermayesi",
      "description": "Kıyıya vuran suların yumuşak seslerine uyanın. Akıntı şafakta yumuşaktır. Kahvaltıdan sonra bir kez daha limana doğru yol alın, teknede dalış kıyafetlerinizi giyin ve Beqa Lagünü’ne doğru seyahat edin. Su altı kaya tabakaları, mercan resifleri ve deniz yaşamı tarafından ele geçirilen gemi enkazlarıyla dolu bölgeye bir zamanlar “Pasifik Dalışının Mekkesi” adı verilirdi. Dalış kıyafetleri ikinci eviniz gibi, doğa harikalarının sizi beklediğini bilerek daha rahat hissetmenizi sağlar."
    },
    {
      "dayNumber": 4,
      "title": "Güzel Fon",
      "description": "Bugün Pasifik'in üzerinde yükselen güneş ışığını izleyebilirsiniz. Fiji, en önemli şeyin günün tadını çıkarmak olduğu rahat ve sakin bir tempoya sahiptir. Kahvaltıdan sonra Kadavu Adaları’na uçuşunuz için Suva havaalanına kadar eşlik edilirsiniz. Adalar, Viti Levu'nun yaklaşık 100 kilometre güneyinde, arka planda bozulmamış okyanusa karşı dağınık, dağlık yağmur ormanları ile doludur. Adalardaki köyler, tropik koşullara uygun bitkileri yetiştirerek yerel tarımı sürdürmektedir. Adanın iç kısımları, ünlü Astrolabe Resif'in karşısında uzanan sulardan yağmur ormanına kadar her tarafına yayılmış baştan çıkarıcı yerlere sahiptir. Yerel olarak Kadavu maskeli papağan olarak bilinen, kıpkırmızı parlayan papağan, orman gölgeliği boyunca süzülür. Papağan uzun kuyruğu ve taşkın tüyleriyle yaklaşık 43 santim uzunluğua kadar büyür. Kanatları, yemyeşilden kraliyet mavisine kadar tonlarla, hayat dolu kıpkırmızı göğsüne kadar uzanır. Adanın keyfini sürmek ve Fiji’li hızında her anın tadını çıkarmak için zaman ayırın."
    },
    {
      "dayNumber": 5,
      "title": "Dokunulabilir Vatozlar",
      "description": "Güneş doğmadan önce tekneyle dışarıdasınız, şu anda ikinci deriniz gibi olan, kaygan ve sıkı hissettiren dalış kıyafetlerinizi giyin. Adanın güney tarafında bulunan Manta Resifi'ne varın. Manta vatozları, bir kanadının ucundan diğerinin ucuna kadar yedi metre genişliğe ulaşabilir. Suyun içindeki planktonları taşıyan akıntı resiflere sürtünür, buralarda da vatozlar planktonları avlar. Okyanus sizi kucaklar ve çevrenizi saran deniz yaşamında kolayca ileri geri gitmenizi sağlar. Okyanusta süzülen vatozlar, kanatlı hareketlerinden ötürü uçan kuşlara daha çok benziyor. Sakin su vatozların çizgili gövdelerinden yansıyan ışıkla parıldar."
    },
    {
      "dayNumber": 6,
      "title": "Güneşin Konumu",
      "description": "Astrolabe, bir zamanlar, yıldızların, gökyüzünün ve güneşin etrafında dönen antik soruları çözüyordu. Kahvaltıdan sonra, renkleri, deniz yaşamını ve kırılan ışığın mercandan nasıl yansıdığını görmek için Büyük Astrolabe Resif'in ihtişamını deneyimlemek için suya doğru ilerleyin. Olağanüstü panorama sert mercanın ötesinde açılıyor. Naiqoro Geçidi, neredeyse 21 metre derinliğinde bir taban ile dikey bir duvara uzanır. 15 metre daha derinde kumlu yamaç, anemon ve yumuşak mercan ile dolu. Zengin kırmızılar ve güneş turuncusunun üzerini gölgelendiren baskın renk mordur. Etrafınızı saran deniz tabanı boyunca orman oluşturan yumuşak mercan ağaçları, akıntıda hışırdar. Yumuşak mercan ormanın etrafından dolanan Sweetlips Meander balıkları, geniş benekleriyle sallanan filizlerin arasından çıkar ve 71 santim uzunluğa kadar büyürler. Dalgalı yüzme biçimleri, bilinen bir avcının hareketini taklit ederek yem olmalarından kaçınmalarına yardımcı olur."
    },
    {
      "dayNumber": 7,
      "title": "Olağandışıların En İyisi",
      "description": "Kadavu'nun ihtişamı sizi ağaçların altına ve okyanus yüzeyinin altına götürür. Doğal yer çekiminin ağırlığındansa akıntının sakin itiş kakışlarına daha alışık hale geldiniz. Sular sizi bir kez daha çağırıyor ve adanın çevresinde dolaştırarak son bir istisnai dalış için resiflerin etrafındaki su altı alanlarına götürüyor. Seafan Geçidi, sizi Nagigia Adası olarak bilinen, kıyıdan 80 kilometrelik bir adacık bulduğunuz batı sahiline götürür. Kıyılar, deniz seviyesinden ortalama 3 metre yükseklikte küçük kabartılarla dolup taşmaktadır. Su damlalarının derinlere doğru daldığı yerlerde su çivit renginde parlar."
    },
    {
      "dayNumber": 8,
      "title": "Bahçenin Kıyıları",
      "description": "Kadavu'dan Taveuni'ye gitmek hızlı ve kolaydır. Taveuni, hızlı bir şekilde anlayacağınız biçimde Bahçe Adası olarak bilinir. Yağmur ormanları kıyıları çevreler ve tepelerin üstünü örterek dağlara uzanır. Deniz seviyesinden 1200 metre yükseklikte olan Des Voeux Peak zirvesi, ada sahil şeridindeki tüm Fiji zirvelerinin arasında ikinci en yüksektir. Bulutlar ağaçların arasından geçer, ormanaltı bitkileri havadaki nemi biraz alır. Ebegümeci ve helikonya aromaları güzel kokar."
    },
    {
      "dayNumber": 9,
      "title": "Gökkuşağının Üzerinde",
      "description": "Fiji’nin üçüncü büyük adasının yakınındaki Somosomo Boğazı’nda ünlü dalış alanı Gökkuşağı Resifi yer almaktadır. Kahvaltıdan sonra tekneye binin ve denizin derinliklerinin bir başka keşfi için suya girin. Okyanusun çarpıcı vahşi hayatı, her yolculukta daha heyecan verici, daha renkli ve daha canlı olur. Dalış alanına ulaştığınızda, güneş ışığı masmavi deniz yüzeyine yayılır. Netlik tekinsizdir. Dalış kıyafetlerinizle rahatça suyun derinlerine inin, suya geri döndüğünüz için mutluluğunu hissedin."
    },
    {
      "dayNumber": 10,
      "title": "Büyük Duvar",
      "description": "Taveuni'nin etrafındaki denizaltı dünyası, tepeleri ve dağları boyunca uzanan yağmur ormanları kadar hareketli. Palmiye ağaçları, suyun sallantısında hareket eden deniz tabanındaki yumuşak mercanlar gibi plajlara gölgeliyor. Bugün, Büyük Beyaz Duvar'ın çiçek açan ağartılmış dünyasının bir görünümü için Gökkuşağı Resifi’ne geri dönün. Taveuni'ye geldiğinizden beri alan hakkında çok şey duydunuz; diğer insanların duvar boyunca yaşadıkları deneyimleri tanımladıkları, “muazzam”dan “hayrete düşürücü”ye kadar pek çok yorum. Ancak, bu sözlerin hiçbiri, önünüzdeki duvarı gördüğünüzde, sizde uyanan duyguların hiçbirine yaklaşmaz. Güneş ışığı suyu yanardöner hale getirir. Yaklaşık 15 metre derinlikteki mağara girişini bulun. Sert ve yumuşak mercanlar, kalsit içindeki boru şeklinde giriş yolunun etrafını sararlar. Aslan balıkları, kafalarını çatlaklardan çıkarır, yüzgeçleri akıntıya doğru sallanır. 25 metrede tünelden çıkın ve karanlık derinliklere dalan kar beyazı duvarla yakın ve kişisel bir mesafeye gelin. Ne kadar derine giderseniz, beyazı dramatik bir lavantaya çevirerek, duvar o kadar değişir. Gökkuşağı Resifi’nin doğal hazinelerinden çok daha büyük nadir ödüller vardır."
    },
    {
      "dayNumber": 11,
      "title": "Korunan Sular",
      "description": "Waitabu Deniz Parkı, 66 dönümlük bir alanı kapsayan Bouma Mirası Milli Parkı'nın korunan arazisine bağlıdır. Parkta 298'den fazla sert mercan türü ve yaklaşık 1.200 farklı balık türü bulunmaktadır. Park, 1998 yılında su kültürünün doğal mirasını, yerel kültür ve tarihi kadar, sürdürmeye yardımcı olarak kurulmuştur. Deniz yaşamı, hayat dolu sert ve yumuşak mercanın etrafında gelişir. Montiporalar, kum dolarlarına benzeyen büyük halkalardan oluşur. Bugün deniz yüzeyinden resifleri aşındırıyorsunuz, akıntı sizi harekete geçiriyor."
    },
    {
      "dayNumber": 12,
      "title": "Yukarıdan Gelen Çiçekler",
      "description": "Sabahın erken saatlerinde uyandırma çağrısı bir kez daha gelir ve güneşin geceyi zar zor kovaladığına şahit olun. Tatlı ve enerji verici bir kahvaltının ardından, Tagimoucia Gölü'nün manzarasını görmek için Des Voeux'un eteklerine doğru ilerleyin, dağdaki patikaları takip ederek yukarı doğru çıkın. Bu su kütlesi deniz seviyesinden 827 metre yukarıda bulunur. Helikonya aroması, yolun etrafındaki tatlı çiçek kokusunu filtreler. Hava yoğun ve sıcaktır, ancak palmiye ve eğreltiotu yapraklarının altındaki gölgeler rahattır."
    },
    {
      "dayNumber": 13,
      "title": "Şelaleleri İzleme",
      "description": "Bu sabah güneş alıştığınızdan daha yüksektedir, Bouma Mirası Milli Parkı'na gitmeden önce dinlenmek için kendinize izin verin. Park, Waitabu Deniz Parkı dahil olmak üzere, adadaki yağmur ormanlarının yaklaşık yüzde 80'ini koruyor. Parkuru bulun ve önceki gün gittiğiniz yoğun orman parkuruyla karşılaştırdığınızda daha kolay olduğunu fark edin. Park, geleneksel köyleri, antik kalıntıları ve ağaçların arasından gürleyen üç görkemli şelalesiyle bilinir. Yemyeşil ağaçlar verimli toprakların aromasıyla karışır. Taze yağan yağmurun kokusu asla uzak değildir."
    },
    {
      "dayNumber": 14,
      "title": "Yüzeye Çıkanmaya Dalış",
      "description": "Kahvaltıda, son iki haftadır peşinden gittiğiniz muhteşem mercanları bir kez daha hatırlatan yenilenmiş canlılıkta tropikal meyvelerin güneşteki ışıltısını seyredin. Özel transferinizle tesisin lobisinde buluşmadan önce mango ve papayanın son tatlı lezzetlerinin tadını çıkarın. Nadi şehrine olan kısa uçuşunuz sonrasında havaalanında eve dönüşünüzün bağlantılı uçuşuna kadar yetecek vaktiniz var. Fiji'nin etrafındaki ünlü resifleri geçtikten sonra, kara ve denizin gerçek doğasına tanıklık eden, Bahçe Adası’nda zümrüt yağmur ormanlarını keşfettiniz."
    }
  ],
  "map": ""
}