{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01510",
  "tourName": "Fiji Ve Avustralya Güney Yarımküre Adası Lüks Turu",
  "placesVisited": "Tahiti",
  "generalInfo": "Sıcak beyaz kumlu plajlara adım atın. Şeffaf çivit mavisi suyun sizi filizlenen mercan resifleri üzerine taşımasına izin verin. Nefes kesen tropikal adalar etrafında yelken açın. Ulusal parkları da opera binası kadar nam salan ünlü şehirde gezin.  Fiji ve Avustralya Güney Yarımküre Adası Turunuz, tam bir lüks için size özel dizayn edilmiştir; sizi kozmopolit Sidney şehrinin etrafında, Fiji’nin yemyeşil cennetine götürür ve Whitsunday Adalarının muhteşem güzelliğini keşfedersiniz. Sizi Güney Yarımkürenin sayısız cennetlerine alıp götüren güneşin altında eğlenceli konforun tadını çıkarın.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "13",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Tropik Lüks'e Hoş Geldiniz",
      "description": "Yemyeşil yağmur ormanları, kıyı şeridini dalgaların yaladığı altın ve beyaz kumlu plajlarla çevrili Fiji adalarıyla uç ucadır. Güney Pasifik çarpıcı turkuaz rengi okyanus ve gökkuşağı mercan resifleriyle renklendirilmiştir. Ebemkuşağı çiçekleri, orman ağaçlarında çiçeklerinde mercan resiflerinin zengin kırmızısını taklit eder. Özel aracınızın sizi beklediği Nadi Uluslararası Havaalanı’na varırsınız. Şeker kamışından, ebemkuşağı ve hindistancevizi kokularından oluşan zarif bir kombinasyon ada boyunca yayılır."
    },
    {
      "dayNumber": 2,
      "title": "Nehrin Egemenliği",
      "description": "Dalgaların tenha plaja vururken çıkardığı uyanırsınız. Su ılık ve ferahlatıcıdır. Güneş okyanusun üzerinde parıldar ve güne ekstra bir ışık serpmesi ekler. Kahvaltı, lezzetli rambutandan büyük ananasın tatlı sularına kadar olağanüstü egzotik yerel ürünlerle doludur. Kahvaltıdan sonra rehberiniz sizi otelde karşılar ve Yukarı Navua Nehri çevresindeki uzak yaylalara götürür. Suyolu, dağlık arazilerde kıvrılarak geçer ve adanın yağmur ormanlarının iç kısımlarında derin mağaralar yaratır."
    },
    {
      "dayNumber": 3,
      "title": "Kıyıdaki Berraklık",
      "description": "Tatil beldeniz sabahları daha sessizdir; Okyanus akıntısının kumlara doğru ilerleyip geri çekilirken çıkardığı sakin su sesinden başka ses duyulmaz. Kahvaltıda, taze demlenmiş kahvenizi yudumlayabilir, daha o sabah bir ağacın dalından kopartılmış bir hindistancevizi yiyebilir ve Pasifik dalgalarının gelgitlerini izleyebilirsiniz. Rehberiniz bir kez daha otelinizde sizi karşılar ve açılmaya hazır yelkenlinize kadar size eşlik eder; heyecan verici Fiji takımadaları arasında yelken açarak doğrudan Tivua Adasına gidersiniz. Kara kütlesi, kıyı şeridini çevreleyen 500 dönümlük resif ile Mamanuca Adalarına bağlanmıştır."
    },
    {
      "dayNumber": 4,
      "title": "Tropikal Boş Vakit",
      "description": "Sabah uyandığınızda günün geri kalanıyla istediğin kadar çok şey yapın veya hiçbir şey yapmadan dinlenin. Zamanınızı parmaklarınızı resort’un plajındaki pudra beyazı kumlara gömerek geçirin. Sıcaklığı bedeninizde hissetmek için güneşin altında uzanın. Sigatoka'nın yakınında Sigatoka Kumulları Ulusal Parkı yer almaktadır. Park, 1,606 dönümden fazla kumul tepesi üzerinde bulunur. Binlerce yıllık tarihi kapsayan, arkeologların kazarak çanak çömek ve taş aletler çıkarttığı kumullardan bazıları, 60 metre yüksekliğe kadar erişebilir. Kum tepeleri, kıyı şeridini orman ayırarak, zarif ve dramatik bir şekilde yükselip alçalır. Kum, hemen hemen her bölgede yumuşacıktır. Gökyüzü daima açık mavidir. Kumulların tabanından bile, kumsalı fırçalayan su dalgalarının sesini duyabilirsiniz."
    },
    {
      "dayNumber": 5,
      "title": "Ada Kasabası'ndan Kozmopolitan Anakaraya",
      "description": "Gün, kapınızın önündeki kıyı şeridinin rakipsiz görüntüsü ile başlar. Fiji’nin tropik güneşindeki günleriniz sona ermek üzere. Özel aracınız sizi kahvaltıdan sonra otelde karşılar ve sizi Sidney, Avustralya’ya uçacağınız Nadi Uluslar arası Havaalanı’na geri götürür. Sidney muazzam bir enerjiyle dolup taşan bir şehirdir. Şehir merkezinin silueti limana yakındır. Sidney Opera Binası, dökümlü yelkenlere benzeyen zarif çatısıyla kobalt mavi suya karşı yükselir. Liman Köprüsü’nün nazik çelik çerçevesi suyun üzerinde bir kemer gibi uzanır."
    },
    {
      "dayNumber": 6,
      "title": "Çağdaş Rehberlik",
      "description": "Fiji adasının boş zamanları, Sydney'in hızlı tempolu ama rahat atmosferiyle değişti. Şehir, çarşıdan gelip geçen insanlarla hızlı ve etkili biçimde hayat bulur, ancak gerilerde kalan sahil kenarı havası varlığını sürür. Kahvaltıdan sonra, şık bahçeleri, ünlü plajları ve Sidney Opera Binasının hayranlık uyandıran ünlü mimarisini görebileceğiniz şehir turunuzu başlatmak üzere rehberiniz sizin otelde buluşur."
    },
    {
      "dayNumber": 7,
      "title": "Yalçın Güzellik",
      "description": "Şehrin, Glebe’in gösterişli semtlerinin ve Newtown’un bohem caddelerinin, şehir merkezinden Sidney Limanına kadar enerjisinin telaşına uyanırsınız. Gün, Manly Plajının Manzaralı Yürüyüşyolu’nda bisiklet sürmekten, Chiswick’te ünlü şef Mat Moran’nin çiftlikten masanıza restaurantının tadını çıkartmaya kadar, şehri keşfetmeniz için size aittir. Mavi Dağlar Milli Parkı, 2678 kilometre karelik alanı kapsamaktadır ve aslında yükselen bir yayladır. Şehrin dışında kısa bir mesafede yer alan dağ yollarında, havza boyunca uzanan Nepean Nehri'ni bulmak için rüzgara doğru yol alırsınız."
    },
    {
      "dayNumber": 8,
      "title": "Tenha Ada Konforları",
      "description": "Kahvaltıdan sonra, özel aracınız, Avustralya'nın Queensland yakınlarındaki doğu kıyısındaki heyecan verici Hamilton Adası'na uçuşunuz için sizi havalimanına götürür. Uçağınızla adaya iniş yaptığınız an, ada yaşamına geri dönüşün kendine özgü hızını hissedersiniz. Yürüyüş yolları, toz beyaz kumsalların üzerinde keyifli deniz manzaraları oluşturarak sarp yamaçlarda çaprazlar çizer. Rüzgar sörfçüleri dalgaları ve meltemi bir araya getirerek, sudan üç metre kadar yükselir sonra geri inerler. Passage Peak, deniz seviyesinden 240 metre yüksektedir ve adanın çevresindeki masmavi suların olağanüstü manzarasını sunar. Özel aracınız sizi havaalanında karşılar ve yemyeşil çiçek bahçeleri ile doğal ama lüks bir tarzla çevrili olan el değmemiş tesisinize götürür."
    },
    {
      "dayNumber": 9,
      "title": "Whitsundays'de Keyif",
      "description": "Uyanırsınız ve hayatınızın geri kalanını nasıl bu tenha tropik cennette mutlu geçirebileceğinizi düşünürsünüz. Hamilton Adası'ndaki dalgalar, Fiji'de gördüğünüzdekilerden daha büyük olabilir. Su rahatsız etmeyecek kadar sıcak ve güzel renktedir. Adadaki yemyeşil ağaçlar çam veya tatlılık içermeyen zengin bir kokuyla doludur. Kahvaltıdan sonra, 24 metrelik bir katamarana binerek turkuaz rengi sularda yelken açabilirsiniz. Sular rüzgarla dolan yelkenlerin hızlandırdığı geminin gövdesine sıçrar. Esinti, sıcak Avustralya güneşinin altında serin ve ferahlatıcıdır."
    },
    {
      "dayNumber": 10,
      "title": "Mercanların Harikalığını Keşfetmek",
      "description": "Sabahın nazik sesleri geri döner. Günler, saf kumsallardan ağaçların arasından geçen yürüyüş yollarına kadar ihtişamla doludur. Bugün bir kez daha su üzerinde yolculuğa çıkacaksınız, yaklaşık 24 metre uzunluğundaki bir katamarana binerek Hardy Resif'in üzerinde sabit bir duba olan Reefworld'a doğru yol alırsınız. Suyun üzerinden bakınca resif, deniz tabanındaki cepler gibi gözükür ancak aşağıdan baktığınızda mercanların yanardöner renklerle parıldadığını görebilirsiniz. Queensland kıyı şeridini oluşturan mercan 2,900 özgün resif yaratır."
    },
    {
      "dayNumber": 11,
      "title": "Whitsundays’e Zirveden Bakın",
      "description": "Gün, Hamilton Adası'nın güzelliğinin tadını çıkartmak için sizindir ister çivit rengi sularının etrafında kanoyla turlayın isterseniz de kıyıda kabinelerin gölgesinde uzanın. Kahvaltıdan sonra, adanın üzerinde dolanan 19 kilometrelik yürüyüş parkurlarında bir gezintiye çıkabilirsiniz. Adanın dramatik manzarasına çıkan Passage Peak yolu,  destansı yağmur ormanlarının örtüsü tarafından gölgelenir. Hafif kıyı esintisi, ferahlatıcı, serin bir hava dalgası yaratarak yaprakların arasında usul usul eser. Patika, fırça gibi ormanda yer alan 35 farklı renkteki ebegümeci çiçeğine dikkat çeker."
    },
    {
      "dayNumber": 12,
      "title": "Tropikal Paket",
      "description": "Kahvaltıdan önce okyanus akıntısının sabah dalgalarını dinleyin. Daha sonra sizinle otelde buluşan özel aracınız ile Brisbane uçuşu için havaalanına gidin. Nehir kıyısındaki kasaba tutarlı bir sanat ortamı ve popüler kahve evleri ile her daim arkadaş canlısı ve gençleştiren bir enerjiyle dolup taşar. Yemyeşil parklar, tarihi binaların yanı sıra kırsal yeşillikler oluşturur. Yerliler nehir kıyısı boyunca koşu yapar ya da suda kano ile gezinti yaparlar. Havaalanına iniş yaptıktan sonra çevrenizi istediğiniz ve arzuladığınız üzere keşfetmeniz için tüm gün size aittir."
    },
    {
      "dayNumber": 13,
      "title": "Şehir’in Dışında",
      "description": "Sabah ışığı nehrin üzerinde durur ve suyun hafif akıntısı ile hareket eder. Yerli halk su kenarındaki patikalar boyunca dolanarak, köpeklerini nehir kıyısında gezdirirler. Ufuk çizgisi bir yükselir bir alçalır, tekneler kuşluk vakti su kenarındaki patikaların yakınından neşeyle geçer gider. Şehir merkezinin durgun ancak sizin keyif aldığınız ışık saçan bir enerjisi var. Kahvaltıdan sonra özel aracınız sizi otelde karşılar ve eve dönüş uçuşunuz için size havaalanına kadar eşlik eder. Güney Yarımküre’nin lüksleri içerisinde, tropikal gösterişli suların tadını çıkarttınız ve ünlü limanların çevresinde gemiyle gezdiniz."
    }
  ],
  "map": ""
}