{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01018",
  "tourName": "Pasifik Egzotik Adaları: Fransız Polinezyası ve Paskalya Adası Yol Programı",
  "placesVisited": "Tahiti",
  "generalInfo": "Cennetteki bu tatil, Fransız Polinezyası ve Paskalya Adası'ndaki berrak turkuaz sularda, yemyeşil tropik yağmur ormanlarında ve gerçeküstü volkanik heykellerde bulunacak muhteşem mitler ve büyüleyici efsanelerle birlikte gelir. Lüks su üstü bungalovlarınızla kendinizi şımartın, ışıltılı mercan bahçelerinin üstünde akıntıya girin ve sığ mango ışınları ve sığ bir lagünde bulunan dramatik köpek balıklarıyla yüzün. Gizemli moai heykelleri üzerinde güneşin doğuşunu seyredin ve daha sonra tarihi medeniyetlere ipucu veren eski petroglifleri keşfedin. Bu pastoral adaların sakin çevresi Tahaa, Bora Bora ve Paskalya Adası'ndaki muhteşem keşiflere yol açacak.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "16",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Tahaa - Tahaa Adası'nda Dinlendirici Bir Gün için Fransız Polinezyası'na varış",
      "description": "Tenha Tahaa, Fransız Polinezyası'nın ikinci büyük adası olan Raiatea'nın manzarasını sunan sakin bir cennet sunmaktadır. Tepeler, hindistancevizi ve lagünün çivit mavisine karşı yükseliyor; yükselen hindistan cevizi ağaçlı beyaz kumlu plajları gölgeliyor. Vanilya kokusu adanın tropik iç kesimlerinde yetişen tarlalardan geliyor. Uçuşunuz Raiatea Havalimanı'na indiğinde, özel transferiniz varışta sizi karşılayacak ve Tahaa kıyılarına ulaşmak için Güney Pasifik üzerinden tekneyle size eşlik edecektir. Deniz meltemi, sazdan çatlamış çatılar üzerindeki serseri dikeni gizlediğinden, tesisiniz ikonik su altı bungalovları ile sığ lagün boyunca yayılır."
    },
    {
      "dayNumber": 3,
      "title": "Tam Gün Şnorkel Turu'nda Tahaa'nın Mercan Bahçelerini Keşfedin",
      "description": "Sabahları rahatça uzanabilir ve lagünün sualtı bungalovunuzun ahşap direklerine nazikçe akan su sıçramalarını dinleyebilirsiniz. Ukulele'nin yumuşak strumu, suyun ebru ritmik akıntısına ve parlak ebegümeci ile dekore edilmiş bir kano olarak akışına eşlik eder ve frangipani, süitinize yaklaşır. Muzlu krep kokusu, tatlı guava ve tatlı hindistancevizi kokusuna eşlik ediyor. Esinti, adanın iç kısmındaki hoş kokulu vanilyayı tadacak ve Tahaa'nın egzotik meyveleri ve mutfak geleneklerinin güzel görüntüsüne bayılacaksınız. Ukulele'nin nazik ve cesaret verici strumu, kanoyla yüzerken kaybolur ve sizi özel güvertenizde kahvaltının leziz tatlarının tadını çıkarır."
    },
    {
      "dayNumber": 4,
      "title": "Tahaa - Tahaa'da Yarım Gün Bir Gezintiyi Keşfedin ve Dans Sınıfının Keyfini Çıkarın",
      "description": "Güneş ışığının suyun indigo ve turkuaz tonlarını yıkayarak, zarif ışıltıyı lagünün ve denizin altındaki renklerin kaleydoskopuna döndüren vanilya kokusu, sabahları en güçlüsüdür. Kahvaltıdan sonra, kara yoluyla rehberliğinizi karşılamak için Tahaa'nın ana kıyılarının beyaz kumlarına adım atacaksınız. 4x4 jeep, yemyeşil bitki örtüsü boyunca seyahat ederken deniz meltemin cildinizi fırçalamasına izin vermek için açık bir sırtlığa sahiptir. Asfaltsız yollar, çiçek açan ebegümeci ve frangipani arasında maceracı bir ortam yaratır. Vanilya plantasyonunu ziyaret ederek adada dolaşan vanilya kokusunun kaynağında  duracaksınız."
    },
    {
      "dayNumber": 6,
      "title": "Bora Bora - Özel Lagün Safari için Bora Bora'ya transfer",
      "description": "Lagün aroması, sabahları su üstü bungalovunuzun açık pencerelerinden geçer ve  kıyılardan yükselen tatlı hindistan cevizi kokusu ve vanilya kokusu ile karışır. Erken kahvaltıdan sonra muhteşem Bora Bora'ya tekne ile seyahat edeceksiniz. Ada kuzeybatıdan doğar ve Otemanu Dağı'nın gümüş çizgili bazalt zirvesi ile taçlandırılır. Sansasyonel zirve, deniz seviyesinden yaklaşık 2.400 metre yüksekte ve ünlü Bora Bora lagününün kristal berraklığında turkuaz sularının keyifli bir manzarasını sunuyor."
    },
    {
      "dayNumber": 8,
      "title": "Bora Bora - 4x4 Jeep Safari Bora Bora'nın Güzelliğinde Keyif",
      "description": "Bora Bora'daki sabahları hindistan cevizi ve tutku meyvesinin lezzetli kokusuna sahiptir. Kahvaltıda, Fransız Polinezyası adalarından elde edilen fasulyelerden yapılan gençleştirici, çökmekte olan bir fincan kahveyi yudumlayabilirsiniz. Bir önceki gün lagünde yüzdüğünüz köpekbalığı ve manta ışınlarına geri dönecek ve günün serüvenine hazır olacaksınız. Bora Bora kıyılarında rehberinizle tanışın ve yağmur ormanının engebeli ve sakin arazisini keşfetmek için bir açık hava 4x4 jeepine adım atın. Ebegümeci ve frangipani'nin canlı aroması, Tahaa'da sabahtan taşınan vanilya kokusunun üstesinden gelecektir."
    },
    {
      "dayNumber": 9,
      "title": "Bora Bora - Boş zamanlarınızda Bora Bora'nın Tropik Sularında rahatlayın",
      "description": "Kahvaltıda, ananasın kokusu deniz kenarındaki havaya ferahlatıcı bir narenciye eklerken, ejderha meyvesinin pastel pembe tonlarında tabaklarınızı süslemesini çok cazip bulacaksınız. Gün, Bora Bora'nın ihtişamlarında, tercih ettiğiniz hızda ve eğlencede zevk almak ve şımarmak için sizindir. Spada bir gün dinlenin ya da bisiklet turu ile adanın etrafında halka giden yola çıkın. Aktivite ve yavaş bir tempo karışımı için sabahınıza  kürek tahtası dersi ile başlayabilirsiniz. Lagün sakin sularında rahatlatıcı sporun temellerini öğrenmek için tatilinizin beyaz kum sahillerinde rehberinizle tanışın. Kürsörü üstte ve direğin üzerinden tutun, kürsüyü hangi tarafı ileriye doğru hareket ettireceğinize odaklanın."
    },
    {
      "dayNumber": 10,
      "title": "Paskalya Adası - Macera Devam Ederken Paskalya Adasına Uçuş",
      "description": "Sabah havası, lagün boyunca dönen ebegümeci ipuçlarıyla, tutku meyvesi ve hindistan cevizinin aromasıyla doludur. Pasifik Okyanusu'ndan geçmeden önce dünyanın en tenha adalarından birine ulaşmak için Papeete, Tahiti'ye varmak için havaalanından erken ayrılacaksınız. Daha uzun bir uçuşta, Pasifik'teki maceralarınız devam ettikçe uçağın üzerinde rahatlayacak zamanınız olacak. Uçağınız Mataveri Uluslararası Havalimanı'na inerken, tepelerin, yemyeşil meraların ve Toromiro ağacındaki yaprakların serpiştirilmiş sarı parıltısının muhteşem manzarasını göreceksiniz. Beyaz kumlu plajlar, varışta özel transferinizi karşılarken keşfetmeniz için sizi teşvik edecek davetkar bir ortam ile tanıdık turkuaz sulara açılmaktadır. Tropik esinti, otsu, çimenli tepelerin üzerindeki denizin aromalarını taşır."
    },
    {
      "dayNumber": 12,
      "title": "Paskalya Adası - Yerleşin ve Gün Batımı Turu ile Gevşeyin",
      "description": "Uzun uçuşunuzdan sonra, sabah, yeni ortamınıza uyum sağlamak ve yerleşmek için boş zamanlarınız olacak. Yakınlarda, Rano Kau'nun sönmüş volkanik zirvesi, Poike'un en yüksek zirvesi olan deniz seviyesinden yaklaşık 1.075 metre yüksekliğe kadar yükseliyor. 1200 metreden daha yüksek bir yükseklikte. Beş yıldızlı tesisiniz, sizi çevreleyen sakin ve tenha manzaraya bakarken birçok konfor sunacaktır. Hazır olduğunuzda rehberinizle lobide buluşabilir ve Hanga Roa kasabasının batı sırtında yer alan Tahai'de gün batımının tadını çıkartabilirsiniz. Daha sonra, denize bakan sahil şeridinde platformların üzerinde duran adanın ikonik heykelleri olan moai'nin ilk görüşüne sahip olacaksınız. Heykellerin ardında durun ve heykelleri büyüleyici silüetler halinde yapmak için Pasifik'in arkasındaki altın güneş ışığı lavabosunu izleyin."
    },
    {
      "dayNumber": 13,
      "title": "Paskalya Adası - Tam Gün Rehberli Turda Efsaneleri ve Efsunları Keşfedin",
      "description": "Sabah, Fransız Polinezyası'nda aşina olduğunuz tropik aromaların olmadığını fark edeceksiniz. Hava, Pasifik Okyanusu'nun nefes kesici otlakların otsu aromasıyla harmanlanmış ince bir kokusu taşır. Pazarlar, balıkçılar canlı ıstakozlar, karidesler ve ton balığı ile kıyılardan dönerken tatlı patates ve taro kökü ile doludur. Kahvaltıdan sonra rehberiniz sizi otelinizde karşılayacak ve Rano Raraku Milli Parkı'nı süsleyen tarihi ve mitolojik heykellerin muhteşem bir keşfine çıkacaktır. Manzara, Rapa Nui'nin kayalar aldığı ana ocağı kapsamaktadır."
    },
    {
      "dayNumber": 14,
      "title": "Paskalya Adası - Gündoğumu İçin Trek Tongariki ve Eğlence Gününün Keyfini Çıkarın",
      "description": "Güneş adaya çıkmadan önce rehberiniz sizi otelinizde karşılayacaktır. Uykuyu gözünüzden silin ve sabahın erken saatlerinde temiz havanın tadını  çıkarın. Deniz meltemi, tek bir sunağa yerleştirilen ve üst üste yerleştirilmiş 15 heykelin bulunduğu bilinen Tongariki'nin ikonik bölgesine girerken, hafif bir soğuk ve tuzlu suyun aromasını taşıyacaktır. Heykeller, köyün bulunduğu yerdeki iç bölgeye bakmaktadır. Dağınık petroglifler, yakınlardaki taşları, kaplumbağalar, ton balığı ve birdman motifi de dahil olmak üzere, Rapa Nui kültürüne önemli görüntülerle süslemektedir."
    },
    {
      "dayNumber": 16,
      "title": "Paskalya Adası - Ayrılış",
      "description": "Balıkçılar, sabahları Hanga Roa'nın yakınındaki marinaya dönerler. Marlon, mahi-mahi ve ton balığı, balıkçılar ıstakoz tuzaklarını boşalttıkça ve pazar için her şeyi hazırladıkça ağları doldururlar. Kahvaltıda, yemek odasında taze kahvenin parlak aroması kalmaktadır. Özel transferinizden önce eşsiz manzarayı son kez görmek için pencerelere bakın. Lobideki transferiniz size evinize götürmek için Mataveri Uluslararası Havalimanı'na kadar eşlik edecektir."
    }
  ],
  "map": ""
}