{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01010",
  "tourName": "Moorea, Bora Bora ve Taha'a Yol Programı: 12 Gün Mutluluk",
  "placesVisited": "Tahiti",
  "generalInfo": "Fransız Polinezyası balayı güzergahınızın fantastik manzaraları, Güney Pasifik'in saf sularına bakan tenha çatı bungalovları ile hayallerinizin ötesine geçiyor. Nazik bir ukulele'nin sesi sabah serenatını sunuyor. Akşam, ateş hokkabazlarını izliyorsunuz ve geleneksel dansçılar, kumsalın yumuşak kumlarını, davul ritimlerine uyguluyorlar. Renkli balık, mercanın sanatsal oluşumlarına karşı parlıyor. Dağlar, adaları yanardağ kalıntılarıyla taçlandırır ve bir çift kaplıca tedavisinin rahatlatıcı dokunuşuyla tadına varırsınız. Tahiti, Moorea, Bora Bora ve Taha’a'da romantizm, güzellik ve büyünün tadını çıkarın.<br><br><strong>ÖNE ÇIKANLAR  </strong>",
  "durationDays": "12",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Papeete - Bir Dilim Ada Cenneti",
      "description": "Uçağınız havaalanına inerken, yemyeşil ağaçlar ve Papeete ışıltısının zümrüt tonlarıyla uzun boylu otları parlar. Pasifik Okyanusu yanardöner çivitlerle renk değiştirir, çünkü saz çatılı çatılar jantlar boyunca yükselir. Tekne direkleri, sakin sularda palmiye ağaçları hışırdadığı gibi yumuşak sularda bekler. Uçağınız Faa’a Uluslararası Havalimanı'na varıyor. Ünlü Fransız ressam Gauguin tarafından yapılan renkli izlenimci eserler, müzenin içindeki harikulade galerileri süslemektedir. Dramatik ahşap Tikis, cömert bahçelerden çıkıp eski mitleri ve masalları ziyaretçileri eğlendirerek, insanları unutulmaz oymalı sanat eserlerini tanımasına teşvik ediyor."
    },
    {
      "dayNumber": 2,
      "title": "Papeete - Cennetin Merkezine Macera",
      "description": "Sabahları, Pasifik Okyanusu'nun sesini odanızın dışındaki volkanik siyah kumlara karşı sıçrarken duyabilirsiniz. Kahvaltıda, köpüklü cappuccino ve hindistan cevizinin cazip, baştan çıkarıcı aromalarını bulacaksınız. Taze sıkılmış bir meyve suyunu yudumlayın ve sabah havasına tropikal havasını ekleyerek muzlu krep kokusunu koklayın. Rehberiniz sizi kahvaltıdan sonra karşılıyor, sizi tam gün 4x4 turuna çıkarmaya hevesli gözüküyor. Papeete'nin canlı hayatı, belediye pazarında geri döner. Vanilya fasulyesinin kokusu, sarongların tropikal renklerini vurgular. Tahiti adasının kalbine bir açık hava cipinde seyahat ederek serinletici esintinin yanaklarınızı okşamasını sağlarsınız."
    },
    {
      "dayNumber": 3,
      "title": "Moorea - Moorea'da Romantizm",
      "description": "Sabah, taze kapuçino aroması, tesisin yemek odası içindeki havaya geri döner. Tahiti kıyı şeridinin son bir görüntüsüne göz atarak odanızın mahremiyetini koruyorsunuz. Çivit su siyah kumlu sahile doğru kıvrılıyor. Özel transferiniz yemek sonrası sizi karşılıyor ve Moorea'ya giden hızlı feribotla limana kadar eşlik ediyor. Su, teknenin gövdesine doğru sıçrayarak, pencerelere karşı yumuşak bir buğuya neden olur."
    },
    {
      "dayNumber": 4,
      "title": "Moorea - Tecrübe Paylaşımı",
      "description": "Moorea, gözlerden uzak bir kaçışın romantizmiyle rüya gibi manzaraların karışımını sunuyor. Lagünler turkuaz rengi tonlarla ve beyaz kumlarla parıldayan plajlarla parıldar. Adanın kokusu, taze krep kokusunun altında kaybolur ve ada yaşamını Fransız sömürge kültürüyle birleştirir. Manzara, meyvelerden, portakallardan, ananaslardan ve ağaçlarda yetişen hindistancevizi, kurutulmuş meyveler ve ev yapımı reçeller ile dolu yol kenarındaki pazarlara kadar egzotik, yemyeşil bir bahçeye benziyor. Kahvaltıdan sonra Moorea Yunus Merkezine doğru ilerliyorsunuz. Emekli bir donanma memuru, tesisi üç şişe burunlu yunus ve bir veteriner hekim ve hayvan davranışları ekibi ile kurmuştur."
    },
    {
      "dayNumber": 5,
      "title": "Moorea - Volkanik Manzara",
      "description": "Bugün kuma ve sabahın erken saatlerinde güneş ışığının yumuşak sıcaklığına dalmak için zaman ayırın. Lagün suları, tatilinizin beyaz kum sahillerine doğru uzanıyor. Havuz, bir çeşmeyi anımsatan seslerle doluyor ve günün keyifli ortamına katkıda bulunuyor. Kahvaltıdan sonra lobide rehberinizle buluşup Moorea'nın tepeleri ve vadileri üzerinde 4x4 jipli bir gezi için açık hava cipine binebilirsiniz. Rüzgar cildinize karşı esinti fırçaları ve guava ve vanilya kokusunu taşır. Sihirli Dağın zirvesine ulaşmak için orman yollarından geçiyorsunuz."
    },
    {
      "dayNumber": 6,
      "title": "Bora Bora - Bora Bora İkiz Tepeleri",
      "description": "Moorea, her köşesinde romantizm ve güzelliğin bir karışımını sunan özel bir ada cennetine benziyor. Kahvaltıda, muzlu kreplerin aromasını ve papayalardan portakallara kadar tatilinizin bahçelerinden getirilen taze meyvelerin canlı renklerinin tadını çıkarırsınız. Özel transferiniz sizi otelde karşılar ve Bora Bora adasına kısa bir uçuşunuz için Moorea Havalimanı'na kadar eşlik eder. Ada, egzotik fantezinizi safir, indigo ve turkuaz renk tonlarıyla parıldayan Pasifik Okyanusu ile somutlaştırıyor. Yağmur ormanları, berrak dağ zirvelerini, Clearwater'da saklı kalmış köylerin rahat renklerine ve mercan resiflerinin parlayan gökkuşağı renklerine götürür."
    },
    {
      "dayNumber": 7,
      "title": "Bora Bora - Denizde Bir Gün",
      "description": "Kahvaltıdan önce, çiftlerin bir palmiye ağacına kilitler yerleştirerek birbirlerine olan bağlılıklarını mühürledikleri Aşkın Gizli Bahçesinde  romantik bir gezintiye çıkabilirsiniz. Aşıklar, Polinezya geleneği ile ilgili bir kaplumbağadan deniz kıyısına, her biri adalarda önemli bir kültürel geleneği temsil eden sembollerini seçerler. Kilidi, seçtiğiniz bir palmiye ağacına yerleştirirsiniz ve anahtarı, sevginizi koruyan bahçenin Tiki'sine atarsınız. Kahvaltıdan sonra, özel bir katamaranın üzerine adım atıp, Pasifik boyunca, tropikal  balıklar ve manta ışınları bulmak için adanın etrafındaki çarpıcı mercan resiflerini ziyaret etmek üzere giriş yapacaksınız."
    },
    {
      "dayNumber": 8,
      "title": "Bora Bora - Bora Bora Yollarında",
      "description": "Vaitape kasabası, cumartesi sabahları adanın etrafındaki köylülerden oluşan yiyecek tezgahlarıyla uğraşıyor. Hindistan cevizi sütü ve havadar donutlarda marine edilen istiridye aromaları, ana cadde boyunca toz şeker kokuları ile dolar. Renkli sarongs egzotik ada manzarasının canlı renklerine uyuyor. Kahvaltıdan sonra, özel bir çift ada turu için bisikletinizi takıp, ada hayatının eşsiz bir perspektifinden yararlanmak için boş zamanlarınızda 10 mil kareden daha fazlasına seyahat edersiniz."
    },
    {
      "dayNumber": 9,
      "title": "Taha’a - Özel Ada Etkisi",
      "description": "Sabah, taze hindistan cevizinin kokusuyla karıştırılan taze kapuçino aromasının tadını çıkarırsınız. Adanın etrafında geçen bisiklete binmek, eşsiz, romantik bir ortak deneyim için gözlerden uzak tenha plajları ve Bora Bora gizli takılarını görmek için kendinize izin verin.  Rehberiniz  kahvaltıdan sonra, özel olarak Raiatea'ya yapacağınız kısa uçuşunuz için Bora Bora Havalimanı'na kadar eşlik eder. Uçağın inişi sırasında, tepelerin, dağların ve plajların üstesinden gelen gür ormanlık araziyi buluyorsunuz, bu da değerli taşların rengiyle suyla çevrelenmiş küçük bir piste yol açıyor ve ropik sıcaklık güne doğru dönüyor."
    },
    {
      "dayNumber": 10,
      "title": "Taha’a - Mükemmel Bir Ada Sabahı",
      "description": "Su, sabaha karşı su bungalovunuzun direklerine sessizce vurur. İndigo okyanusu geri dönen sabah ışığıyla titretir. Suyun ritmine karşı bir ukulele  sesi gelir. Bir kano, meyve, meyve suları ve krep de dahil olmak üzere bir dizi leziz kahvaltı yemeği içeren parlak bir düzenleme ile yanınıza  gelir. Özel güvertede muhteşem bir yemek için kanodan canlı kahvaltının tadını çıkarırken navigator ukulele'yi çalmaya devam eder. Tatlı karpuz ve üzüm, portakal ve narenciyelerle tezat yaratır. Taze kahvenin aroması havayı doldurur, vanilyanın adanın kıyılarından sürüklenmesini vurgulamaktadır."
    },
    {
      "dayNumber": 11,
      "title": "Taha’a - Güney Pasifik'in İncisi",
      "description": "Sabah ışığında, kanolarla sakin suların arasında kürek çekerek Tahiti'yi görebilirsiniz. Adadaki palmiye ağaçları, erken saatlerin hafif esintisinde hışırdamaktadır. Yakındaki bir villadan yankılanan kahvaltı salonu servisinin ukulele'sini duyabilirsiniz. Deniz kıyısına yakın bir aile işletmesindeki inciler, her bir hazine arasındaki benzersiz özellikleri vurgulayarak, yayılan ışığın içinde parıldar. Kahvaltıdan sonra suya atlayıp şnorkel maskesini ve paletinizi fırlatıp, Pasifik'in ferahlatıcı hissi ile kendinizi şımartabilirsiniz."
    },
    {
      "dayNumber": 12,
      "title": "Taha’a - Balayı Kenarında",
      "description": "Sabah, ebegümeci aroması, altın kumlu plajlar boyunca serpiştirilmiş yumuşak dalgalar üzerinde sürüklenir. Narin, köpüklü bir cappuccino yudumunun ve okyanus manzarasının tadını çıkarın. Adadaki küçük merkezi pazar, parlak portakallardan soğanlı ananaslara kadar muhteşem ürünlerle doludur. Kabuk kolyeleri ve kokulu yağlar pazarın parlak aromalarını vurgular. Özel tekneniz sizi kahvaltıdan sonra iskelede karşılar ve sizi Raiatea adasına geri götürür. Havalimanına, Fransız Polinezyası'nın zümrüt yağmur ormanlarından ve Güney Pasifik'in saf sularından uçarak havaalanına varıyorsunuz."
    }
  ],
  "map": ""
}