{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01505",
  "tourName": "Çiftler İçin Lüks Fiji Tatili: Cennette İnci",
  "placesVisited": "Tahiti",
  "generalInfo": "Billur gibi parıldayan okyanusun kıyısında, yumuşacık kumların üzerinde, partnerinizle el ele yürürken dalgaların huzur veren sesini dinlediğinizi hayal edin. Size özel Çiftler için Lüks Fiji Tatili, cennette romantik bir kaçamak için tasarlanmıştır. Tüm duyularınızı besleyen el değmemiş mercan kıyılarını keşfedin ve eşinizle kumsalda mum ışığında akşam yemeğinin tadını çıkarın. Takımadalar boyunca dans eden gün batımını izleyin ve uzak kasabaların ritmik şarkılarını dinleyin. Tutku, bu kıyılar boyunca filizlenir ve çiçek açar.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "11",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Konforun Tadını Çıkarmaya Başlayın",
      "description": "Fiji Adaları’nın en genişi olan Viti Levu, ülkenin başkentine ve pırıltısıyla göz kamaştıran Mercan Kıyısına ev sahipliği yapar. Palmiye ağaçları sabah esintisinde adeta dans eder ve istediğiniz her anda palmiye yağı ve Hindistan cevizini elinizin altında bulabilirsiz. Kum tepeleri suyu sık ormanlardan ayıran bir sahil şeridi oluşturur. Kaplan köpekbalıkları bütün haşmetleriyle Güney Pasifik’in derin sularında hem zarif hem de görkemli bir şekilde yüzerler. Özel aracınız sizi havaalanında karşılar ve size Nadi Kasabası’nın erkenci marketleri ve telaşlı sokakları boyunca eşlik eder."
    },
    {
      "dayNumber": 2,
      "title": "Serbest Zaman Keşifleri",
      "description": "Güneş ışığı doğuda, yağmur ormanındaki ağaçların ve egzotik saçaklı palmiye yapaklarının üzerinden ışıldayarak ufukta size göz kırpar. Kahvaltıda mevsim meyveleri adeta kor gibidir; karpuzlar kıpkırmızı, ananaslar kanarya sarısı parlar. Bir parça meyveden ziyade sanki bir tatlıyı tadıyormuşçasına, her bir ısırık bir öncekinden daha tatlı daha suludur. Gün, Denarau Adası’nı Viti Levu’yu çevreleyen harikaları serbest zamanınızda gönlünüzce keşfetmeniz için sizindir. Şeker kamışı tarlaları Lautoka çevresindeki adanın etrafını sarar ve arka planda yemyeşil dağlar vadinin üzerinde gölgeler bırakır."
    },
    {
      "dayNumber": 3,
      "title": "Kültürel Kaynaşma",
      "description": "Sabah vakti, arkalarında incecik bir iz bırakarak geçen gemiler kıyıda nazik dalgalanmalar oluşturur. Kahvaltı, rambutan meyvesinin yer yer mora çalan kırmızı katmanlarından, papayaların içindeki göz kamaştırıcı turuncularına kadar, capcanlı renklerle doludur. Kahvaltıdan sonra kabinenize yerleşip havuz kenarında yumuşacık meltemin tadını çıkarabilirsiniz veya Nadi’ye ve onun hareketli sokaklarına doğru bir gezintiye çıkarak Hindistan dışındaki en büyük Hindu tapınağının civarındaki yerli halkın yaşantısına tanıklık edebilirsiniz. Sri Siva Subramaniya Swami Hindu Tapınağı sükûnetle ama göze çarpan bir biçimde şehrin enerjik esnaf dükkanlarından uzakta yer alarak ana caddenin temelinde dimdik ayakta durur."
    },
    {
      "dayNumber": 4,
      "title": "Cennet Görünümlü Adalar",
      "description": "Akşamlar tereyağında ışıldayan muz yapraklarıyla buğulanmış taze deniz mahsullerinin aroması ile taçlanır. Sabahlarınız, kan portakalı ile greyfurttan hallice pomelonun ferahlatan turunçgil aroması ile tatlanır. Kahvaltıdan sonra özel şoförünüz sizi otelin lobisinde karşılar ve sizi Mamanuca Adalar’ına yapacağınız geziniz için yüksek hızlı katamarana binmek üzere limana götürür. Kendinizi ormanın gölgesinde masmavi suların eşsiz manzarasına sahip lüks tesisin tenhalığında bulun. Plajlar ağarmış bembeyaz kumlarla ışıl ışıl parlar. Yemyeşil tropikal ormanlar, beldeyi çevreleyen yüksek yanardağ konilerini bir halı misali sarar. Gösterişli mercan resifleri deniz tabanından filizlenirler ve berrak suda ihtişamlarıyla göz kamaştırırlar. Ada, diğer adalara nazaran tenha bir cennettir fakat yakınlardaki arkeolojik kazıların engebeli hatlarını görmek için yeterince yakındır."
    },
    {
      "dayNumber": 5,
      "title": "Resif Kıyıları Boyunca",
      "description": "Ada, cennetvari yüceliğine yaraşırcasına huzur doludur. Deniz havası, zengin ağaç hatlarına karışarak tapınılası eşsiz bir tropikal koku yaratır. Yatak odanızda suyun usul usul kıyıyla buluşmasının sesine kulak verin.  Gün, cennet adanızın lüks tenhalığının keyfini istekleriniz ve arzularınız doğrultusunda doya doya çıkarmanız için size aittir. Suyun tuzlu dokunuşunun yumuşattığı kuş tüyü yastık gibi kumların mükemmel dokunuşunu ayaklarınızın altında hissedin. Şnorkel ve gözlüklerinizi kapın ve muhteşem denizaltı biyosferine daha yakından bakmak için adanın etrafındaki mercan kayalığının üstünde yüzün."
    },
    {
      "dayNumber": 6,
      "title": "Unutulmayacak Bir Gezi",
      "description": "Issız adanız, muhteşem kumlu kıyılarının ötesinde gönlünüzce keşfetmenize olanak sağlayan zarif bir cennettir. Kumsalda kalıp suyun ayak parmaklarınızın arasından akıp gitmesini tercih edin ya da takımadalarda yeni maceraların peşine düşün hatta hepsini aynı gün içinde de yapabilirsiniz. Gökyüzüne bir kule misali uzanan geniş palmiyenin yanında bir grup görürsünüz. Ağacın gövdesine sımsıkı tutunan bir yerli rehber yukarıdaki yapraklara tırmanmaktadır. Rehber kendini son bir sıçrayışla yukarıya çekmeden önce avuçlarından güç alarak kendini sabitler, ağaç gövdesini bacakları ile kavrar ve ellerinin kenarıyla gövdeye son bir kez tutunur. Yeşil bir hindistancevizine ulaşır, ağaçtan iner, palayı alır ve meyveyi açar."
    },
    {
      "dayNumber": 7,
      "title": "Şampanya Adaları",
      "description": "Sabah vakti, insanların su bisikletleriyle açılarak sisin ve meltemin keyfini çıkardığını görebilirsiniz. Zamanınızı yumuşacık kumların ve kahvaltının eşsiz lezzetiyle kendinizi şımartarak geçirin. Sizin zevkiniz için ayrılmış bugün, keşfedeceğiniz ya da sadece rahatlayacağınız sonsuz fırsatlarla doludur. Sizi tatil beldenizden uzaklaştıracak ada turları gezisine katılabilir, Kutsal Adalar’ın ve Mamanuca Takımadaları’nın plajlarında dolaşabilirsiniz. Katamaran, turkuaz rengi sularda yol alır. Saten parlaklığındaki suyun berrak ışıltısı yerini derin koyuluklara bırakır."
    },
    {
      "dayNumber": 8,
      "title": "Harikalar Derinliği",
      "description": "Cam tabanlı tekne karayı açık denize tercih eden ziyaretçilere denizin altındaki mucizeleri göstermek üzere mercan resiflerine götürür. Kahvaltıdan sonra, camlı tekne ile resifleri görmek ya da tüplü dalış ile derinliklerde bir maceraya atılmak üzere yola çıkın. Ziyaret edebileceğiniz 40’ı aşkın dalış alanı ile eşi benzeri olmayacak bir tecrübe yaşayın. Bedeninizi sımsıkı saran dalış kıyafetinizi giyin ve dalış alanında kendinizi suya bırakın. Rehberinizi suyun derinliklerinde takip edin ve yükselen yamaçlarının resiflerinde çıkan, yelpaze görünümlü, sert, mercanları izleyin."
    },
    {
      "dayNumber": 9,
      "title": "Huzur Bulun",
      "description": "Rahatlatıcı dalgaların mükemmel kıyıları süpürürken çıkardığı sesten daha sakinleştirici çok az şey vardır. Kahvaltıdan sonra çevrenizdekilerin tadını çıkarmak için gün bir kez daha size aittir. Ormanın gölgelerinde yürüyüş patikaları saklıdır ve havuz kenarındaki kabineler size her daim kucak açar. Zamanınızı, partnerinizle beraber spada saf manzaranın tadını çıkarıp aynı zamanda masajın sakinleştirici etkileriyle rahatlayarak geçirin. Sazdan bir çatının kapladığı çardakta sizi bekleyen iki masaj masası bulabilirsiniz. Yanlardaki açıklıklardan içeri süzülen meltem cildinize hafif dokunuşlar sunar. Berrak su ufuk boyunca azur mavisinden kobalta döner. Zengin ahşap işçiliği büyüleyici manzara ve kıyı şeridi boyunca organik bir görüntü oluşturur. Nispeten serin masaj yağının kaslarınızı gevşettiğini hissetmeden önce havada yayılan hindistancevizinin kokusu bu benzersiz deneyimi daha da eşsizleştirir."
    },
    {
      "dayNumber": 10,
      "title": "Yeni Hayat",
      "description": "Sabahın parlak ışınları azur mavisi suların üzerinden odanıza kadar ulaşır. Kahvaltıda pomelonun eşsiz lezzetinin tadını çıkarın. Son gününüzü adayı ve çevresindeki hazineleri keşfederek değerlendirin; ister inci gibi plajda rahatlayın ya da ünlü mercan resiflerini bir kez daha keşfetmek üzere şnorkelle gezintiye çıkın. Monuriki, Tom Hanks’ın Yeni Hayat filminde mahzur kaldığı ünlü adadır. Topraktan biten zümrüt yeşili bitkiler kayalıklı tepeleri hakimiyetleri altına alır. 100 dönümden az olan ada 178 metre yüksekliği ulaşır."
    },
    {
      "dayNumber": 11,
      "title": "Doyumsuz Bir Deneyim",
      "description": "Son gününüzde karaya vuran dalgaların sesi hem tatlı hem de hüzünlüdür. Tesisin karşı konulamaz güzelliği ve mahremiyeti size rahatlamanız ve keşif yapmanız için yeterli zaman tanır; yiyeceklerden ormanlara, mercanlardan balıklara, Fiji’nin eşsiz görkemi zihninizi, bedeninizi, ruhunuzu ve ilişkinizi besler. Özel aracınızın şoförü sizinle otelin lobisinde buluşur ve Nadi Uluslararası Havaalanı’na gitmeden önce Port Denarau’ya uğrayacak yüksek hızlı katamarana kadar size eşlik eder. Fiji’nin lüksünün tadını sonuna kadar çıkardığınız; daha fazla kalıp, daha çok tadını çıkarmak istemenizden daha doğal bir şey olamaz."
    }
  ],
  "map": ""
}