{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01005",
  "tourName": "Fransız Polinezyası Tatilinin En İyisi: Bora Bora ve Tahaa'ya Kaçış",
  "placesVisited": "Tahiti",
  "generalInfo": "Bora Bora ve Taha'a'ya özel bir şekilde düzenlenmiş tatilinizle tropik bir cennete mükemmel kaçışınızda kendinizi şımartın. İkonik su altı bungalovlarının rahatlığında dinlenin, yanardöner mercan bahçeleri ve egzotik balıkları bulmak için akıntıyı takip edin ve ardından gün batımında adanın manzarasının keyfini çıkarın. Krallar Vadisi'nde antik banyan ağaçları ve tapınak temellerini keşfedin ve nadir tiare apetahi çiçeklerini bulmak için yaylaları gezin. Kültürel geçmişten çağdaş lükslere, etkileyici şnorkelli yüzme maceralarına kadar  Bora Bora ve Tahaa'da unutulmaz ve bereketli bir tatil geçireceksiniz.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "12",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bora Bora - Pasifikin Müthiş Mücevheri Bora Boraya Varış ve Rahatlama",
      "description": "Bora Bora, Güney Pasifik Denizi'nin kalbinde cennet gibi bir dilimine sahiptir. Lagün turkuaz ile parıldayan ve mercan bahçeleri, gümüş ışığı ile çizgili açık bazalt uçurumları ile güneş ışığı altında Otemanu ve Pahia glisten Dağı bazalt zirveleri olarak bir dizi gökkuşağı renkleri ile parlıyor. Yoğun yağmur ormanları ve ebegümecinin tatlı aroması arasında frangipanis çiçeği muhteşem pembe ve kırmızı taç yapraklarından çıkıyor. Uçağınız Bora Bora Havalimanı'na inecek ve sizi gözlerden uzak bir adadaki güzelliğe götürecek. Meyveler, deniz kenevirlerini taşıyacak ve olgunlaşan hindistancevizi, sulu ananas ve tatlı kireçlerle korunan sahil yolunu göreceksiniz."
    },
    {
      "dayNumber": 2,
      "title": "Bora Bora -  Lagünü Adacık Pikniği ve Şnorkel Turu ile  Keşfedin",
      "description": "Sabah, sualtı bungalovunuzun ahşap direklerine çarpan su seslerinde rahatlık bularak uyanacaksınız. Fransız Polinezyası atollunda yetiştirilen çekirdeklerden elde edilen taze kahvenin kokusu, tatlı hindistan cevizinin aromasına eşlik edecek ve kahvaltı için size gelecek. Yemeğinizi bitirdikten sonra ünlü lagün ve bariyer resifini geçmek için bir kanoya bineceksiniz. Mercan, adanın kenarlarından uzağa yetişir ve kıyıları kıyı şeridinden doğal bir kopuş yaparak büyük dalgalardan ve dramatik fırtınalardan korur. Rüzgar, saçınızı uçuracak ve kristal berraklığında su ve  dev hindistan cevizi ağaçları kaplı  beyaz kumlu plajın üzerinde hışırdayacak."
    },
    {
      "dayNumber": 3,
      "title": "Bora Bora - Kürek Dersi ve Parasailing Gezintisi",
      "description": "Kahvaltıdan önce, uzakta çalan  bir ukulele sesi duyacaksınız. Akorların nazik vuruşu, sualtı bungalovunuzun konforuna daha yakın olacak. Ananas ve ebegümecinin tatlı kokusu odanıza taşınacaktır. Kano size, parıldayan frangipani ve orkide yaprakları ile süslenmiş sabah yemeğinizi sunar. Leziz ejderha meyvesini, papayayı ve muzlu krepleri keyifle yerken, özel güvertenizdeki parlak tropikal manzarada güneşleneceksiniz. Hazır olduğunuzda, sizlere kürek binişinin temellerini öğretmek isteyen eğitmeninizle, huzur ve neşe verici bir karışım sunan bir spor yapmak için tesisin kumsallarına geçin."
    },
    {
      "dayNumber": 4,
      "title": "Bora Bora - Krallar Vadisi'nde Polinezya Tarihini Keşfedin",
      "description": "Gündoğumu lagünün üzerinde parlayacak ve berrak turkuaz rengi suya yansıyacaktır. Kahvaltıda, kahvenin ferahlatıcı kokusuna eşlik eden tutku meyvesinin ve lüvenin cazip aromalarını bulacaksınız. Hazır olduğunuzda, Kingston Vadisi'ne ulaşmak için yağmur ormanı arazisi boyunca asfaltsız parkurları takip etme isteğinizi karşılamak için Bora Bora'nın ana sahillerine gireceksiniz. Frangipanis ve hibiscuses altta iken Otemanu ve Pahia Dağı'nın gizli vadinin yukarısındaki tepeleri göreceksiniz."
    },
    {
      "dayNumber": 5,
      "title": "Bora Bora - Spa ve Akşam Yemeğinde Gençleşin",
      "description": "Güneş ışığı yağmur ormanlarının zümrüt örtüsünü yıkayacak ve Otemanu Dağı'nın gümüş uçurumlarına doğru ışıldayacak. Özel güverteden manzaranız, bir önceki gün geçirdiğiniz sarmaşıklar ve banyan ağacının uzanmış dalları ile büyülendiğiniz zamanı anımsatır ve rehberinizin, manzaranın sahip olduğu efsaneleri anlatır. Kahvaltınızı yaptıktan sonra, engin orman alanından geçersiniz vücudunuzu ve zihninizi canlandırarak geçireceğiniz zaman için tatilinizin ünlü spasına ulaşırsınız. Lagün ve çiçek açmakta olan tropik bahçelerin manzarasını sunan gözlerden uzak bir odaya girip ardından sahil şeridine vuran su sesleriniı duyacaksınız. Kaslarınız rahatlatıcı bir masajla rahatlarken, mükemmelliğin tadını  çıkarırsınız."
    },
    {
      "dayNumber": 6,
      "title": "Bora Bora - 4x4 Jeep Keşfi ve Büyüleyici Günbatımı  Cruise Deneyimi",
      "description": "Kahvaltıdan sonra Bora Bora sahilinde rehberinizle buluşacak ve bir ada safarisine çıkmaya hazır 4x4 jipinize adım atacaksınız. Meyve standlarını, hindistancevizi, guava ve ananasın minyatür piramitleri oluşturduğu, sahil kasabasında taze pişmiş muz ekmeklerinin yanından sahil yolu boyunca geçeceksiniz. Birçoğu İkinci Dünya Savaşı sırasında ABD donanması tarafından dikilen asfaltsız karayollarına rastlayacaksınız. Yollar yağmur ormanı gölgesini böler ve kıyı savunma silahı tarafından taçlandırılmış bir manzaraya ulaşır. Dış yüzey son yirmi yıl boyunca tropik rutubette paslanmıştı, ancak bozulmamış halde durmaktadır."
    },
    {
      "dayNumber": 7,
      "title": "Tahaa - Raiatea'ya Kısa Bir Uçuş ve Tahaa'ya Giden Tekne",
      "description": "Sualtı bungalovunuzun ahşap direklerine çarpan su, yeni bir güne yavaşça uyanırken sazdan çatının altında yankılanacaktır. Kahvaltıda, muzlu kreplerin ince aromasını vurgulayan taze demlenmiş kahvenizin çikolata ve karamelli notalarından memnun kalacaksınız. Hazır olduğunuzda, özel transferiniz sizi lobi lobisinde karşılayacak ve Bora Bora Havalimanı'na ulaşmak için size lagünün üzerinde eşlik edecek. Raiatea'ya yapacağınız kısa uçuşunuz, uçtuğunuzda turkuaz ve indigo suların manzaraları ile doğal bir keşif gezisine benzeyecek. Sığ kumların, Güney Pasifik Denizi'nin derinliklerine daldığı deniz tabanından tomurcuklanan resif bedenlerini görebilirsiniz."
    },
    {
      "dayNumber": 8,
      "title": "Tahaa - Özel Şnorkel Turunda Köpekbalıkları ve Tropikal Balıkları Arayın",
      "description": "Bozulmamış su, sabah ışığında berrak manzaralar ve parlak mercan bahçeleriyle ışıldayacak. Vanilya'nın güçlü ve cazip kokusu lagünün üzerine çıktıkça su altı bungalovunuzun cam zemin panellerinin altında yüzmekte olan melek balığı sürülerini görebilirsiniz. Tahaa'nın etrafındaki resif sistemlerinin araştırılması için suya gitmeden önce iskelede rehberinizle tanışın. Küçük resif yakınında demir atar ve suya girer, sıcak hava ise davetkar bir ortam sunar. Lagünde suya dalmadığınız zaman cildinizde oluşan tuz kristallerini hissedebilirsiniz."
    },
    {
      "dayNumber": 9,
      "title": "Tahaa - Raiatea ve Lagün etrafında Tam Gün Gezinti",
      "description": "Tahaa'nın tropikal renkleri sizi şaşırtmaya devam edecek. İster ışıldayan balıklarla, ister canlı mercanla yüzün, ister muazzam papayada olsun, flüoresan orkide yaprakları arasında olsun, cennet mahallesine dalmış gibi olursunuz. Kahvaltıdan sonra, özel transferiniz boğaz boyunca size yaklaşık 65 mil karelik bir alanı kaplayan Raiatea kıyılarına kadar eşlik edecektir. Kıyı şeridinin yukarısındaki Temehani kulelerinin zirvesinde, pürüzlü bir siluet ve nadir tiare apetahi çiçeği, dağ seviyesindeki zirvenin yanında, deniz seviyesinden 3,300 metreden fazla yüksekliğe ulaşır."
    },
    {
      "dayNumber": 10,
      "title": "Tahaa - Siyah İnci Çiftliğine ve Geleneksel Vanilya Plantasyonuna Ziyareti",
      "description": "Tahaa, parlak, sığ lagünün içine dökülmeden önce yaklaşık 35 mil karelik yemyeşil yağmur ormanını kuşatır. Kahvaltıda, deniz seviyesinden 1.975 metre yükseklikte, Ohri Dağı'nın tepesinde güneş ışığı yayılırken, frangipanisin aroması deniz meltemini yanına çeker. Kahvaltıdan sonra, tahaa'nın kıyılarına, havanın içinden dönen aromatik vanilya ile hibiscus karışımının güçlü ve tatlı aromasını bulmak için gidebilirsiniz. Lagünü izleyen ve parlak fildişi kumu ile parıldayan motiflere geri dönebilirsiniz."
    },
    {
      "dayNumber": 11,
      "title": "Tahaa - Raiatea'nın Antik Kentlerine ve Hazine Sahnesi'ne Geç",
      "description": "Havadaki vanilya kokusu, ünlü siyah incileri yetiştirmeyi öğrenmek için suya dalmadan önceki plana harcadığınız zamanı hatırlatacaktır. Kahvaltıda, muzlu krepleri tatlandırıp yerel hindistan cevizinin tadına hitap eden yerel baharatın ipuçlarını bulabilirsiniz. Gün için Raiatea'ya dönün ve Temehani Dağı'nın pürüzlü zirvesine doğru bir yolculuğa çıkarak tepelere doğru ilerleyin. Çevre yolunda bulunan dükkanlarda buzlu hindistancevizi ve yol boyunca sunulan olgun muzların tadını çıkarın."
    },
    {
      "dayNumber": 12,
      "title": "Tahaa - Ayrılış",
      "description": "Sabahları, havadaki sürüklenen vanilya kokusuyla etrafa sıçrayan suyun rahat seslerine uyanacaksınız. Ebegümeci yaprakları günün geri dönüşü ışığında nasıl değiştiğini görmek için Tahaa kıyılarına geri dönmek isteyeceksiniz. Sulu papaya parlak sarı, hindistancevizi ve taze demlenmiş kahve aromaları arasında kahvaltı tabağınızı süslüyor ve sabahları tatilin pastoral ortamında güneşlenmek ve büyüleyici manzarasına sahip özel bir motu kumlu sahil keyfini çıkarmak için sabahları çekebilirsiniz. Keyifle geçen bir sabahın ardından her şeyin tadını çıkardıktan sonra, teknenizi yanınıza alacak ve uçuşunuz için havaalanına ulaşacaksınız ve Raiatea'ya seyahat edeceksiniz."
    }
  ],
  "map": ""
}