{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01004",
  "tourName": "Bora Bora 7 Gün Yoga ve Meditasyon Retreat",
  "placesVisited": "Tahiti",
  "generalInfo": "Özel uyarlanmış Bora Bora yoga çekimlerinde macera ve meditasyon ile lüksü bir araya getirin. Gerçek bir tropik cennetin doğal ihtişamında dinlenirken farklı yoga türlerini deneyin  ve anlayışınızı derinleştirin. Manta ışınları ve köpekbalıkları ile yüzerken, antik tapınak kalıntılarını keşfettiğinizde ve tenha bir lagünün sakin seslerinin ortasında rahatlatıcı spa uygulamalarınızı yaşayın. Kahvenizi  keyifle yudumlarken, yüreğinizi yeni deneyimlere ve olağanüstü fırsatlara açık tutun. İyileştirici uygulamalarla bedeninizi ve zihninizi merkezleyin, minnettar kalın ve Bora Bora'da muhteşem bir yoga merkezi tatiline Namaste deyin.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "7",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Restoratif Yoga Sınıfı için Büyüleyici Bora Bora'ya varış",
      "description": "Bora Bora'da geçirdiğiniz süre, sakin güzelliğiyle ve sakin çekicilikleriyle bedeninizi ve zihninizi canlandıracaktır. Tropikal güneş ışığının altındaki lagün kıvrımlarındaki turkuaz su, çiçek açan ebegümecinin tatlı aroması taze hindistan cevizinin kokusuna karışır. Otemanu Dağı, adanın kalbini, deniz seviyesinden 2.385 metre yükseklikte taçlandırır ve zümrüt yağmur ormanı gölgesinin üzerindeki bazalt uçurumlarla parıldar. Uçağınız, özel transferinizin varışta sizi karşılayacağı Bora Bora Havalimanı'na inecektir. Lagünün berrak sularında gezintiye çıkarken, tesisinizin lükslerine ve daha sonra size özel güverteden bakan doğal manzaranın mükemmelliğini bulmak için su üzerindeki bungalovunuza yerleşin."
    },
    {
      "dayNumber": 2,
      "title": "Lagün'de İki Yoga Dersi ve Şnorkel Safari'yi Keşfedin",
      "description": "Sabah ışığı ada üzerinde uzanacak ve çiçek açan ebegümeci ve hindistan cevizi, lychee ve guava gibi egzotik meyvelerden yayılan yenilenmiş bir tazelik getirecektir. Bungalovunuza çarpanı suyun sesi, yataktan çıkarken sizi selamlayacak ve yurtdışında seyahat ettikten sonra ruhunuzu yeniden canlandırmak için erken bir Vinyasa akışına sahip olacaksınız. Denizin ince kokusu, esintiyle stüdyodan geçerken, turkuaz lagünün üzerinde parıldayan güneş ışığının bir görünümünü bulmak için stüdyoya döneceksiniz. Vücudunuz hızlı bir şekilde basit hareketlere girecek ve Chaturanga'ya  doğru ilerlerken, bir sonraki poz içerisinde zahmetsizce geçiş yaparak hızlı bir şekilde vücudunuz pozisyonunuza tepki verecektir."
    },
    {
      "dayNumber": 3,
      "title": "İki Farklı Yoga Sınıfı arasında 4x4 Jeep Safari Keyfi",
      "description": "Adadaki akiklerden çıkan, tropikal meyvelerin, aromaları ve olgunlaşmamış tatlı avokadolarıyla harmanlayan canlı aromalarını soluyacaksınız. Eğitmeniniz sabah yoga sınıfınız ile yön değiştirecek, kontrollü nefes alma tekniklerini ve Pranayama egzersizlerini tercih edecektir. Zamanı, nefesinizin sesini dinleyerek, sahile karşı süzülen suyun zeminini dinleyerek geçireceksiniz. Akciğerinizdeki havayı tutacak ve en rahat zaman aralığını ve tekniğini bulmak için serbest bırakmadan önce saniyeleri sayın. Taze kahvenin çökmüş aromasıyla vurgulanan bir kahvaltıdan sonra, rehberiniz sizi ana adadaki kıyılarda karşılayacak ve çevredeki görüntünün muhteşem manzaralarını sunan bir 4x4 jipine adım atacak."
    },
    {
      "dayNumber": 4,
      "title": "Sabah Yoga Derslerinden Sonra Kürek  ve Parasail Öğrenin",
      "description": "Vinyasa akışının yoğunluğuna geri döndüğünüzde, sabah yogalarında nefesinize odaklanırsınız. Etraf Bora Bora'nın güzelliği ile çevriliyken yüzmenin tadına varacaksınız. Kahvaltıda, Fransız Polinezyası çevresinde yetiştirilen çekirdeklerden yapılan lezzetli kahvenin eşlik ettiği muzlu krep kokusu ve lezzeti ile karşılanacaksınız. Hazır olduğunuzda, özel kürek tahtası dersine katılabilirsiniz. Eğitmeniniz yoga uygulamanızın denge ilkesine göre kürekli yatışı anlamanıza yardımcı olacaktır."
    },
    {
      "dayNumber": 5,
      "title": "Yoga Sonrası  Krallar Vadisi’ndeki Ormanlara Dokunma için Yürüyüş",
      "description": "Gününüze bir Hatha sınıfı ile başlayın ve eğitmeniniz ile  her poz için nefes alın. Kaslarınız, Warrior Three'a geçer ve yerden 90 derece açıyla zeminden kalkarak sallanır. Dersi bitirdikten sonra kendinizi adaya girmeye istekli  hissedeceksiniz ve sizi hindistan cevizi kokulu kıyılara çekerken, kaslarınız uyanık olacaktır. Adanın tarihi eski kabilesinin gömülme alanları olan Krallar Vadisi'ne ulaşmak için araziyi izlemek için orman kenarındaki rehberinizle buluşacaksınız."
    },
    {
      "dayNumber": 6,
      "title": "Yoga Uygulamanızı Artırmak için Spa Terapisi ile Rahatlayın",
      "description": "Sabah dersiniz Yin Yoga uygulamasını tanırken, eğitmeniniz vücudunuzun ve zihninizin dengelenmesine odaklanacaktır. Kaslarınızı derinlemesine hedefleyerek uzunluk ve elastikiyeti geri yükleme girişiminde her pozu dakikalar boyunca tutabilirsiniz. Hareket ve nefesle birlikte, onarıcı güç  için her pozu bitirirken meditasyon gibi hareketleri uygulayacaksınız. Sınıfınız bittikten sonra bedeninizi ve zihninizi ferahlatmaya odaklanacaksınız. Tatilinizdeki spa terapisinin rahatlığı ve rahatlatıcı ortamını hissedin. Hindistan cevizi kokusu havaya doğru sürüklenir ve bacaklarınızdaki gerginlik hissi kaybolur."
    },
    {
      "dayNumber": 7,
      "title": "Ayrılış",
      "description": "Güneş ışığı, Bora Bora'nın güzelliği üzerinde yıkanır ve siz, lagününüzün sakin su bungalovlarının postlarına karşı yatıştırıcı seslerini uyanırsınız. Taze ananas aroması etrafı sararken kahvaltıdan önce vücudunuzu yoga dersi ile uyandırmaya alışmış olacaksınız. Bugün rehberlikli bir talimatınız olmasa da, kendi özel güvertenizde bir Vinyasa akışı gerçekleştirebilirsiniz. Her harekete odaklanmanızı, su üzerinde Otemanu Dağı'nın görüşlerinin meditatif zevki ile birleştirirken, hafif deniz meltemi konforunu bulacaksınız. Kahvaltıdan sonra, özel transferiniz otel lobisinde sizi karşılayacak ve Bora Bora'nın cennetinde yoga çekimlerinizi sona erdirdikten sonra  lagün boyunca Bora Bora Havalimanı'na kadar size  eşlik edecektir."
    }
  ],
  "map": ""
}