{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01506",
  "tourName": "Davui Adası'na İmtiyazlı Herşey Dahil Fiji Kaçamak Tatil Paketi",
  "placesVisited": "Tahiti",
  "generalInfo": "Davui Adası'na her şey dahil Fiji kaçamağıtatil paketiniz katamarandan indiğinizde başlar. Krallara layık bir tropik cennete adım atacaksınız. Müzik varışınıza eşlik eder. Taze bir lei ile karşılanırsınız. Hindistan cevizi yağının kokusu, denizin zengin aromasıyla karışır. Mercan resifinin inanılmaz genişliğine tanık olun ve yatıştırıcı bir kaplıca bakımında huzurun tadını çıkarın. Fiji'de müstesna bir tesiste size özel ayarlanmış zamanınız, , tenha bir balkondan özel havuza kadar lüksü kucaklamaktadır. Çevrenizdeki her şeyden yayılan konfor ve zenginlik, güzellik ve kültür bulacaksınız.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "8",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Soylu Karşılama",
      "description": "Fiji, tenha plajların kenarından yamaçlara doğru tırmanan tropikal yağmur ormanlarının yeşillikleriyle dolu ve çivit rengi sularla sarmalanan bir rüya diyarıdır. Nehirler, ağaçların arasından geçerek şelalelere dönüşürler. Yumuşak güneş ışığında cıvıldayan muhteşem kuş nüfusunun sesi ormanın dışına süzülür. Nadi Uluslararası Havaalanı'na vardığınızda kendinizi Fiji takımadalarının en büyük adası olan Viti Levu'da bulacaksınız. Tomanivi Dağı, deniz seviyesinden 1324 metre yükseklikte adanın üzerinden seyreder."
    },
    {
      "dayNumber": 2,
      "title": "Sabah İhtişamı",
      "description": "Sabah adanın üzerini renkli cazibesi ile yıkar. Güneşin doğuşu, yağmur ormanı gölgesinde açan kır çiçeklerinin rengini taklit eder. Bazı ziyaretçiler çoktan kendilerini suya bırakmışlardır, sabahın ilk ışıklarında sürdükleri su bisikletinde bir siluet gibi görünürler ve adanın etrafındaki doğal bariyer resifleri tarafından sakinleştirilen durgun suda ilerlerler. Kahvaltıda adaların tropik mutfağı hayat bulur. Sulu Karpuz ıslak ıslak ışıldar ve kremsi jackfruit tropikal ekosistemde bir bowling topundan daha fazla büyüyebilir."
    },
    {
      "dayNumber": 3,
      "title": "Zarif Lagünü Keşfetmek",
      "description": "Tropikal meyvelerin çarpıcı renkleri, kahvaltı masasını süslemekte ve damağınızı tatlı lezzetlerle doldurmaktadır. Yemeğinizden sonra rehberinizle buluşup Viti Levu’nun 8 kilometre güneyinde bulunan Beqa Adasının kıyılarını görmek üzere Davui’ye doğru yola çıkın. Adanın engebeli iç bayırları ansızın mağaralı kıyılara dönüşür. Beqa'daki yürüyüş parkurları, adanın etrafındaki köyleri yüzyıllardır birbirine bağladı. Ormanın gölgeliği altından, deniz seviyesinden 457 metre yüksekte bulunan adadaki en yüksek nokta olan Ulnkoro Dağı çevresindeki kıvrımlı dağ eteklerine adım atarsınız. Tatlı patates, ananas ve manyok yamaları patikayı benekler."
    },
    {
      "dayNumber": 4,
      "title": "Yatıştırıcı Bir Dokunuş",
      "description": "Özel tatil adasına geldiğinizden beri manzaranın görsel ihtişamından, yemeklerin nefis lezzetlerine ve hatta okyanusun kumsalla kaplı muhteşem seslerine kadar duyusal güzelliklere dalıp gitmişsinizdir. Bugün, tesisinizin ödüllü spa'sini ziyaret ederek Fiji'nin kucaklayan içsel ayrıntılarında kendinizi daha da şımartabilirsiniz. Spaya girdiğinizde, hindistan cevizi yağı ve fındık özünün aroması yumuşak bir çiçek kokusu ile harmanlanır. Suyun kıyıya vururken çıkarttığı doğal sesini duyabilirsiniz. Esinti, spa seansınıza sakinleştirici bir atmosfer ekleyerek ağaçları sallar."
    },
    {
      "dayNumber": 5,
      "title": "Resiflerin Keyfi",
      "description": "Sabah güneş ışığının ufukta yavaşça karanlığı uzaklaştırdığınızı görebilirsiniz. Rehberiniz sizi erkenden karşılar, Beqa Adası'nı çevreleyen mercan resiflerinin zengin keşifine başlamak için sabırsızlanırsınz. Brifinginden sonra, 29 kilometrelik bariyer resifinin kapsadığı 259 kilometre karelik berrak suyun etrafına doğru tekneyle yola çıkacaksınız. Nazik akıma dalın ve rehberinizi E.T olarak bilinen dalış alanında takip edin. Muazzam tünelin yumuşak mercanlar ve akıntıyla dalgalanan yelpaze mercanları ile bezeli iki ayrı haznesi vardır."
    },
    {
      "dayNumber": 6,
      "title": "Fiji’nin Lezzetleri",
      "description": "Suyun kıyıya doğru vuruşunun sakin akıntısında ve yaprakların esintiyle birbirine karıştığı hafif meltemde, açık restorandan kahvaltı kokusu süzülür. Yarattıklarıyla derin bir bağlantısı olan biri tarafından hazırlanan geleneksel bir yemeğin lezzetlerinden daha lüks olan çok az şey vardır."
    },
    {
      "dayNumber": 7,
      "title": "Yatıştırıcı Günler",
      "description": "Bugün, ada ve etrafındaki ihtişam, istediğiniz ve arzuladığınız şekilde şımarmanız için sizindir. Parmaklarınızı sıcak, beyaz yumuşacık kuma daldırın ve kıyıya vuran dalgaların ayaklarınıza sarılmasına izin verin. Bu serbest zamanınızda adaların manzarasını seyretmek için bir kano üzerinde masmavi suların etrafında yolculuk yapabilirsiniz. Özel dalma havuzunda biraz zaman geçirin ve gölgelik palmiye ağaçlarının altında soğuk bir içecekle rahatlayın."
    },
    {
      "dayNumber": 8,
      "title": "Krallara Layık Muamele",
      "description": "Küçük ada ormanlarında şarkı söyleyen yakalı kırmızı papağanları duyabilirsiniz. Nefis masmavi su size E.T. dalış alanını, şahit olduğunuz su altı yaşamının çeşitliliğini ve sizin üzerinde bıraktığı tarifsiz etkiyi anımsatır."
    }
  ],
  "map": ""
}