{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01006",
  "tourName": "Yeni Zelanda ve Bora Bora Lüks Macera Yolculuğu",
  "placesVisited": "Tahiti, Yeni Zelanda",
  "generalInfo": "Yeni Zelanda ve Bora Bora, hem Güney Pasifik hem de doğanın savurganlığına ve büyüsüne ev sahipliği yapan dramatik volkanik adalardır. Her ikisi de helikopteri buzul aramalarına, fiyortlar arasında uyumak ve hobbit delikleri açmak için maceraya davet ediyor. Her iki bölge de  günler boyu mükemmel olan çekicilik ve uzun beyaz kumsallar ile hizmet vermektedir. Tahiti ve Bora Bora'da beş gün, Yeni Zelanda'da geçirilen bir hafta boyunca, bu el yapımı lüks tur, Pasifik'teki  inanılmaz adaların en iyilerinde zaman geçirmek için tasarlandı.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "15",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Queenstown - Yeni Zelanda'nın Güney Adası'nın Dağları ile Çevrelenin",
      "description": "Queenstown’ın çevresi, Remarkables dağ silsilesinin beyazlatılmış zirveleriyle bir zemini oluşturacak ve Wakatipu Gölü'nün sakin sularında yumuşak bir şekilde yansıtacak şekilde sizi büyüleyecek. Engebeli tepeler uzağa doğru uzanır, sarılır, yuvarlanır ve çevrilir. Küçük kasabanın arkasında, zirvesine ve tam Queenstown panoramasına çıkan bir teleferik olan Ben Lomond vardır. Havaalanında karşılanacaksınız ve şehirdeki beş yıldızlı otelinize sadece 15 dakikalık bir transfer ile göl ve teleferik istasyonuna kolayca ulaşacaksınız. Yerleştiğiniz gün boş zamanlarınızda göl gezisi yapabilirsiniz. Doğal ortamı ile Yeni Zelanda'ya rahatlatıcı bir giriş sunar."
    },
    {
      "dayNumber": 2,
      "title": "Queenstown - Yüzüklerin Efendisi Film Yerlerini  Gezme ve Kanyonda Jetle Tur",
      "description": "Queenstown çevresindeki bazı manzaraları, orduların çarpıştığı bataklıklar, orkları barındıran ormanlar ve Tolkien'in hikayeleri ile şarkı söyleyen çiftlik ve meralar olarak tanıyabilirsiniz. Sabahları bu manzaraları bir Jip turunda geçirin, Yüzüklerin Efendisi'nde  bir düzineden fazla çekim yeri ziyaret edin ve öğleden sonraları unutulmuş dağların alp sularında bir jet botu sürmek vakit geçirin. Kanyonda kayabilir, güzel olduğu kadar şaşırtıcı bir manzarayla hız kazanabilirsiniz. Gece boş zamanlarınızda ve Queenstown'da sizin için çok sayıda mükemmel olan restoranlarda yemek yeme şansı yakalayın."
    },
    {
      "dayNumber": 3,
      "title": "Milford Sound - Fiyortların ve Seslerin Gizemi Arasında Bir Gece",
      "description": "Yolun batısında, Güney Adasının ve Fjordlands'in yalnızlığının izolasyonunu hissedeceksiniz. Yolda hiç bir şey yok, sadece boş miller, daha dik ve yükselen dağlarla kaplı boş miller var. Yeni Zelanda’nın sesleri ve fiyortları burada bulunur. Milford Sound, dikey dağların hemen hemen bir mil yüksekliğindeki göz kamaştıran sularının en darıdır. Bu haklı olarak, ülkenin en ünlü doğal cazibesi ve bir tekne gezisi güzelliğin çağrıştırılmasını sağlar. Geceyi geçirdiğiniz ihtişamı tam olarak takdir ederek, şelaleleri ve harikaları gezecek ve ardından, gün batımının arasındaki sis swirls olarak Milford Sound'un kalbinde demir atacaksınız. Burası başka tekneler ve turistler olmadan sessiz olacaktır. Kürk mühürlerinin sesinin sessizliği ile sürüklendikçe gerçeküstü hissedeceksiniz."
    },
    {
      "dayNumber": 4,
      "title": "Queenstown'a Milford Sound - Merkez Otago'nun Buzulları ve Şarapları Üzerinde Helikopter Uçuşu",
      "description": "Sabah kanyondan çıkıp, uçsuz bucaksız uçurumları ve 300 metrelik şelaleleri ortaya çıkarmak için uyanın. Bu erken saatte, gezginler gibi hissedeceksiniz, çünkü etkileyici bir manzara var. Milford Sound'dan geri dönmek yerine, bir helikopterin tüm Fjordlands üzerinde muhteşem manzaralar yarattığını görmek  için hava yoluna çıkacaksınız. Dağ zirveleri ve yalnızlık arasında gizlenmiş bir buzulun üzerinden aşağıya dokunun mutlak. Beyaz bir manzara, dağ duvarları oyulmuş garip buz heykelleri ile her yöne uzanır ve alpin sularının ince mavisi ile dirilik ve canlıllık yaratır."
    },
    {
      "dayNumber": 5,
      "title": "Queenstown'dan Rotorua'ya - Maori Kültüründe Sıcak Havuzlara Dalma",
      "description": "Maori, Rotorua'ya bağırdıkları ve durdukları, dramatik jestlerle paylaştıkları hikâyeleri ve kültürleri ve Güney Pasifik adalarına özgü bir savaş dansı olan haka ile sizi selamlıyor . Topraklarında, tuhaf metalik renklerin üzerine yükselen buharlı sıcak havuzları buluyorsunuz ve ardından şofben keşfediyor, su 15 metreye yayılıyor. Yol boyunca ilerleyin. Başka bir şofben Maori rehberiniz tarafından  doğanın metronomik tutarlılığıyla patlar. Bu öğleden sonra sıcak su kaynakları ve gayzerleri ziyaret edebilir, ardından ulusal kültür merkezindeki Maori ile akşam yemeğinizi yiyebilir, yer altındaki sıcak taşlar üzerinde pişirilen tipik bir yemek yiyebilirsiniz. Tam bir gün boyunca pişen etlerin ve inanılmaz derecede sıcak misafirperverliğin yanı sıra mükemmellik içinde buğulanmış sebzeleri bekleyebilirsiniz."
    },
    {
      "dayNumber": 6,
      "title": "Rotorua - Yeni Zelanda’nın Kuzey Adası’nda Açıkhava Maceraları",
      "description": "Güney Adası devasa zirvelerle işaretlenirken, Kuzey Adası manzarası, volkanik gücün başka bir işareti olan tuhaf yeşil çukurlar ve tepeler inşa edilmiştir. Günümüzün özel açık hava maceraları sizi bu manzaralara ve çok çeşitli etkinliklere tanıtacak. Ormandaki tek pistli yollar boyunca dağ bisikleti, uzaktaki göllerde doğal sıcak banyolara kaymak, Hobbiton'a ilham verebilecek inişli çıkışlı tepelerden bir yürüyüşe çıkın ya da her üç aktiviteyi de arazinin idoloseliği hakkında bir fikir edinerek başlayın. Dar bir nehrin altından akan suların altından eğrelti ağaçlarının arasından akan bir su akıntısı vardır. Akşam, boş zamanlarınızda şehrin ve halkının eski dünya hissinin tadını çıkararak geçirilebilirsiniz."
    },
    {
      "dayNumber": 7,
      "title": "Hobbiton'dan Auckland'a Waiheke - Hobbit Delikleri ve Rolling Tepeleri",
      "description": "İğrenç detaylar inandırıcı dünyayı koruyor ve reçel kavanozları kalıpla kaplanmış kapıların üzerinde duruyor, sallanan sandalyeler bir hobbit için uygun görünüyor, filmden bu yana tamamen dokunulmamış bir film sitesi tam  44 yuvarlak deliklidir. Geçmişte yürürken Gandolf'un büyük görünmesini sağlamak için bazı delikler küçüktür. Diğerleri devasadır, böylece hobbitler en eski çekim teknikleriyle minyatür görüneceklerdir. Daha sonra dolaşın ve içeceği biraların kadehlerde servis edildiği Green Dragon Tavern'e kadar izleyin ve Hobbiton'un tamamını eğimli pencereden görün Hobbiton, Rotorua ve Auckland arasında, kuzeyde seyahat ederken kolay bir duraktır. Yeni Zelanda’nın en büyük şehrine varışta, otelinizin plajın üzerinde mükemmel bir şekilde tünemiş olduğu Waiheke Adası'na bir saatlik tekne yolculuğu için feribot terminaline transfer edilecektir."
    },
    {
      "dayNumber": 8,
      "title": "Waiheke - Sanat, Yemek, Şarap ve Tropikal Waiheke Adası Plajları",
      "description": "Üzüm bağları, tepelerin ve yamaçların arkasına gizlenmiş, ada genelinde uzanan altın koylar olarak Waiheke vadilerini doldurur. Sevimli köyler 1950'lerde Annem ve Pop mağazaları ve kafeleriyle sıkışmış görünüyor. Eski balık restoranları, adada ortaya çıkan çeşitli kaliteli yemek seçenekleriyle yeni bir dünya ile tamamlanmaktadır. Son birkaç yıl içinde Waiheke'deki turizm patladı ve ülkenin kuzeyinde ziyaret edilecek bir sonraki büyük lüks yer haline geldi, çok rahat bir his kazandı. Bu iki gün tamamen boş zaman olarak size aittir. Sahile gidebilirsiniz ayrıca adaya bir taraftan 30 dakikalık bir yolculukla yolcuları getirmek için mükemmel bir otobüs servisi de vardır. Üzüm bağları üzerinde yer almakta ve aralarında kolay bir keşif için mükemmel bir yeşil ve altın volkanik adayı sergileyen bir yürüyüş parkurunda yürümekte mümkündür."
    },
    {
      "dayNumber": 10,
      "title": ": Auckland'dan Tahiti - Fransız Polinezyası'na Dokunmak",
      "description": "Auckland'dan Tahiti'ye direkt uçuşlar var ve sadece uçtuğunuzda Fransız Polinezya adalarının ne kadar uzak olduğunu fark edersiniz. Yeni Zelanda'nın kuzeyinden, pırıltıların altında değil, okyanusun derin mavisi altında, Pasifik Okyanusu'nun sularında altı saat boyunca uçmanız gerekir. Tahiti'ye binin ve ilk geceyi havalimanına yakın bir yerde, beyaz kumlara yalınayak erişim sağlayan bir otelde geçirin. Geleneksel bir Tahiti misafirperverliği, sahilin huzurunu değerlendirirken tropik renkleri tercih eden yerel atmosfere hızla yerleşmenizi sağlar."
    },
    {
      "dayNumber": 11,
      "title": "Bora Bora - Beyaz Kum Cenneti İlk İzlenimleri",
      "description": "Tahitiden, Bora Bora'nın son cenneti için yer değiştirirken, bu sabah bir saatlik kısa bir uçuşa atlayacaksınız. Muhteşem Mount Otemanu tarafından arkadan düştüğünüzde, butik tesisinize sadece lagün boyunca su üstünde tünemiş bir süite yolculuğunuz başlar. Sessizlik içinde nefes almak için durun ve manzaralara hayranlıkla bakın. Bora Bora, yavaşça yürüyebileceğiniz ve gününüzü hiçbir zaman düşünmeden devam ettirebileceğiniz bir yerdir. Spada Polinezya esintili tedavilerden ayağınıza kadar olan kokteyller ile, her güne yıldızların altında yemek yiyerek, uzaktaki kontrastlı palmiye ağaçlarının manzarasını seyretmeye başlayarak geçirin."
    },
    {
      "dayNumber": 12,
      "title": "Bora Bora - Kumda uzanıp Kayık ya da Yelkenli Tekne ile Sürüklenin",
      "description": "Yeni Zelanda'da bir macerayı tamamladıktan sonra günler Bora Bora'da çok tembel geçebilir. Geleneksel kanoyla süitinize ulaştırılmak üzere gelen kahvaltı ile uyanabilirsiniz. Sessizliği dinleyin ve tropikal kokuları soluyun ve daha sonra şezlonga uzanıp gölgeliğinize veya özel balkonunuzun güneşine doğru ilerleyin. Sahilde yürüyüşe çıkın ve ayaklarınızın altındaki yumuşak kumların keyfini çıkarın. Bora Bora'da hiç bir şey yapmayıp kumlara  uzanma isteği içinizde dolaşıyor . Ama hazır olduğunuzda, sizi meşgul edecek  yeterli miktarada aktivite var. Kanolar mevcuttur, lagün boyunca kürek çekmek ve adanın daha az görülen kısımlarını keşfetmek için gemiler vardır. Belki kısa bir gün batımı gezisiyle ya da rüzgarla çalışan yelkenle  bir öğleden sonra  açılabilirsiniz. Konaklamanıza çeşitli aktiviteler dahildir ve Bora Bora'da zaman  harcamanızı keyiflendirir."
    },
    {
      "dayNumber": 13,
      "title": "Bora Bora - Otemanu Dağı , Vaitape Geleneksel Kültürü ve Jip Turu",
      "description": "Otemanu Dağı, size granit eğimin Bora Bora'daki herşeyin üzerinde manyetik bir çekiciliği olduğu göstermek için çağırıyor. Volkanın yamaçları,yeşil renkle kaplı ormanlar ve yosun sizi tamamen içine alacak. Bu sabah, adanın karşısında bir Jip turunda zirveye doğru yükseleceksiniz. Buralarda, panoramalar yeşilin ve mavinin pek çok zıt tonuyla sizi buluşturacak. Tur devam ettiğinde, eski geleneklerin uygulanmaya devam ettiğini bulmak için Vaitape köyünde duracaksınız. Burada yaşayanların kendi dilleri ve dansları, mutfağı ve kültürleri var. Onlarla bir saat geçirin, ömür boyu kalıcı bilgiler öğrenin. Öğleden sonra geri çekilen atmosfer ile rahatlayın ve dinlenin."
    },
    {
      "dayNumber": 14,
      "title": "Bora Bora - Suyun Üstünde ve Altında Hoşgörü ve Keyif",
      "description": "Son gününüzde Bora Bora'nın tadını çıkarırken, güneşin Güney Pasifik üzerindeki yükselişini izlemek istemediğiniz sürece erken kalkacak başka bir nedeniniz olmayacak. Bu günü, adanın doğal çekiciliğine harcayın, hiçbir şey planlamamanıza ve her fırsatta kendinizi şımartmanıza izin verin. Tesis düşük anahtarlıdır ve başka bir şey üzerinde gizlilik sağlar. Bu sayede içecek ve yemekler odanıza servis edilebilir, ancak kumda olanlar ve daha resmi yemekler için olanlar da dahil olmak üzere üç küçük restoran ve üç bar bulunmaktadır. Aktiviteler konaklamanızın bir parçası olmaya devam ediyor, kano, yelken ve doğa yürüyüşü. Şnorkelle yüzme her zaman adanın eteklerinde mercan atomaları bulunan bir dizi tropikal yaşam ile dikkat çekicidir. Tropik maceranız yakında sona ereceği için tadını çıkarın."
    },
    {
      "dayNumber": 15,
      "title": "Bora Bora - Ayrılış",
      "description": "Güney Pasifik'te tam iki hafta geçtikten sonra, bu sabah Bora Bora'dan ayrılacak ve eve ulaşmak için Papeete'deki uçaklara transfer olacaksınız."
    }
  ],
  "map": ""
}