{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01514",
  "tourName": "Fiji ve Yeni Zelenda' nın En İyisi",
  "placesVisited": "Tahiti, Yeni Zelanda",
  "generalInfo": "Bir sonraki tatilinizin aktif bir macera olmasını, yolculuğunuzun gezegenin en sağlam ülkelerine ilerlemesini ve en heyecan verici manzaralarına doğru gitmesini istiyor musunuz? Yoksa arkanıza yaslanıp, nazik güneşin ve esintide sallanan hamağın tadını çıkarmayı mı tercih edersiniz? Seçmeyi imkansız buluyorsanız, endişelenmeyin: bu rüya tatili fazla aramak zorunda değilsiniz. Aradığınız işte tam da bu; Fiji ve Yeni Zelanda'nın en iyisi!",
  "durationDays": "14",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Queenstown'a Hoş Geldiniz",
      "description": "Queenstown, Güney Yarımküre'nin en kıdemli dört mevsim alp ve göl tatil beldesidir. Wakatipu Gölü kıyısında yer alan ve görkemli Remarkables Sıradağları'nın hakim olduğu Queenstown, tüm yıl boyunca gidilebilecek mükemmel destinasyondur."
    },
    {
      "dayNumber": 2,
      "title": "Skyline Teleferiği",
      "description": "Queenstown'ın merkezine sadece beş dakikalık yürüme mesafesindeki Skyline Teleferiği, Ngongotaha Dağı'nın zirvesindeki Skyline kompleksine çıkmaktadır. Bölgedeki en iyi manzaraları buradan izleyin; Coronet Zirvesi, Remarkables Sıradağları ve Wakatipu Gölü'nden Cecil ve Walter Zirveleri’ne kadar 220 derecelik muhteşem panorama. Gerçekten olağanüstü ve huşu uyandırıcı!"
    },
    {
      "dayNumber": 3,
      "title": "Milford Sound",
      "description": "Milford Sound, dağların denizden doğru dik ve korkusuzca durduğu, dünyaca ünlü bir doğa harikasıdır. Bereketli yağmur ormanları, sarp kaya duvarları ve yüzlerce metreden dökülen şelaleleri barındırır. Haliçin ruh hali ne olursa olsun, kara kara düşünceli ve ıslak ya da güneş ışığında sakin, size ilham verecektir."
    },
    {
      "dayNumber": 4,
      "title": "Franz Josef Buzulu",
      "description": "Franz Josef Glacier ilk kez 1865 yılında, Avusturyalı imparatorun adını alan jeolog Julius von Haast tarafından keşfedildi. Buzul, aynı adı taşıyan kasabaya 4,8 km uzaklıkta ve 20 dakikalık bir yürüyüş sizi ucuna götürecektir. Bu harika buz nehrini daha geniş gözlemleme noktalarından görebilmeniz için buzulun otoparkından çıkışla yürüyüş yapın."
    },
    {
      "dayNumber": 5,
      "title": "Franz Josef Buzulu",
      "description": "Heyecan verici bir manzara uçuşundan sonra, buzulun üst kısmına iniş yapıp, mevcut olan en el değmemiş ve huşu uyandıran buzul manzarasında iki saatlik rehberli bir yürüyüşe çıkın. Rehberiniz yolculuğunuz devam ederken rotayı belirler ve en muhteşem buz oluşumlarını gözlemleyerek, yükselen zirvelerden ve muhteşem mavi buzdan oluşan harikalar diyarına kısa zamanda ulaşırsınız. Çevredeki dağların panoramik manzarasının, bol miktarda fotoğraf çekme fırsatının ve bu muhteşem buzul hakkında daha fazla bilgi edinme şansının keyfini çıkarın."
    },
    {
      "dayNumber": 6,
      "title": "Abel Tasman Milli Parkı",
      "description": "Her mevsim için uygun bir park olan Abel Tasman Milli Parkı, yıl boyunca muhteşemdir. Sırt çantanızı doldurun ve nazik, yaprak dökmeyen kayın ormanlarından altın kumlara ve parıldayan suların olduğu cennetle buluşmak için yola çıkın. Burada, güneş ışığı sonsuz arzda ve tek ses gelgit ile hareket eden masmavi sulardan gelir. Abel Tasman Gezi & Yürüyüş – Tüm Günlük Geçiş size esneklik sunuyor. Abel Tasman Milli Parkı'nda gezintiye çıkın ve 30 dakikadan 6 saate kadar birkaç yürüyüş seçeneği arasından seçim yapın. Manzara gezisi, önemli doğal noktaları ve bölgenin büyüleyici tarihini sizi tanıtmak için açıklayıcı anlatımlara sahiptir."
    },
    {
      "dayNumber": 7,
      "title": "Blenheim'a hoş geldiniz!",
      "description": "Güneşli şehir Blenheim, yerel şarap ve yemek kültürünü keşfetmek isteyenler için ideal bir başlangıç ​​noktasıdır. Üzüm bağları etrafında bisiklete binin ya da bir tura katılın. Blenheim, şarap yetiştiriciliği yapan Marlborough'nun kalbinde yer alır. Yeni Zelanda'nın en güneşli kasabası olan Blenheim’ın çevresinde çok sayıda kafe, restoran, bar, mağaza, esnaf lokantası ve golf sahası bulabilirsiniz. Kasabaya sürüş mesafesinde 20'den fazla şarap imalathanesi var ki bunların çoğu örnekleme seansları ve mahzende kapı satışları için ziyaretçileri ağırlıyor."
    },
    {
      "dayNumber": 8,
      "title": "Marlborough Şarap Turu",
      "description": "Ödüllü şarap imalathanelerinin seçilmişlerini ziyaret edin ve bir şaraphane restoranında öğle yemeğinin tadını çıkarın. Tur, konukların şarap ilgi alanlarına veya tercihlerine göre düzenlenmiştir. Standart bir günlük tur, Wither Hills gibi daha geniş bir şekilde kurulmuş olan şarap imalathanelerinden Braden veya Gibson Bridge gibi daha küçük aile işletmesi olan şaraphanelere kadar geniş bir yelpazeye sahip. Şaraphane restoranlarından birinde alınacak öğlen yemeği sırasında bir saat kadar dinlenin ve Marlborough Üzüm Bağları'nın rahat atmosferini içinize doya doya çekin."
    },
    {
      "dayNumber": 9,
      "title": "Fiji'ye Hoş Geldiniz",
      "description": "Fiji, tartışmasız gezegenin en dostane yeri... hatta daha fazlası. Eğer macera senin ruhundaysa, Fiji onu şımartacak yer. Fiji Adaları, başka hiçbir yerde bulunmayan turistik mekanlarla dolu 300'den fazla adadan oluşan bir takımada. Aradığınız ister romantizm ister dinlenme olsun ya da bütünüyle kültürel olsun, hatta ister deniz turu ister uçsuz bucaksız bir eko-tur kaçamağı olsun, hepsini burada tamamıyla bulacaksınız. Gümrük ve Göçmenlik işlemlerinden sonra Fiji'deki temsilcimiz sizi Gümrük Salonu’nun dışında, üzerinde isminizin yazdığı bir işaret tutarak karşılayacak."
    },
    {
      "dayNumber": 10,
      "title": "Serbest Zamanlarınız",
      "description": "Günleri dinlendirerek geçirin!"
    }
  ],
  "map": ""
}