{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01000",
  "tourName": "Bora Bora Bungalov Balayı Yol Programı",
  "placesVisited": "Tahiti",
  "generalInfo": "Fransız Polinezya Adaları, tropikal balık ve kristal berraklığındaki suları, yemyeşil yağmur ormanlarını ve su bungalovlarının sazdan çatılarını tasvir ediyor. Bu 8 günlük Bora Bora balayı tatilinde, bu ada cennetine yeni evli bir çift olarak kaçış yapabilirsiniz. Ebegümeci aroması hindistan cevizinin kalıcı kokusuna nüfuz eder. Köpekbalıkları ve Manta ışınları, açık Güney Pasifik Denizi'nin yakınındaki sığ sularda kaymaktadır. Polinezya dans performanslarından Krallar Vadisi'ni keşfetmeye kadar, adanın hazinelerini gün boyu keşfedecek ve gece boyunca lüks ihtişamıyla dinlenip yeni hayatlarınızın başlangıcını Bora Bora'nın sakin su bungalovlarında geçireceksiniz.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "8",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "İkonik Cennetin Tadını Çıkarmak için Bora Bora'ya Varış",
      "description": "Bora Bora adası lagün boyunca indigo suları ve mor çizgiler ile saçaklı beyaz frangipani görüntüleri ile doldurur. Otemanu Dağı'nın bazalt zirvesi, zümrüt yağmur ormanı gölgesinin üzerinde yükselen gümüş ve siyah renklere sahiptir. Uçağınız Bora Bora Uluslararası Havalimanı'ndaki piste inerken, lagünün üzerinde yükselen su üstü bungalovların sazdan çatılarını görebilirsiniz. Lüks süitler, 1960'larda tatil beldesine girişlerinden bu yana Fransız Polinezyası'nda gevşeme ve zenginlik gibi bir ikon haline gelmiştir."
    },
    {
      "dayNumber": 2,
      "title": "Su Üstü Bungalovunun Keyfini Çıkarın ve Köpekbalıklarıyla Yüzün",
      "description": "Bungalovunuzun ahşap direğine çarpan rahatlatıcı su sesleri ile güne uyanmanın ardından ukulele seslerinin ritmine kapılırsınız. Geleneksel bir kano, lagünün üzerinde yüzerken size doğru parlamaktadır. Kano, bungalovunuzun altından geçmektedir ve personel güvertenizde muhteşem bir kahvaltı sunmaktadır. Kahvaltının ardından kısa bir sabah gezisi için kanoya binebilirsiniz."
    },
    {
      "dayNumber": 3,
      "title": "Özel Kürek Dersi ve Helikopter Gezintisine Katılın",
      "description": "Bora Bora'nın eşsiz güzelliği sabahları seni karşılamaya devam ediyor. Kahvaltıda, ebegümeci yaprakları ile vurgulanan renkli ejderha meyvelerinin taze lezzetlerini bulacaksınız ardından çökmüş bir kapuçino aroması, hindistan cevizinin ince kokusunu burnunuza gelecektir. Yemekten sonra, lagünü ve kıyıları öğrenmek için sizi bekleyen rehberinizle tanışacaksınız. Geminiz, lagünün dalgalarını uyandırmadan yakınındaki kumun üzerinde duruyor olacak. Küreğinizi sıkı bir el ile tutmaya çalıştıktan sonra küreği suya daldırarak berrak su üzerinde dengede durmayı öğreneceksiniz. Pahia Dağı'nın bazalt zirvesini göz önünde bulundurarak su altı bungalovlarının sazdan çatısının yakınında  çift olarak yüzmeye devam ediyorsunuz."
    },
    {
      "dayNumber": 4,
      "title": "Adada Bisiklet Sürüş Keyfi ve İnciler İçin Dalış Yapın",
      "description": "Sabahları, lüks sualtı bungalovunuzun etrafında dalmak için kendinize zaman ayırın, cam zemin panelinizden bakarken, yüzme okullarını fark edin. Kahvaltıdan sonra, adanın muhteşem sahil şeridini çevreleyen bir bisiklet turu için kıyıya doğru ilerliyorsunuz. Tek bir yol 11 kilometrekare kıyıyı geçiyor. Deniz meltemi, hindistancevizi kokuları kumların üzerinde yükseliyor. Sessiz dalgalar fildişi kumları ve kayalık promonerlerin sizi büyülüyor."
    },
    {
      "dayNumber": 5,
      "title": "Krallar Vadisi'ni Keşfetmek İçin Bora Bora’nın Kalbini Gezin",
      "description": "Sabah bir helikopterle adayı gezerken fotoğraf çekmeye devam edeceksiniz. Hava manzaraları, dağ zirvelerinin, orman gölgesinin, berrak suların ve su altı bungalovlarının eşsiz bir perspektifini sunar. Kahvaltıda, körfez kıyılarına dönmeden ve Krallar Vadisi'nde gezintiye çıkmadan önce, muzlu kreplerin cezbedici tropikal aromasını tadın. Ardından rangipanis ve gizli orkideler ile birlikte sizi eğlendiren muhteşem yağmur ormanlarına doğru yola çıkın."
    },
    {
      "dayNumber": 6,
      "title": "4x4 Jeep Turlarıyla Fotoğraf Çekerken Bora Bora'da Anı Yakalayın",
      "description": "Kahvaltıdaki renkli meyveler, ejderha meyvesinin parlak pembesi açıldıktan sonra muhteşem siyah beyaz içiyle parıldarken size güzel bir manzara yaratıyor. Keşif ve fotoğraf teması gün boyunca devam ederek rehberiniz  sizi tatil köyünde özel bir tekneye götürüyor. Rehberiniz, suyun sütlü indigo tonlarını yakalayan bir lagüne götürüyor. Bora Bora'nın güzelliğini ve cazibesini, unutulmaz profesyonel fotoğraflarda yakalama şansı elde ediyorsunuz. Tekneden lagüne sıçramak ve sıcak suları hissetmek istiyorsunuz. Lagünün, meltemi ve çavuş majörlerinin bakış açısıyla su yüzeyinde yüzerek, kristal berraklığın tadını çıkarıyor ve yine muhteşem fotoğraflar çekme fırsatı yakalıyorsunuz."
    },
    {
      "dayNumber": 7,
      "title": "Rahatlatıcı Bir Spa Terapi İle Rahatlayın",
      "description": "Geri dönen sabah ışığının sakin ortamında, önceki gün çekilen muhteşem fotoğraflarınıza bakıyorsunuz. Su üstü bungalovunuz, hindistan cevizi ve ananaslarla dolu. Suyun hafifçe parlaması cam zemin panelinize yansıyor. Lüks spa’nın muhteşem manzaranın ve Bora Bora'nın rahat tempolarının tadını çıkarmak için kendinize zaman ayırın. Özel süitiniz Otemanu Dağı'nın zirvesinin tenha bir manzarasını sunmaktadır. Hindistan cevizi ağaçları dağın tepesini çerçeveler ve lagünün kenarlarına gölgelik atar. Daha sonra Hibiscus karışımının kokusuna ve yumuşak hindistan cevizlerinin tadına bakıyorsunuz."
    },
    {
      "dayNumber": 8,
      "title": "Ayrılış",
      "description": "Pembe, sarı ve kırmızı yaprakları ile parıldayan çiçekler tatil beldesinin etrafında çiçek açar. Yasemin kokusu, zencefilli sürahi ile sabahları size eşlik ediyor. Kahvaltıda, muzlu kreplerin tatlı kokusunu fark ediyorsunuz. Bora Bora'daki balayı tatilinizde, bir sualtı bungalovunun büyüsünü keşfettiniz ve 50 yıl sonra bir Fransız Polinezyası kaçışının sembolü haline geldi. Her sabah, berrak suda yüzen balıkların pastoral manzarasında uyandınız."
    }
  ],
  "map": ""
}