{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01517",
  "tourName": "Fiji'de Mükemmel Balayı: Cennette Romantik ve Rahatlama",
  "placesVisited": "Tahiti",
  "generalInfo": "Fiji balayınız, tropik cennetinizin tablo gibi plajına bakan özel güvertede sıcak güneşin altında uzanmanızı içerir. Size özel hazırlanmış Fiji turunuz, balayına çıkanlar, kaçamak yapmak isteyenler ve rüya gibi harikaların peşinde olan çiftler için romantizmin kapılarını egzotik bir manzaraya açar. Denizden gelen, uzun palmiye ağaçlarını hışırdatan meltemi hissedin. Fonda çivit rengi okyanusunun altında parlayan sansasyonel mercan resiflerinin olduğu bu ortamda partnerinizle kaliteli zaman geçirin. Yıldızların altında yemek yiyin ve tenha tatil köyünüzün taze, zarif mutfağından keyif alın. Fiji'de romantizm sizi bekliyor.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "8",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Adanın Mükemmelliği",
      "description": "Fiji canlı mercan resifleri ile çevrili ve yanardöner çivit rengi Güney Pasifik tarafından çevrili tropikal adaların bir koleksiyonudur. Yaklaşık 320 adalık takımadaların en büyük adası Viti Levu'da havaalanına varırsınız. Fiji tur operatörlerimiz tarafından düzenlenen özel transferiniz sizi havaalanında karşılar. Mercan Kıyısı boyunca Sigatoka kasabasında bulunan özel tesisinize kadar size eşlik eder. Palmiye ağaçlarının ve narenciye meyvelerinin aroması havayı sarar. İnişli çıkışlı tepeleri örten ve dağlara tırmanan zümrüt yaprakları ağaçlar gökyüzüne uzanır. Sigatoka'da, Sigatoka Nehri'nin sızıntıları okyanusun yumuşak akıntısına karışarak plaja doğru dalgalanır. Palmiye ağaçlarının kokusu, su kaynağına yakın şeker kamışı tarlalarının yaydığı tatlı kokulara karışır."
    },
    {
      "dayNumber": 2,
      "title": "Cennette Keyif",
      "description": "Sabah, suyun üzerinde yayılan güneş ışığına uyanırsınız. Yayılan gün ışığında okyanus çivit rengi parıldar. Esinti, günün başlangıcına hafif bir çağrı yaparak palmiye yapraklarını hışırdatır. Kahvaltıda, bir dizi taze meyve bulabilirsiniz. Yeşil hindistan cevizi, yemek odasına duygusal bir aroma ekleyerek masayı süsler. Kumsala nazikçe sıçrayan denizi duyabilirsiniz. Sulu bir ananasın içini ısırırsınız ve ağzınızı sarhoş edici şeker benzeri bir lezzetle dolduran hatırladığınızdan daha lezzetli tadı bulursunuz."
    },
    {
      "dayNumber": 3,
      "title": "Gençleştirici Sular",
      "description": "Odanızdan plajın mükemmel manzarasını seyrederek başka bir güne uyanın. Eşinizle birlikte yatağa uzanabilir, tesisin ve ağaçların, ufka doğru süzülen okyanusun sansasyonel manzaranın tadını çıkarabilirsiniz. Kahvaltıda, bir portakal ve greyfurt melezine benzeyen lezzetli bir narenciye meyvesi olan bir pomeloyu açarak adanın lezzetlerini bir kez daha tadabilirsiniz."
    },
    {
      "dayNumber": 4,
      "title": "Romantik Ada İnzivası",
      "description": "Kahvaltıda, eğimli sazdan çatının ve ufuk çizgisinin sağladığı manzaraya bakabilirsiniz. Hindistan cevizinin keyif verici aroması yine yemeğinize eşlik eder ve taze demlenmiş kahvenin nefis tadıyla karışır. Yemekten sonra, özel transferiniz sizi Port Denarau'ya götürür. Özel teknenizin güvertesine atlayın ve adaların engin mucizeleri karşısında büyülenmeye hazır olun. Okyanus esintisi saçlarınızın arasından eserek okyanustan püsküren damlacıklarla yenileyici deniz kokusunu taşır. Tokoriki Adası'na ulaşana kadar parlayan çivit rengi suyun üzerinde seyahat edersiniz. Beyaz kumlu plajlar adanın dışını çevreler."
    },
    {
      "dayNumber": 5,
      "title": "Sonsuz Görkemi Keşfetmek",
      "description": "Sabah, sudan yansıyan ışığa uyanırsınız. Esintiyi yakalamış bir yelkenli geçip gider. Yemyeşil bitki örtüsü ile ufuktaki benek benek adaların bir çıkıntısını görebilirsiniz. Kahvaltıdan sonra, gününüzü istediğiniz gibi harcayabilirsiniz. Çarpıcı, sık ağaçaların gölgeleri boyunca yürüyüş yapabilir veya ayak parmaklarınızı sıcak, tozlu beyaz kumların konforlarına daldırmayı düşünebilirsiniz."
    },
    {
      "dayNumber": 6,
      "title": "Çevrenizdeki Romantizm",
      "description": "Sabahları tesisin dışında, yerel kadınlar yumuşak kumlara battaniyeler sererler ve adanın unsurlarına oyulmuş el işi mücevherleri sergilerler. Cilalı inciler, ahşap ve takılar, sabah ışığını yakalar ve beyaz kıyılara karşı parıldar. Kahvaltıda, tatlı muzların kokusu, suyun manzarasına eşlik eder. Eşsiz ve romantik bir deneyim için, bir ada pikniğinde yer alabilirsiniz. Rehberiniz sizi iskelede karşılar, sizi ve partnerinizi birlikte zaman geçireceğiniz tertemiz sahili olan gözlerden uzak bir adaya götürür, sadece ikiniz."
    },
    {
      "dayNumber": 7,
      "title": "Tam Bir Ada Rahatlaması",
      "description": "Cennette uyandığınız her gün sizi daha da sakin kılar. Suyun, ağaçların ve yatıştırıcı müziğin sesleri yürüyüş yollarında yankılanır ve sizi çevreleyen egzotik ihtişamı sürekli olarak hatırlatır."
    },
    {
      "dayNumber": 8,
      "title": "Her Zaman Balayı",
      "description": "Gökyüzü sabahleyin masmavidir, okyanusun engin çivit rengini taklit eder. Palmiye ağaçları ada esintisinin yokluğunda sakindir. Kahvaltıdan önce yumuşak çarşaflardan denize bakan mükemmel manzaraya kadar odanızın konforunun biraz daha tadını çıkartmak için oyalanırsınız. Tropikal balıklar canlılıkla sürekli mercan resifleri etrafında yüzer. Heyecanlı kuşların sesleri ormanın kuytularından dışarı süzülür. Ada, yemyeşil orman örtüsünü sıra dışı beyazlıktaki kumla birleştirir."
    }
  ],
  "map": ""
}