{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01015",
  "tourName": "İkonik Avustralya ve Tropikal Bora Bora Tatilinin Önemli Noktaları",
  "placesVisited": "Tahiti, Avustralya",
  "generalInfo": "Yeni tatil rotanız için bir yer mi arıyorsunuz? Tropik bir ada kaçamağı mı istersiniz? Ya da belki de ikonik bir cennette hayatta kalma deneyimi mi? Her ikisi de Avustralya'nın ünlü deneyimlerini, Pasifik'teki volkanik bir egzotik adası olan Bora Bora'nın özel kaçmazlığıyla kaynaştıran, saygıdeğer bir kombinasyon sağlayacak 16 günlük bir kaçış ile birleştirin. İlk hafta boyunca Sydney, Mavi Dağlar, Büyük Bariyer Resifi, Aborijin kültürü, Uluru ve Melbourne, kanguru ve diğer vahşi hayvanları keşfedeceksiniz. Hepsini gördükten sonra, cennette varışınızla ferahlık ve gençleşme bulacaksınız.<br><br>ÖNE ÇIKANLAR",
  "durationDays": "16",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Sydney - Avustralya'ya Hoşgeldiniz",
      "description": "Avustralya, dünyanın her köşesinde, her şeyin daha büyük ve dağların olduğu yerlerden daha dramatik, kıtanın, yağmur ormanlarının ve resiflerin, kumsalların ve dünyanın kenarındaki güzel şehirlerin bulunduğu bir çölün olduğu muazzam bir adada bulunuyor. Uçtuğunuz noktadan bağımsız olarak, Avustralya'ya ulaşmak uzun bir yolculuk gerektirir vee kalabalık bir şehre dokunduğunda bile, vahşi olanın vaadini hissedebilirsiniz. Darling Harbour'da bulunan şık ve beş yıldızlı bir otele varışınızla tatiliniz başlar. Yürüme mesafesinde birçok mükemmel restoran ve barın yanı sıra şehrin kalbinde bir dizi yer bulabilirsiniz. Sydney'in en ünlü semtinde kendinizi bulacaksınız ve hepsi parmaklarınızın ucunda."
    },
    {
      "dayNumber": 2,
      "title": "Sidney - Liman Köprüsü, Opera Binası ve Diğer Sidney Simgeleri",
      "description": "Geçici adımlar Sydney’in ikonunun soğuk çelik kemerinden geçecek. Parramatta Nehri'nin mavisine bakarak maruz kalan kareye tırmanabilirsiniz. Ormanların ve banliyölerin ve plajların uzaklığı, şehir merkezinin kuleleri ise aşağıdaki limana yansıyor. Tırmanma Sydney Harbour Köprüsü, Avustralya'nın ünlü bir girişidir ve Sydney Opera Binasının zarif yelkenlerini seyrederken, deneyiminiz başka bir dünya simgesi tarafından takip edilmektedir. Rehberli bir turda, kadife koltukların geniş odalarında sahne alan ünlü cephenin altına gidebilirsiniz. Günün geri kalanı, merkezin dükkanlarını, belki Bondi gibi plajları veya Sydney'in kökenlerinin bulunduğu banliyöleri keşfetme şansı için boş zamanlarınız olacaktır."
    },
    {
      "dayNumber": 3,
      "title": "Sidney - Dünya Mirası Mavi Dağları Keşfetmek",
      "description": "Garip bir mavi sis, bir okaliptüs ormanının üzerinde, sihirli bir halı gibi yüzer ve çırpınarak asılı kalır. Engebeli kumtaşı zirveleri, milyonlarca yıl süren, esrarengiz Aborijin hikayeleri kazandıran bir fon sunuyor. Bu manzaranın neden Mavi Dağlar olarak bilindiğini anlamak sadece bir bakış açısı alır. Küçük bir grup turunda, kalabalık vadilere, fışkıran şelalelere, yürüyüş parkurlarına ve keseciklerin kokusuna vızıldayan birçok manzarayı ziyaret edebilirsiniz. Bu Dünya Mirası Alanı Sidney'den mükemmel bir günlük gezi ve nehirde maceralı bir gün geçirmek için rahatlatıcı bir şekilde bir nehir gezisi üzerinde şehre geri döneceksiniz."
    },
    {
      "dayNumber": 4,
      "title": "Cairns - Avustralya’nın Boş Kuzeyinde Tropikal Bir Dinlenme Bulmak",
      "description": "Avustralya'yı geçerken manzaralar çarpıcı biçimde değişiyor ve hepsi de her şeyin büyük olduğu bir ülkeyi sergilemek için şaşırtıcı bir ölçekte uzanıyor. Cairns'a uçarak Büyük Bariyer Resif'in kenarlarını kaplayacak, binlerce kilometre uzunluğundaki şeker kamışı tarlalarını geçecek ve daha sonra kuzeydeki kalın yağmur ormanlarını kapatacaksınız. Kısa bir havaalanı transferinden sonra, öğleden sonra Cairns'de boş zamanlarınız olacak. Pasifik Okyanusu boyunca mükemmel bir iskele ve modern bir şehirden daha çok bir köye benzeyen bir ortam var. Dinlenmek ve rahatlamak, önümüzdeki birkaç gün öncesinden, sizi kuzeydoğu Avustralya'daki bu ağ geçidi kasabasını çevreleyen samimi bir dünyaya daha yaklaştırıyor."
    },
    {
      "dayNumber": 5,
      "title": "Cairns - Büyük Bariyer Resifi'nde Şnorkelle Dalış ve Helikopter Turu",
      "description": "Günü, dünyadaki en büyük canlıyla geçirin, binlerce kilometrelik bireysel resif, Avustralya'nın kuzeydoğu kıyısı boyunca bir engel oluşturuyor. Şnorkelle git ve resifin hem resiflerde hem de deniz yaşamında renklere ve çok fazla çeşitliliğe karşı çok canlı olduğunu söyleyebilirsin. Bu samimi açıdan, her şey imkansız gerçek hissediyor. Bir helikopterde Büyük Bariyer Resifi'nin yukarısında yükselir ve gösterinin ölçeği gerçeküstü görünür.  Derin okyanusun karartılmış rengi arasında çok parlak olan resifler, her yönden ufkun ötesini devam ettirir. Cairns'dan tam günkü Great Barrier Reef turu, şelalenin yanı sıra yarı-dalgıç bir zanaat içinde yapılan geziler ile kalabalıktan uzaktaki kayalıklardan birini ziyaret eder."
    },
    {
      "dayNumber": 6,
      "title": "Cairns - Kendi Sanatını Yapan Otantik Aborijin Buluşmaları",
      "description": "Aborjin kültürü, her biri kendi bölgeleri ve yetenekleri olan 1.000'den fazla aşiretin bulunduğu bir ülkede çeşitli ve ilgi çekicidir. Hepsi toprağın dışında yaşarken, nasıl hayatta kaldıkları kendi bölgeleri ile alakalıydı. Bugünün Aborijinal hayal  turu, sahilde çıplak ayakla dolaşırken, kaya yengeçlerini ve minik böcekleri ararken nasıl avlanacağınızı gösteren bir vitrinle başlıyor. Hepsi öğle yemeğinde kaynatılacak ve kültürün içine daldığınızın bir başlangıcı olacaktır.  Bir atıştırmalık için bir böceğin nasıl içileceğini öğrenin, soğuk algınlığı gidermek için belirli bir böceği yalayın, yaprakları birlikte sürterek doğal sabun yapın ve barınak inşa etmek için hangi ağaç ve bitkileri kullanacağınızı öğrenin."
    },
    {
      "dayNumber": 7,
      "title": "Uluru - Çöldeki Büyük Kaya'nın Renk Değişiklikleri",
      "description": "Hiçbir şey olmadığı ve monolitin büyüklüğünü anlamanın hiçbir yolu olmadığı için Uluru fotoğraflarda anlam ifade etmiyor. Cairns'tan direk uçuşunuzda, otelinize transfer edilirken büyüklüğüne göz atabilir, cazibesinin ötesine geçeceksiniz ve baştan çıkarıcı çekişini hissedeceksiniz. Küçük-grup turunuzda, maneviyatı anlamaya başlayacaksınız ve onun büyüklüğü kadar etkisiz kaldığı bir gizemi nasıl tutacağınızı anlayacaksınız. Aborijin hikayelerini dinleyin ve gün batımını izlemek için gizli bir bakış açısı bulun. Uluru, parıldayan turuncuya ve daha sonra gecenin karanlığına kadar parlak kırmızıyla parlıyor. Gün batımının anları içinde, Sütlü mayıs parlar. Akşam yemeğinden sonra, bir yıldızdan daha derin bir fikir edinmek için bir yıldız tarafından yönlendirileceksiniz, çünkü Uluru dünyanın herhangi bir kasabasından yüzlerce kilometre uzakta ve dünyanın en karanlık gece deneyimlerinden birini sunan bir şehir."
    },
    {
      "dayNumber": 8,
      "title": "Melbourne'e Uluru - Sunrise ve Melbourne Riverfront'ta Kata Tjuta",
      "description": "Aborijin kültürlerinin kutsal buluşma noktası olarak kullanılmaya devam eden bir alan olan monolitin sadece 50 mil uzağında, kumtaşı düzlükleri olan kumtaşı yükselmesi nedeniyle Uluru çölün ortasındaki tek kırmızı kaya değildir. Kulelerin siyahtan bordoya ve daha sonra da günün parlak güneşi tarafından getirilen parlak kırmızısına doğru ilerledikçe, şafağın ışığında ortaya çıktığını izleyin. Sitenin sadece% 20'si ziyaretçilere açıktır ve özellikle baş döndürücü uçurumların altındaki küçük yayalara yürüdüğünüzde maneviyat hissedebilirsiniz. Yalnızlık ve dinginlik ilham veriyor, Kata Tjuta sık sık Avustralya outback Uluru'ya girdiğiniz ana sebepten daha derin bir anı veriyor. Sabahın ilerleyen saatlerinde, Melbourne'a direkt uçuş yapacak ve şehirle ilgili iki saatlik bir tanıtım turunun keyfini çıkaracak ve çökmekte olan sömürge binalarının cam cepheli gökdelenlerin yanında nasıl durduğunu göreceksiniz. Viktorya döneminden kalma arcade'lerde başlayın ve daha sonra Melbourne'un hareketli akşam mekânında film müzisyenleri ses bandı sağladığından Yarra Nehri'ne inin."
    },
    {
      "dayNumber": 9,
      "title": "Melbourne - Yabandaki Koalalar ve Kangurular",
      "description": "İki koala ağaçlara yapışıp, okaliptüs gövdelerinin etrafına sarılır ve gözlerini neredeyse ağrılı bir şekilde kapatırlar.. Biraz daha yürüdüğünüzde, başka bir yere daha yakın, böylesi telaşsız bir hızda yukarı ve aşağı doğru gezinebilirsiniz. Başlarını çevirerek, bakışlarını, hafızanızda ve bazen de fotoğraflarınızda kalan bir merak uyandırıcı bakışla döndürürler. Bugünkü turun ikinci yarısında, büyük çetelerde kanguruların sıçramasıyla açık alanlara doğru yürüyebilirsiniz. Çabuk hareket etmezseniz kaçacaklar  çünkü onlara şuan da  yakınlaşmanız mümkün olacak. Dişiler iki büyük erkek için rekabet edip, yenidoğanlar küçük keseler halinde yenildikçe ve iki erkek kontrolden çıkıp  tekme atmaya başladıkça, onların kokusunu bırakırlar. Bu ikonik kesimler Avustralya deneyiminizi tamamlayacak ve bir hayvanat bahçesi ya da vahşi yaşam barınağında olmak gibi bir şey değildir, çünkü bunlar vahşi hayvanlar olsa da gerçek bir samimiyetleri vardır."
    },
    {
      "dayNumber": 10,
      "title": "Auckland üzerinden Papeete - Fransız Polinezyası'na Tam Gün Seyahat",
      "description": "Tahiti, Melbourne ve Los Angeles arasında neredeyse yarısıdır, bu yüzden Auckland'da bir uçak değişikliği ile dolu dolu bir seyahat günü olacaktır. Geceyi havalimanına çok yakın dört yıldızlı bir otelde geçireceksiniz. Tahitide olmak, kentsel bir ortamda olduğunuz anlamına gelmez. Ayakkabılarınızı çıkarmanız ve ay ışığından aydınlatılan kum ile süitinizdeki sahile yürümeniz mümkün olacaktır."
    },
    {
      "dayNumber": 11,
      "title": "Bora Bora - Beyaz Kum Bekliyor",
      "description": "Bu sabah başka bir uçuşa katılacaksınız, ama Tahiti üzerinde Papeete ile izole Bora Bora adası arasında uçmak değecek. Beş yıldızlı oteliniz adanın doğu tarafında gizlidir, sadece havaalanından tekneyle erişilebilir. Ayakkabılarınızı kontrol edin ve çıkartın, önceki 11 günlük maceranın ardından, bir hoşgeldin atmosferiyle, zamanın işaretlenmesine gerek kalmadan bir adanın, ayaklarınızın altındaki beyazı kumunu hissedin. Bir safir lagünün üzerindeki ahşap kazıklar üzerinde yer alan geniş villanız, yalnızlık ve dingin bir ortam sunmaktadır."
    },
    {
      "dayNumber": 12,
      "title": "Bora Bora - Otemanu Dağı'nın Komple Huzur ve Sonsuz Manzaraları",
      "description": "Ormanları yakındaki dikey yamaçlara yapışarak Otemanu Dağı'na bakın. Tropiklerin renkleri, lagünün altında buluşuyor, kamerada yakalanması zor olan gerçek mavi ve yeşil tonlarını gözler önüne getiriyor. Sörf dalgaları, hafifçe kıyıya vururken, gündüz ve gece boyunca duyduğunuz tek ses olacaktır. Esintiye kapılmak, villanıza teslim edilen taze kahve veya kokteyl kokularıyla karışmak harika olacaktır. Saatler kaybolacak ve bütün günler, yorgun iş anılarınız silinecek ve Otemanu Dağı'nın manzarasıyla ve iyi bir kitapla stresiniz sona erecek."
    },
    {
      "dayNumber": 13,
      "title": "Bora Bora - Güney Pasifik adaları, ıssız sahillere yelken",
      "description": "Gününüzü özel bir yatın Güney Pasifik'e sürüklediği tatilde geçirin. Rüzgar enerjisi sizi adaların ıssız bölgelerinde görkemli kumsallara, insanları görmeden günlerce giden kum şeritlerine götürür. Bazen demir atıp egzotik bir lagünün içinde yüzecek ve deniz yaşamı sizi büyüleyecektir Ya da apaçık bir hatıra veren çeşitli ışın türleri ile resifleri şnorkelle dalarak görebilirsiniz. Kaptanınız size  adanın her tarafını gezdirecek ve istediğiniz yerde durabileceksiniz. Çoğunlukla, bu ıssız lagünler ve plajlar anlamına gelir, ancak adadaki yerel köyleri ziyaret etmek isteyebilirsiniz. Bu turunuza öğle yemeği dahildir, sahilde taze ızgara deniz ürünleri servis edilir."
    },
    {
      "dayNumber": 14,
      "title": "Bora Bora - Tropik Ada Kaçışını Çeşitli Dahil Edilen Faaliyetlerle Tamamlamak",
      "description": "Lagün boyunca kanoyla gezintiye çıkın ve sallanan ağaç yaprakları tarafından bırakılan ıssız kumsallara doğru kürek çekin ya da adayı nadiren ziyaret eden yerlere ada etrafında hareket ettirerek bir stand-up kürek tahtası üzerinde gezdirin. Tesisten uzanan bir dizi yürüyüş parkuru ve orman gölgesinin altında seyahat etmek için çeşitli fırsatlar vardır. Dağ bisikletleri konaklamanıza dahildir ve parkurlar sizi adanın diğer taraflarına, hatta geleneksel bir köye bile götürebilir. Yelken, gününüzün bir parçası olabilir, belki de lagün boyunca bir gün batımı gezisi veya daha maceracı bir şey olabilir. Tüm bu aktiviteler konaklamanıza dahildir ve her gün Bora Bora'da program ilgi alanlarınıza göre özelleştirebilirsiniz. Tabii ki, burada olmanın asıl nedeni, dünyanın en büyük tropikal adalarından biri tarafından sağlanan klasik kaçma duygusunu geri döndüğünüzde yılın her günü hatırlamak olacaktır."
    },
    {
      "dayNumber": 16,
      "title": "Bora Bora - Ayrılış",
      "description": "Rahat bir sabah geçirdikten sonra, adanın merkezine bir tekne transferi yapacak ve uluslararası uçuşunuz için için Papeete'ye uçuş yapacaksınız."
    }
  ],
  "map": ""
}