{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01524",
  "tourName": "Yalnız Gezginler İçin Fiji Tatil",
  "placesVisited": "Tahiti",
  "generalInfo": "Fiji, ışıltılı çivit sularla çevrelenen zümrüt rengi tropikal yağmur ormanları sayesinde mutluluğun nirvanası olarak anılır. Köy çocukları size el sallar ve kocaman gülümserler. Balıklar da mercanlar kadar parıldarlar. Rüzgar sörfçüleri nazik koylara doğru kaymaktadır. Yalnız gezginler için özel olarak hazırlanmış Fiji tatiliniz, size Viti Levu'nun farklı manzarasında macera ve ihtişamın tadını çıkarma özgürlüğünü sunar. Uzak köyleri ziyaret edin ve Whitewater'ın arkasındaki ormanda gezinin. Fiji’nin eşsiz yaşantısıyla karışan günleriniz, istediğiniz kadar heyecan ve rahatlamayla dolu olacak.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "8",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Destinasyon Cennet",
      "description": "Fiji adası ülkesi Güney Pasifik'i süsleyen 320'den fazla adadan oluşan bir koleksiyondur. Su palmiyelerin yükseldiği kumsallara karşı çivit rengi ışıldar. Canlı tonlarda balıklar gökkuşağı rengi resiflerin etrafında yüzer. Yöre halkı dünyanın her yerindeki en dost canlısı insanlar olarak bilinir, her zaman müthiş gülümsemeler yüzlerini aydınlatır ve her daim yardım severlerdir. Güneş tropik yağmur ormanlarını ısıtır ve tozlu kıyılarda yayılır. Özel transferinizin sizi beklediği büyük Viti Levu adasındaki Nadi Uluslararası Havaalanı'na varırsınız."
    },
    {
      "dayNumber": 2,
      "title": "Plajda Bir Gün",
      "description": "Sabahları, denizin kumsalı yavaşça fırçaladığını duyabilirsiniz. Sabah kahvaltısında yemeklerinizi aydınlatan egzotik meyveler bulabilirsiniz. Tropikal ananasın aroması, sansasyonel sarı rengiyle eşleşiyor. Masanız çarpıcı bir tropikal kaçamak peşinde olan benzer fikirli gezginler ile doludur. Herkes adaya hayat katar, günü olduğu gibi kabul eder, cennetin hazzında dinlenir ve birbirini “Bula!” diyerek selamlar. Ananasın içini ısırır ve taze bir tatlılık bulursunuz. Yemekten sonra, tüm adanın en güzel plajı sayılan Natadola'ya giriş yaparsınız."
    },
    {
      "dayNumber": 3,
      "title": "Rafting ile Tanışma",
      "description": "Fiji'nin harikası sonsuzdur, bu sonsuz harikalık Viti Levu adasında da hüküm sürer. Saçaklı palmiyeler ve parıldayan okyanus manzaralarına uyanın. Kahvaltıda insanlar birbirlerini, bir kez daha ”merhaba” anlamına gelen ama biraz daha kişisel bağlantı anlamı içeren, geleneksel “Fiji” selamı “Bula!” ile karşılarlar."
    },
    {
      "dayNumber": 4,
      "title": "Gölgenin Güzelliği",
      "description": "Plaj, ışıldayan su ile dolu ve sabah ışığında serin kumla kaplı sınırsız bir cazibeye sahiptir. Üst yağmur ormanlarındaki ağaçlar, en az Viti Levu'nun plajları kadar ada şöhretini korur. Rehberiniz sizi lobide karşılar, sizi yağmur ormanlarına geri götürür ve bakışlarınızı ağaçlara yönlendirir. Kanopi içine girersiniz ve heyecan verici zipline maceranız için hatta takılırsınız. Aşağıdaki nehrin gürültüsünü duyarsınız. Hatlar, platformlar arasında 156 metrelik bir mesafeye kadar taşıyabilir ve toplam alan neredeyse 1.60 kilometre uzunluğundadır. Nabzınız hızla atar."
    },
    {
      "dayNumber": 5,
      "title": "Denizaltı Özgürlüğü",
      "description": "Sabah uyandığında hindistan cevizinin aromalı kokusunu solur ve Fiji'ye kaçışınızdaki özgürlüğü anımsarsınız. Rehberiniz sabah erkenden sizi karşılar ve sizi teknenizi hazır halde beklerken bulacağınız Pasifik Limanı'na götürür. Rahat bir sürüş sağlamak ve minimum bir faaliyet yükü oluşturmak için tasarlanan 11 metrelik hidrofil gemiye adım atın. Dalış sahasına vardığınızda, rehberinizi iki kez düşünmeden suda takip edersiniz."
    },
    {
      "dayNumber": 6,
      "title": "Kültürü kucaklamak",
      "description": "Bugün kumlu sahili terk edip Nausori Dağlıklarına gideceksiniz. Doğudaki yaylaların yoğun yağmur ormanları, yemyeşil sırtların geniş panoramasıyla değişen bir hatıradır. Soluk, yeşil tepeler uzak köylerin arkasına yerleştirilmiş nervürlü dağlara dönüşür. Navala, tablo mükemmelliğinde geleneksel sazdan yapılma bureleri, kulübeleriyle dağlar arasına yerleşerek ön plana çıkmıştır."
    },
    {
      "dayNumber": 7,
      "title": "Renkleri Yakalamak",
      "description": "Sabah, okyanusu izlersiniz ve doğal olarak zamanınız adanın ihtişamının tadını daha çok çıkartarak geçirmek istersiniz. Kahvaltıdan sonra, Nananu-i-ra'nın küçük adasını bulmak için şeker kamışlarının tatlı ve hoş kokusunu geçerek adanın kuzey erişimlerine doğru gidersiniz. Küçük boyutlu toprak kütlesi, çıkıntılı koylarla çevrelenen tepelerin 3 kilometre karesinin üzerinde. Beyaz kumlar, gün ortasında güneş ışığıyla parlar ve mangrovlar kıyı şeridinin üzerine gölgelik yapar. Uçurtma sörfü yapanların denizde kaydığını fark edersiniz. Uçurtmaları esintiyi yakar ve sürücüleri havaya taşır."
    },
    {
      "dayNumber": 8,
      "title": "Hareket Etme Özgürlüğü",
      "description": "Sabah ışığında, palmiye ağaçları okyanusa bakışınızı şekillendirir. Buraya vardığınız günden bu yana ne kadar şey yaptığınıza ve gördüğünüze dair anılara ve adanın güzelliğine dalmak için sahilde bir yürüyüşe çıkın. Kahvaltıda, diğer gezginlerle hikayeler paylaşırsınız. Tatlı ve biraz ekşili bir rambutanı ısırırsınız. Taze hindistancevizi kokusu yatıştırıcıdır."
    }
  ],
  "map": ""
}