{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01002",
  "tourName": "Bora Bora Mutluluğu: Samimi Deneyimler",
  "placesVisited": "Tahiti",
  "generalInfo": "Fransız Polinezyası çevresindeki sular, size özel Bora Bora tatiliniz sırasında bir ihtişam hazinesine açılıyor. Siyah uçlu resif köpekbalıkları bariyer resifinin etrafında durur ve manta ışınları deniz akıntısı boyunca süzülür. Lagün ve Güney Pasifik Denizi, dağın panoramik manzarasından bakıldığında rahat ve canlı kristal berraklığında sular sağlar. Uçurtma sörfü dersinde gökyüzüne süzülüp Fransız Polinezya lezzetlerini yakalamayı öğrenin. Renkli Bora Bora'yı keşfe çıkarak, sonsuz merhamet ve gökkuşağı mercanından, tropikal çiçeklerden çıkan büyüleyici tonları yakalayın.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "7",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Fransız Polinezyası'nın Zevkleri",
      "description": "Bora Bora rüyalar gibi inşa edilmiş bir adadır. Gurur zirveleri, sert, saf kayaları ile orman araziden çıkıntı yapar. Indigo, safir ve turkuazın canlı renkleri Güney Pasifik Denizi'nden ve sakin lagünden kaynaklanmaktadır. Yağmur ormanları dalgalı bazalt manzarasını süpürür. Hindistan cevizi hurma ağaçları, kıyı şeridi boyunca esintili bir şekilde hışırdamakta ve mango ağaçları tropikal sıcaklıkta gelişmektedir. Meyve, ada genelinde yuvarlak yollarda duruyor. Taze muzlar, lezzetli muz ekmeği sunan ekmek standları ve yanlarında ananaslar duruyor."
    },
    {
      "dayNumber": 2,
      "title": "Ada Tarihini Keşfet",
      "description": "Kahvaltıda, taze yapılmış cappuccinonun köpüklü dokusunu ve canlandırıcı lezzetini vurgulayan tropikal meyvelerin canlı aromalarını bulacaksınız. Kristal indigo suyundaki balıklar, sualtı bungalovunuzun kenarlarında yüzmektedir. Yemekten sonra, ada arazisi boyunca maceralı keşiflerinize başlamak için istekli olan rehberinizle tanışacaksınız. Açık havada 4x4 jipine binmek için lagünün kıyılarından teknelerle anakaraya yolculuk edersiniz ardından yağmur ormanlarına giden engebeli yollara giriş yaparsınız."
    },
    {
      "dayNumber": 3,
      "title": "Köpekbalıkları ve Manta Işınları",
      "description": "Bora Bora ada çevresindeki inanılmaz dalış noktaları ile ünlüdür. Renkli resifleri, sığ suları kıyı şeridi boyunca bahçeye benzeyen güzelliğiyle etrafı süslemektedir. Kahvaltıda, taze espresso ve sulu ananas ve kremalı muzun sansasyonel tonlarının tadını çıkarın. Rehberiniz, adanın en ünlü şnorkelle dalış yerlerine bağlı özel bir teknede sizi otelde karşılamaktadır. Resifler, adayı dalgalardan ve suyun büyük bir hareketinden koruyarak lagünün güvenliğini garanti altına alır."
    },
    {
      "dayNumber": 4,
      "title": "Fransız Polinezyası İçin Bir Lezzet",
      "description": "Sabah ışığı berrak su üzerinde yıkanır. Otemanu Dağı'nın zirvesindeki gümüş bazalt kayası, zümrüt orman kanopisinin üstündedir. Kahvaltıda, taze sıkılmış portakal suyunun serinletici lezzetini ve taze pişmiş bagetlerin nefis aromasını tadabilirsiniz ardından lobide özel transferinizle karşılaşıyorsunuz ve sakin bir plaja ulaşmak için lagünü geçiyorsunuz. Rehberiniz sizi uçurtma sörfü ekipmanlarına tanıtır, size sporun önemli temellerini öğretir. Nazikçe alıştırma yapan dalgaların sesi kalbinizin sesinde kaybolur."
    },
    {
      "dayNumber": 5,
      "title": "Günün Anlık Görüntüsü",
      "description": "Bora Bora renkli su, dramatik dağ zirveleri ve gür yağmur ormanlarının muhteşem doğal güzellikler açısından unutulmaz anılar yaşamanız için size izin verir. Meyveler mercan bahçelerinde tropikal balıklar kadar parlak parlar. Kahvaltıda, taze espresso ve tatlı ananas arasında tatlar dengesini tazeliyorsunuz. egzotik ada tatları karışımının ardından yarım gün ada güzelliklerini fotoğraflamak için gezintiye çıkıyorsunuz."
    },
    {
      "dayNumber": 6,
      "title": "Bora Bora Etrafında Gezinti",
      "description": "Sabah ışığı lagünün turkuaz ve indigo tonlarını yıkar. Güneş ışığı beyaz kumu sıcak ve çekici hale getirir. Sazdan çatının dikeni etrafı fırçalar. Hindistan cevizi hurma ağaçları kıyı şeridi üzerinde hışırdar. Kahvaltıdan sonra, tercih ettiğiniz zamanda adanın güzelliğini keşfetmek için ana adaları gezin.. Tek bir sahil yolu, adanın 11 mil karesinin etrafına sarılır. Yemyeşil manzara, indigo sularını karşılaştırır. Sporadik meyve standları, canlı guava çarpıcı ananasın altını çizerek yolun kenarında oturmaktadır. Küçük bir fırın havayı muz ekmeğinin aromasıyla doldurur. Canlandırıcı esinti saçlarınızı fırçalar."
    },
    {
      "dayNumber": 7,
      "title": "Cennette Lüks",
      "description": "Sahildeki Hindistan cevizi ağaçlarının cazibesini ve su seviyesindeki bungalovunuzun direklerine karşı suları gözlemleyerek Bora Bora'nın güzelliklerini öğrendiniz. Güneş ışığı Otemanu Dağı'nın gümüş bazalt zirvesine karşı parlar. Kahvaltıda, kirecin kokusu, önceki öğleden sonra da olan Poisson Cru'yı hatırlatır. Hindistan cevizi ekmeği ve muz kreplerinin lezzetli buluyorsunuz. Bora Bora'nın ihtişamı ve tatilinizin keyfini çıkarmak için geziyorsunuz."
    },
    {
      "dayNumber": 8,
      "title": "Bora Bora Sahillerinden Uzakta",
      "description": "Kahvaltıda, sulu sarı papaya eşlik eden bir yakut greyfurt buluyorsunuz. Cappuccino'nun kokusu, süitinizi doldurur. Bora Bora'daki son kahvaltınızın tadını çıkarmak için zamanınızı ayırın ve muzlu krepin her ısırığını tadın ve tatlı vanilya sosunu deneyin. Özel transferiniz, size uçuşunuzdan önce canlı sokaklarda dolaştığınız Vaitape'e kadar eşlik eder. Merkez Pazar'daki tezgahlardan uzakta küçük bir inci dükkanı keşfediyorsunuz. Yumuşak ışık, siyah incilerin parlamasına neden olan ekran kasalarına yayılır. Dükkanın sahibi, dükkanın içindeki cilalı incilerle ilgili sorularınızı memnuniyetle yanıtlar. Arkadaki atölye, geleneksel Polinezyalı estetik ve yetenekle zarif takıları yaratıyor. Showroomun güzelliğini gezmeyi bitirdiğinizde, uçuşunuz için Bora Bora Havalimanı'na devam edersiniz."
    }
  ],
  "map": ""
}