{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01001",
  "tourName": "Bora Bora Yolunda Mükemmel Bir  Rüya Düğünü",
  "placesVisited": "Tahiti",
  "generalInfo": "Bora Bora'daki tatilin mükemmel karışımıyla tropik cennetteki sevginizi kutlayın . Turkuaz suların yanında pastoral bir düğün töreni ile sevinin. Özel plajlarda, zarif yelkenli teknelerde ve Güney Pasifik Denizi'ndeki kristal berraklığında lagünlerde çekilen sonsuz profesyonel fotoğraflar için poz verin. Günbatımı gezisi ve uzak bir adacık üzerinde piknik ile  öğle yemeği zevkinin tadına varın. Sualtı bungalovları ve rahatlatıcı çift spa bakımları ile kendinizi şımartın. Don leis ve çiçek taçları, ellerinizi düğümlü yaprakları ile bağlar ve unutulmaz Bora Bora evliliğinizi kutlar.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "7",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Cennette Mükemmellik",
      "description": "Bora Bora aşıklar için bir cennettir. Ada, zümrüt renginde yağmur ormanı ve kristal berraklığında turkuaz bir lagün ile bir mücevher gibi parlıyor. Güneş ışığı altında beyaz kumlu plajları ve kıyı şeridi üzerinde Hindistan cevizleri ile ışıl ışıl parlar. Bazalt uçurumları boyunca Pahia Dağı ve Otemanu Dağı'nın gümüş tepeleri ile bazalt zirveleri görürsünüz. Frangipani'nin mor ve beyaz renkleri, ebegümeci kokusunun ortasında, yağmur ormanlarının altını çiziyor. Uçağınz Bora Bora Havalimanı'na iniyor. Özel transferiniz sizi varışta karşılıyor ve size lagünün üzerindeki lüks tesisinize kadar eşlik ediyor."
    },
    {
      "dayNumber": 2,
      "title": "Ada Kumları Üzerinde  Gezinti",
      "description": "Sabahları, canlı tatlar ve muhteşem renkler ile tutku meyvesi eşliğinde guava  kahvaltısı ile kendinizi şımartın. Yemekten sonra, parasailing gezinize başlamak için tesisin özel iskelesinde sürat teknesi hazırlanır. Benzersiz manzaranın keyfini çıkarın. Parasail esintiyi yakalar ve yavaşça havaya yükselirsiniz. Ada, 30 feet yüksekliğe doğru  yüzerken gittikçe sessizleşir. Engebeli tepeler ve parlak suların samimi bir görünümü var. Lagün ve Güney Pasifik Denizi boyunca sporadik resif sistemlerinin ana hatlarını görebilirsiniz."
    },
    {
      "dayNumber": 3,
      "title": "Ada Renkleri ve Yaşamı",
      "description": "Kahvaltıda, taze hindistan cevizi sütünün tatlı kokusuyla yüzleşiyorsunuz. Frangipani ve ebegümecinin aroması, kokulu taze demlenmiş kahveyi vurgulamaktadır. Yemekten sonra, adanın kalbini keşfetmek için özel bir turla rehberinizle tanışmak üzere Vaitape'ye giriş yapacaksınız. Yağmur ormanlarının engebeli asfaltsız yollarını flora, fauna ve antik ada tarihini bulmak için Krallar Vadisi boyunca yürüyüş yapın. Mango ve avokado kokusu köylerin yakınındaki ağaçlardan gelir.. Orkide yaprakları ağaçların gölgesinde sallanır. Soğuk esintilerle taşınan yaseminler ipuçları verir."
    },
    {
      "dayNumber": 4,
      "title": "Büyüleyici Çift",
      "description": "Sabah ışığı, lagünün kristalli indigo sularını sarar ve su üstü bungalovunuzdaki cam zemin panelinden süzülür. Kahvaltıdan sonra, unutulmaz bir sualtı deneyimi yaşamak için lagünün çevresindeki ünlü şnorkelle dalış bölgelerini keşfetmek için bir tekne ile bir  araya getireceksiniz. Mercan bahçeleri, deniz tabanından çıkan höyük, pastel tonlar ile süslenmiştir. Sporadik dallar mercan benzeri ağaçların demetinden çıkar. Bol miktarda balık  ile süslenmiş olan canlı doğal resifin muhteşem manzarası için suya atlarsınız."
    },
    {
      "dayNumber": 5,
      "title": "Büyük Gün",
      "description": "Hindistan cevizinin zengin aroması sabahları sizi karşılar.  Derin bir nefes al ve düğününe hazırlanmadan önce cennetin zevklerinin tadını çıkar. Düğün planlayıcınız, mükemmel bir tören ve resepsiyon sağlamak için gün boyunca ufak detaylara odaklanır. Taze bir fincan kahve ve sulu ananas ile rahatlayabilirsiniz. Tören için zaman yaklaşmıştır. Hibiscus ve Tiare Tahiti çiçek yaprakları koridorun karşısına uzanmaktadır."
    },
    {
      "dayNumber": 6,
      "title": "Bora Bora - Düğün Sonrası Keyif",
      "description": "Güneş ışığı, kobalt ve turkuaz suları yıkayarak, parlaklığı Güney Pasifik Denizi'nin yüzeyine geri döndürür. Ukulele'nin sesi, ritmik ebb ve suyun çarpışı bungalovunuzu direklerine eşlik eder. Ebegümeci ve orkide yapraklarından yapılmış geleneksel bir av tüfeği, özel güverteye yakın, Fransız Polinezya kahvaltısının parlak meyvelerini ve lezzetlerini sunar. Personel güvertenizdeki yemeği hazırlarken sizde su üstündeki kanoyla gezintiye çıkıyorsunuz."
    },
    {
      "dayNumber": 7,
      "title": "Ömür Boyu Kutlama",
      "description": "Cennetin sesleri sizi sabaha kadar dalgalanan dalgalardan tropikal kuşların uzak heyecanına kadar ulaştırır. Muzlu kreplerin kokusu, portakal ve mangoların sporadik patlamalarıyla eşlik eder. Sabah ışığı, parıltıyı yağmur ormanı gölgeliklerini oluşturan zümrüt yapraklarına geri getirir. Büyüleyici manzarası, zarif dekoru ve sakin atmosferi kucaklayan son bir sabah için sualtı bungalovunuzun konforunda kendinizi dinliyorsunuz. Özel transferiniz sizi otel lobisinde karşılar ve hazır olduğunuzda Vaitape'deki Bora Bora Havalimanı'na kadar eşlik eder. Uçuşunuzu kontrol edip yeni hayatınızı tropikal cennetin ötesinde kutlamak için sabırsızlanıyorsunuz."
    }
  ],
  "map": ""
}