{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST02011",
  "tourName": "Güney Pasifik Adaları: Tahiti, Yeni Zelanda, Samoa Yol Programı",
  "placesVisited": "Tahiti, Avustralya, Yeni Zelanda",
  "generalInfo": "Unutulmaz Tahiti, Yeni Zelanda ve Samoa güzergahı ile ikonik hayalleri somut gerçeklere dönüştürün. Su bungalovlarının konforunda lüksü yaşayın. Canlı mercan bahçeleri üzerinde okyanus akımı ile sürüklenin. Havlayan mühürler ve gürleyen şelaleler bulmak için Milford Soundla çevrili  şaşırtıcı dağlar arasında yolculuk yapın. Büyülü üzüm bağları manzaralı şarapları yudumlayın ve parlayan bir plajın üzerinde özel bir panorama için orman arazisi boyunca bir maceraya katılın. Mağara havuzlarından zarif incilere, sulu tropik meyvelerden Güney Alplerine kadar Güney Pasifik adalarının ihtişamlarına dokunacaksınız.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "12",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bora Bora - Resme Atlamak",
      "description": "Bora Bora adası, zümrüt yeşili, çivit ve safir mavisi patlamaları ve zengin beyaz renk tonlarıyla parıldayan bir manzara resmine benziyor. Otemanu Dağı'nın sırtları, manzaranın kalbi üzerinde bir kale gibi süzülüyor, dramatik bir görüntü kesiyor ve güvenli ve sıcak bir ortam yaratıyor. Mercan bahçeleri ve manta ışınları ile aynı canlı renk tonlarına sahip balık pırıltısı yumuşak deniz tabanı boyunca kaymaktadır. Uçağınız Motu Mute Havalimanı'na iniyor ve orman ağaçlarından çıkan ve beyaz kumlu plajların kenarlarına yayılan ikonik saz çatılı kulübeleri görüyorsunuz. Özel transferiniz sizi bagaj talebinde karşılar ve Güney Pasifik Denizi ile lagünün berrak suları arasında yer alan lüks konaklama birimlerine ulaşmak için su boyunca size eşlik eder."
    },
    {
      "dayNumber": 2,
      "title": "Bora Bora - Dağ ve Köy Hayatı",
      "description": "Sabah, bungalovunuzun ahşap direklerine karşı su fırçalama seslerine uyandınız. Yatıştırıcı ses sessiz akşama karşı bir ninnidir ve rahatlıkla uyanmanıza yardımcı olur. Kahvaltıda, sulu kırmızı çilekleri ve çiçek açması egzotik sarı çiçeklerin rengini mango ile ada gibi canlı ve renkli dilimlenmiş meyve bulabilirsiniz. Adanın manzarasının doğal majestelerini tatmak için erken bir yürüyüşe çıkarak, Otemanu Dağı'nın zirvesine ulaşmak için yolunuzu açıyorsunuz. Soyu tükenmiş volkan lagünün sularının üzerinde 2.400 metre yüksekliğe ulaşır."
    },
    {
      "dayNumber": 3,
      "title": "Vahine - Suda Uyum",
      "description": "Sabah ışığı adanın üzerini yıkar ve nazik ışıltıyı suya, gölgeye ve dağın tepesine geri döndürür. Işın okulları mercan bahçeleri etrafında süzülüyor ve siyah uçlu resif köpekbalıkları resif höyüklerini çevreliyor. Kahvaltıda, pencereden su dalgalanmasını izlerken köpüklü bir cappuccino ile kendinizi şımartın. Özel transferiniz, Raiatea'ya yapacağınız kısa uçuşunuz için sizi havaalanına götürür. Özel Vahine adasına ulaşmak için tekneyle devam edin. Hindistan cevizi ağaçları, yemyeşil çimenleri gölgeliyor ve havayı cezbedici bir tatlılıkla dolduruyor."
    },
    {
      "dayNumber": 4,
      "title": "Vahine - Vahine'nin Su Ömrü",
      "description": "Sabah, kıyıdaki ağaçlardan akan hindistancevizi kokusunu bulacaksınız. Tatlı koku, okyanusun yumuşak kokusu ile zahmetsizce karışır. Hafif bir kahvaltının ardından, özel adaya ve ötesine uzanan büyüleyici mercan bahçelerini görmek için yarım günlük şnorkelle dalış turuna çıkabilirsiniz. Su etrafı sıcacık bir sıcaklıkla sarar. Tuz, parlak resif üzerinde daha rahat yüzmene yardımcı olur. Mevcut su,  sarı ağaç mercanlarını bulmak için bungalovlar yakınındaki resif üzerinde size yardımcı olur."
    },
    {
      "dayNumber": 5,
      "title": "Queenstown - Ada Cenneti, Heyecan Verici Güney Adası",
      "description": "Sabahları, su manzarasını seyrederek ferahlatıcı bir cappuccino yudumlayabilirsiniz. Tutku meyvesi ve guava'nın aroması, süitinizi doldurarak okyanusun yarı tatlı kokusuyla harmanlandı. Kahvaltıdan sonra özel transferiniz, Queenstown, Yeni Zelanda'ya uçağınız için Raiatea'daki havalimanına kadar eşlik eder. Şehir, Güney Adası'nda bulunur ve manzaranın doğal harikasını yakalar. Uçuş inerken, güneydoğu gökyüzüne yayılan Remarkables Dağları'nın inanılmaz zirvelerini bulacaksınız. Wakatipu Gölü'nün suları, açık gökyüzünün altında kobalt tonları ile parıldar."
    },
    {
      "dayNumber": 6,
      "title": "Queenstown - Vadi boyunca Dart",
      "description": "Taze kahvenin aroması, Steamer Wharf'ta bulunan bir bira kafesinden çıkan ince şerbetçi otu kokusunu alır. Büyük pencereler ve ahşap güverte, kaymaktaşı domuz pastırmasının büyüleyici kokusu arasında Wakatipu Gölü'nün muhteşem manzarasına sahiptir. Kahvaltıdan sonra, özel transferiniz sizi otelde selamlar ve sizi Queenstown'ın dışındaki manzaraların doğasına götürür. Sığ su yolları boyunca yüksek hızda seyretmek için yapılmış olan tekneye biniyorsunuz. Rüzgar, teknenin üzerinde dolaşırken ıslık çalmaya başlar. Su, gövdeden su püskürtür,  soğuk, buzul sularının cildinize dökülmesini sağlar."
    },
    {
      "dayNumber": 7,
      "title": "Queenstown - Son Güney Adası",
      "description": "Sabah, şehrin sessiz sokakları,  nane ve çam filtrelerinin aroması kokar. Ana yollar boyunca çam düğümlü cepheler, dağların çevrelediği alpin havasını barındırır. Kahvaltıdan sonra rehberiniz sizi gün boyunca Queenstown'dan uzakta tutar ve sizi Milford Sound'a doğru güneydeki dolambaçlı yollara götürür. Fiyordu, Güney Adasını el değmemiş ihtişamıyla temsil ediyor ve başından açık denize 10 mil uzağa ulaşıyor. Marinaya ulaşırsınız ve tekneye binerek, camlı sulara damlayan dramatik, sınırsız uçurumlar bulursunuz. Fiyordun, yalnızca doğanın dağınık sesleri tarafından kesintiye uğratılmış bir sessizliği vardır."
    },
    {
      "dayNumber": 8,
      "title": "Queenstown - Vine'dan Mutluluk",
      "description": "Orta Otago Vadisi, dünyanın en güney ticari şarap üretim bölgesinde, muhteşem pinot noirs ve çeşitli beyaz şaraplar yapmak için dalgalanan sıcaklıkları kullanan ünlü şaraplar hazırladı. Fransız ve Alman göçmenler 19. yüzyılın ortalarında bölgeyi şarap için üretmeye başladılar. Vadi, deniz seviyesinden 980 metre yükseklikte, şaşırtıcı dağlardaki okyanus ikliminden korunmuş sarmaşıklar ile ulaşır. Cildinizin üzerinde bulunan güneş ışığının sıcaklığını ve sonsuz sarmaşıkların tadını çıkarırsınız. Kawarau Gorge'nin surları ile çevrili vadinin sıkıca kapatılmış bir kenarına ulaşırsınız. Rehberiniz, parmaklarınızı balmumu üzümlerine dokunduğunuzda asmalar boyunca sizi yönlendirir."
    },
    {
      "dayNumber": 9,
      "title": "Samoa - Egzotik Manzaraya Dönüş",
      "description": "Sabah, güneş ışığı Queenstown Bahçeleri'ne dökülür. Taş yaya köprüsünün kemerinin altında sakin bir dere uzanmaktadır. Yürüyüş yolları, gül bahçesine sekoya ve maymun-bulmaca ağaçlarını bağlayan Viktorya parkından geçmektedir. Kahvaltıdan sonra özel transferiniz, Upolu'nun Samoan adasındaki Apia'ya uçuş için sizi Queenstown Havalimanı'na götürür. Sakin manzara, ışıltılı denizlerde, zümrüt gölgeliklerinde ve kristaller gibi ışıldayan şelalenin içinde yoğun bir doğal güzelliğe sahiptir."
    },
    {
      "dayNumber": 10,
      "title": "Samoa - Samoa'nın Yeniden Doğuşu",
      "description": "Sabah, olgunlaşmış meyvelerin aroması havayı doldurur ve Güney Pasifik'in yarı tatlı kokusuyla karışır. Güneş ışığı, hindistancevizi ağaçlarının hışırtılı yapraklarının altında uzanan kıyı şeridi boyunca beyaz kumların üzerini yıkar. Apia'daki pazar guava ve papaya renkleriyle doludur. Kahvaltıdan sonra, Samoa'daki ilk maceranızdaki rehberinizle yola çıkın, bu da sizi To Sua Trench'e götürür. Volkanik kayalarla çevrili yollar boyunca sakin zümrüt yağmur ormanlarından geçiyorsunuz."
    },
    {
      "dayNumber": 11,
      "title": "Samoa - Samoa'da Kaplumbağaları Bulmak",
      "description": "Kahvaltıdan sonra, Palia Derin Deniz Rezervi'nin sularına dalmak için Apia'ya gireceksiniz. Işıltılı turkuaz su, davetkar bir sıcaklıkla etrafınızı sarar. Uyandırma, büyük mercanların etrafında, kıyıdan 300 metre uzakta bulunan büyük balıklara rehberlik eder. Mercan, deniz dibini, dramatik bir düşmeye yol açacak şekilde çevreler. Mavi tang ve palyaço balıkları, resiflerden çıkıp, anemonların yakınında yüzüyor ve melek balığı okulunun son sınıfından saklanıyor. Görkemli bir gri resif köpekbalığı olduğunu fark etmeden önce, daha büyük bir balık size doğru yüzüyor."
    },
    {
      "dayNumber": 12,
      "title": "Samoa - Güney Pasifik Sonu",
      "description": "Sabah, adadaki gizli mağaralara ve yüzme deliklerine ışık tutuyor. Yöre halkı ve ziyaretçiler, Piatus Mağara Havuzlarına gitmek için Upolu'ya giderler ve mağaralar içindeki balıklarla dolu ferahlatıcı mavi ve yeşil suların tadını çıkarırlar. Dalgalar beyaz kumsalların üzerinde dönüyor. 10 metrelik bir sualtı pasajı iki havuzu birbirine bağlar. Papaseea Sürgülü Kayalar'daki kanopinin altında kahkahalar ve neşeli ağlıyorlar. Doğal slaytlar, ziyaretçilerin pürüzsüz, kademeli dereceyi aşağıdaki doğal havuza kaydırabilmelerini sağlar. En uzun sürgü, biniciyi durmadan önce 15 feet'ten daha fazla alır. Kahvaltıda adanın egzotik meyvelerinin canlı renklerini ve tatlı lezzetlerini tadın. Özel transferiniz, kahvaltıdan sonra sizi otelde selamlar ve uçuşunuz  için Apia'daki Faleolo Uluslararası Havaalanı'na kadar  refakat eder."
    }
  ],
  "map": ""
}