{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "cultural-peruvian-adventure-cities-and-citadels-with-lake-titicaca",
  "tourName": "Cultural Peruvian Adventure: Cities and Citadels with Lake Titicaca",
  "placesVisited": "Lima, Cusco, The Sacred Valley, Aguas Calientes, Puno",
  "generalInfo": "Perched on the westernmost edge of South America, Peru is a country that is teeming with a rich history and colorful culture, and this 11-day tour of Cusco, Lima, and Lake Titicaca has been designed to introduce you to what is best in each region. From the seaside views of Lima to the elevation of Cusco, this handcrafted tour provides a balanced approach to your travels and adventures.",
  "durationDays": "11",
  "price": "4,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – Your Peruvian Adventure",
      "description": "Perched atop a stretch of stunning bluffs that overlook the Pacific Ocean, Lima enjoys a privileged perspective of Peru that is both literal and figurative. The capital city is also the gateway you will pass through in order to enjoy the countless adventures waiting for you in this exotic country. After your international flight arrives, a transfer will pick you up from the main airport and whisk you effortlessly to your conveniently located hotel. Once you settle in, you will have the remainder of the day to unwind and explore."
    },
    {
      "dayNumber": "2",
      "title": "Lima – Exploring the City",
      "description": "As the sun rises over Peru's capital, it will reveal a shining city of colorful neighborhoods, colonial architecture, and scenic plazas. You will celebrate your first full day in this thrilling environment with a walking tour of the city, during which an expert guide will meet you at your hotel and introduce you to the palaces, secret castles, and the San Francisco Monastery. The more recent Bohemian influences of the city will come to life when you visit Barranco, a neighborhood known for its cafe culture and art scene."
    },
    {
      "dayNumber": "3",
      "title": "Cusco – Entering the Andes",
      "description": "Today, you will turn your back on the vibrant city of Lima and make your way to higher elevations. A massive upthrust of mountains along the western coast of South America created the Andean Mountains millions of years ago. Today, you will plunge into this atmosphere of craggy peaks, highlands, and snow-capped mountains on your trip to Cusco. After breakfast, a short flight will be all that separates you from this scenic setting. Upon your arrival to the Andes, a guide will provide you with a short orientation of Cusco."
    },
    {
      "dayNumber": "4",
      "title": "Cusco – The Andean Highlands",
      "description": "As the capital of the once-thriving Inca empire, Cusco presents visitors with an enthralling blend of the past, present, and an abundance of historical artifacts. Likewise, at 11,000 ft elevation, the city is one of the world's highest UNESCO World Heritage Sites. Today, you will use this privileged position as a launchpad into the adjacent highlands during a guided tour of the Sacred Valley and Inca monuments. You can enjoy stunning views and ruins at Pisac in addition to exploring the country's relationship with the llama at Ahuanacancha. Afterward, you will spend the remainder of the day at your leisure in Cusco."
    },
    {
      "dayNumber": "5",
      "title": "Sacred Valley – Exploring Inca Ruins",
      "description": "Your adventure in the famous Sacred Valley will continue when you explore the abundance of Inca ruins that texture the hillsides and observe one of the area's primary natural resources. Your first stop will be at the archaeological site of Moray, where the Inca ruins compete with the snow-capped peaks in the distance. The Inca were famous for their use of terraces to flatten the Andean slopes to make agriculture possible. In the afternoon, you will discover the unlikely spring-fed salt flats where Incas harvested this precious commodity."
    },
    {
      "dayNumber": "6",
      "title": "Aguas Calientes – The Banks of the Urubamba",
      "description": "Today, the inhabitants of the Andes are a hearty people with their own distinct dialect, culture, and customs. Despite the inroads made by modern civilization and globalization, the traditional lifestyle of the Andes is still practiced by many. Today, you will explore some of these communities for a first-hand look at some of these lifestyles. In the afternoon, you will depart you will make your way further along the banks of the Urubamba River to Aguas Calientes."
    },
    {
      "dayNumber": "7",
      "title": "Cusco – A UNESCO-Listed Inca Village",
      "description": "Today, the most famous Inca ruins in the country will be yours to explore when you venture on a guided excursion through the streets, terraces, and halls of Machu Picchu. After a leisurely morning at your hotel in Aguas Calientes, you can walk or take the bus up the slopes to the mountaintop town. Here, your guide will be waiting. As you stroll past the impressive stone structures and engineering marvels, your guide will provide the backstory and anecdotes of the city's origins and history."
    },
    {
      "dayNumber": "8",
      "title": "Cusco – A High-Altitude Day of Leisure",
      "description": "Any trip to Peru is not complete without an ample supply of leisure time. Today, you will be able to do just that by charting your own course through Cusco in search of the many adventures and excitement that are offered here. The colorful neighborhood of San Blas presents visitors with a glimpse of the talent of local artists, and the nearby Chocolate museum demonstrates the country's intimate history with the cacao plant. If relaxation is more your thing, the city enjoys a number of spas in which you can find refreshment before making your way to the final leg of this journey."
    },
    {
      "dayNumber": "9",
      "title": "Puno – Basking in Lakeside Splendor",
      "description": "Tucked on the shores of Lake Titicaca, Puno is a colorful community and an excellent gateway through which to access the recreational opportunities and beauty of the lake. After checking out of your Cusco hotel, you will travel by rail South through the pristine Andean landscape to the high plateaus that surround the lake. Upon your arrival, a transfer will convey you from the main rail station that serves Puno to your conveniently located hotel. Here, you will have the remainder of the day to enjoy this lakeside retreat."
    },
    {
      "dayNumber": "10",
      "title": "Puno – The Famous Floating Islands",
      "description": "Lake Titicaca is considered to be the largest lake in South American. Today, you will enjoy it through an introduction to the natural beauty and charming communities that call this region home. In the morning, you will make your way to the port of Puno, where you will depart by speed boat to the Natural Reserve of Titicaca and the famous floating island of Uros. Later, you will stop by Taquile island to enjoy a thrilling lakeside hike and encounter with the region's famous tradition of textile work."
    },
    {
      "dayNumber": "11",
      "title": "Puno – Departure",
      "description": "After enjoying a leisurely morning in your comfortable hotel in Puno, you will have just enough time for a final stroll through the community. There are few things more specular than an Andean morning, and soon, a transfer will convey you to the nearby airport for your return trip home."
    }
  ],
  "map": ""
}