{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "flavors-of-peru-a-culinary-tour-to-lima-cusco-machu-picchu",
  "tourName": "Flavors of Peru: A Culinary Tour to Lima, Cusco, Machu Picchu",
  "placesVisited": "Lima, Aguas Calientes, Sacred Valley, Paracas, Cusco",
  "generalInfo": "During your 8-day Peru culinary tour, you will sample the diversity of local cuisine and the historic flavors steeped in heritage spanning the Andes to the Pacific coast. You will discover culinary ingenuity that gave rise to over 250 desserts and 2,000 types of soup. Explore vibrant markets, enjoy magnificent ceviche, and indulge in distinctive barbecue customs and seafood recipes revealing the traditions of delicious Peru.",
  "durationDays": "8",
  "price": "2,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – Arrive in Lima and Enjoy the Remainder of the Day at Leisure",
      "description": "Lima is a representation of greater Peru. The cosmopolitan city embodies the rich history, both pre-Columbian and Spanish colonial, along with a celebration of the variety of cultures found from the Central Pacific Coast to the high-altitude plain of the Andes. Your flight lands at Gorge Chavez International Airport where your private transfer greets you upon arrival. Your gorgeous hotel overlooks the cliffs of Miraflores on the Pacific coast. A path along the coast provides panoramic views, a refreshing breeze, and insight into the contemporary, fashionable district. The remainder of the day is yours to indulge in Lima as you please. Venture to Plaza de Armas to view the preserved edifices of the Spanish colonial era or to enjoy a serene walk with a view of the hang gliders soaring above the coastline. For your introduction to the flavors of Lima, you can make your way to the Central Market in Downtown, located five blocks away from Plaza de Armas. Endless aisles are filled with vibrant colors spanning the 2,000 different varieties of potatoes, giant avocados, purple corn, and fresh fruits. Vendors in the food court provide delectable displays of the national dish, ceviche, and the zesty aroma of lemon emanates from the stalls. Local cooks collect their seafood from the fishermen every morning and mix stunning crab, octopus, squid, and tilapia with sweet potato, avocado, and corn for a balanced and addicting freshness."
    },
    {
      "dayNumber": "2",
      "title": "Lima – Enjoy Historic Lima, the Food Museum, and a Celebrated Restaurant",
      "description": "In the morning, the scent of the sea reminds you of the delicate ceviche you enjoyed the previous day. In the Villa Maria del Triunfo district, the fish market bustles with activity and features an incredibly impressive array of marine life including marlin, mussels, sharks, clams, and even selections of fish you may have never heard of before. The fishmongers cut and clean fish for an extra two soles. After exploring the historic district of Plaza de Armas and wandering through the catacombs of Saint Francis Basilica, you continue to the House of Gastronomy, Peru’s only museum dedicated to cultural cuisine. The gallery opened in 2011 and provides over 500 years of history, including the ancient wisdom of cooking certain types of produce, and the fusion of flavors brought by the influence of international dishes. The museum is located inside the former Post Office near the Government Palace. Your guide helps explain the significance of each of the three regions on which the museum focuses. Each region is known for its biodiversity and culinary styles, including the flavors brought by immigrants over the course of the country’s history. Ancient ceramics and cooking utensils provide dramatic insight into the ways pre-Columbian peoples stored, cooked, and ate food. You pass a diorama of Andean peoples preparing a pachamanca , a traditional barbecue in the mountains. Displays of traditional dishes and table arrangements provide different perspectives between the Colonial Age, the aristocracy, and the family meals of farmers in the high-altitude plains. In the evening, you venture to a restaurant that was rated in 2016 as one of the top 50 best restaurants in Latin America to enjoy a celebration of Peruvian culture through its flavors, commenting on recipes and local ingredients with each specially prepared dish."
    },
    {
      "dayNumber": "3",
      "title": "Paracas – Discover Chincha Flavors, the Town of Pisco, and a Peru Winery",
      "description": "The small market in the Jesus Maria district of Lima brims with authentic ambiance as butchers dangle ribs, pork, and duck from their stalls. Across the market, the produce vendors offer bunches of plantains harvested in the tropical regions of Peru. After breakfast, your guide leads you out of Lima to the town of Chincha, located along the southern coast. Juice merchants grind sugar cane alongside the streets, and vendors offer African figurines, representing the Afro-Peruvian culture dating back to the arrival of the Spanish. The restaurants promote criolla flavors, which represent the coast. The town remains a testament to the slave trade in Peru, a little-known but strong part of country’s development after Spanish settlement. The scent of grilled meat drifts through the streets where restaurants serve tacu-tacu , seasoned beans and rice, with cuts of beef heart cooked over a coal fire. You continue to the town of Pisco, sharing the name of the national beverage, Pisco Sour. The town sits on the edges of a popular beach resort and the Paracas Reserve. The region hosted the Paracas culture between 700 BC and 400 AD, the most prominent Peruvian civilization existing before the Inca Empire. The town also harbored the 19th-century revolutionary spirit reacting against Spanish rule. Your guide leads you on a tour of a winery known for growing the grapes used to produce pisco, a type of brandy spirit. The leaves are waxy, and the grapes are plump beneath the warm desert sun. In the tasting room, your guide pours a sample of the pisco made from the fermented mash, where you find hints of lemon and honeysuckle mixing with the tangy flavor."
    },
    {
      "dayNumber": "4",
      "title": "Lima – Visit Paracas National Reserve and Relish in a Ceviche Cooking Class",
      "description": "The returning light washes over the sea of green, cast by the vineyards spreading across the estate. At breakfast, you enjoy the aroma of fresh coffee sourced from beans cultivated in the tropical depths of Peru. The mellow acidity offers a strong aroma of sweet caramel with a nutty sub-layer. After the meal, you step onto a boat with your guide ready to traverse the Pacific waters to view the spectacular wildlife around Paracas National Reserve. Water mists from the hull of the boat casting droplets onto your cheeks, and the sunlight glints against the turquoise sea leading to the cobalt hues of the deep water. The park encompasses nearly 1,300 square miles, over 450 of which consists of land, while the remainder is made up of protected waters. The slate gray wings of Inca terns are nearly camouflaged by the rocks on which they are perched, but the stunning yellow patch beneath their eyes and orange beak betrays their location. Sea lions bask in the sunlight and laze on the rocks as you glide peacefully along the water. The water splashes against the beaches that are set beneath the sheer cliffs. The boat leads you to a colony of Humboldt penguins which prefer the cold water in the currents flowing across the Pacific. The penguins are shy as your boat approaches so your skipper keeps a nice distance so you can watch the penguins interact with one another without fear. They dive into the water in search of fish, using their wings to fly through the current. You return to shore in Paracas where you will learn the best techniques to craft the perfect ceviche, allowing the citrus to cook the fish while keeping the flavors bright and fresh."
    },
    {
      "dayNumber": "5",
      "title": "Sacred Valley – Fly to Cusco to Explore the Sacred Valley’s Culinary Culture",
      "description": "In the morning, you have an early flight to Cusco, the capital of the Inca Empire set at more than 11,000 feet above sea level. Your private transfer greets you upon arrival and escorts you out of the stunning city blending Spanish colonial architecture and powerful Incan foundations. The image of the Andes spreads before you, revealing the high-altitude plain, the lushness of the Sacred Valley, and the colorful clothing of customary Andean communities. The town of Maras is celebrated for their saltpans that are terraced along the sides of the canyon. The geometric pools have allowed locals to harvest the coveted cooking ingredient since the time of the Inca. A small stream trickles into the interlocking pools near the town of Maras where the pools cascade down the hillside resembling a series of uneven steps. When the water evaporates, it leaves the salt crystals for harvesters to scrape away from the ground using simple instruments. Local families continue to control the saltpans, and they transport the harvest spice across the Sacred Valley. You continue to a home brewery run by a family along the valley slopes. The family is known for producing the celebrated drink known as chichi morada which is made from fermented corn. The sweet and tart brew offers an alcoholic bite once bottled. Dark purple corn kernels boil in the water with cinnamon, pineapple rinds, and apples, until the water turns deep purple before the brewer adds sugar and lets the mixture ferment."
    },
    {
      "dayNumber": "6",
      "title": "Aguas Calientes – Delight in Ollantaytambo and a Traditional Andean BBQ",
      "description": "The scent of fried eggs and rice accompanies the aroma of fresh coffee in the morning. Sunlight washes over the emerald grass and returns the glint to the silver streaks of limestone along the Andean peaks. After breakfast, you travel to Ollantaytambo to explore the remarkable ruins that dot the hillside. Agricultural terraces climb the slopes beneath the dramatic stone ruins atop the plateau, narrow cobblestone lanes wind between homes inhabited since the 13th century, and stairs run along the edges of the unbroken terraces leading to the fortress. Inca warriors once watched from the plateau for Spanish invaders crossing the Sacred Valley, and this vantage point provides a perfect panorama. A trail guides you to the unfinished wall of the Six Monoliths where the giant boulders weigh 50 tons each. The Princess Bath decorates the ceremonial area and religious center. This intricate décor was carved from a single piece of granite, taking water from the Patakanch River flowing through the mountains. From here, you have a view of the old store houses across the valley and the Face of Wiracocha, a portrayal of the deity the Inca carved into the natural contours of the landscape to commemorate the creator. You continue to the village of Cachiccata where you discover a large hole smoking with hot stones. Local chefs have already begun the pachamanca , a traditional underground barbecue turning the earth into an oven. The chefs expertly wrap meat, corn, potatoes, and other vegetables inside banana leaf before placing the pouches in the earth to cook."
    },
    {
      "dayNumber": "7",
      "title": "Cusco – Rise Early for a Half-Day Machu Picchu Tour before your Cusco Transfer",
      "description": "The scent of hot chocolate rouses you from bed. The early morning mist drifts down the streets of Aguas Calientes before dissipating, and the sounds of the Urubamba River echoes against the ascending walls of the surrounding mountain slopes. With your guide, you will hop on the first shuttle to the entrance of Machu Picchu. At nearly 8,000 feet above sea level, The Lost City of the Inca glints in the sunlight with silver limestone temples resembling karsts. The thick jungle blankets the base of the mountains below, and you can see the whitewater below in the winding Urubamba River. Terraces texture the hills, descending below the 15th-century architecture. Your private guide leads you to the Temple of the Sun, a rounded tapering tower embodying the remarkable stonework for which the Inca are known. During the winter and summer solstices, the sunlight pours through the window and illuminates the center of the temple. The Royal Tomb hosts an intricate altar, along with a series of niches producing complex morning shadows. You can hear the trickling water of the working canal that connects the fountains. The thatched roof of the Hut of the Caretaker has been restored, hiding the carved rock used during the mummification rituals of Inca nobility. Before leaving the archeological complex, you stop at the Visitor Center to receive a unique Machu Picchu passport stamp, one more souvenir to commemorate your time in Peru."
    },
    {
      "dayNumber": "8",
      "title": "Cusco – Visit the Local Markets before Departing for Home",
      "description": "In the morning, the sleepy streets of Cusco awaken as galleries and restaurants open their doors to the bright sunlight spreading across the upper ridges of the encircling mountains. The aroma of fresh coffee emanates from a popular café with distinctly Peruvian décor in Plaza San Blas. You get ready for your evening flight, leaving your luggage with the front desk before heading to the Central Market with your private guide, who is also a local chef, for one last culinary tour of the Peru. You stroll between the vendors noticing the variety of potatoes, corn, and grains, including rice and quinoa. The scent of roasted chicken and popcorn emanates from the food court. Locals and visitors enjoy delicious local fare for reasonable prices while dining at the long wooden tables. You continue to the private residence of your chef to learn about the customary dishes of Cusco, beginning with choclo con queso , corn with cheese. The multi-course meal offers the perfect farewell, crowning your time in Peru."
    }
  ],
  "map": ""
}