{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "highlights-of-peru-machu-picchu-tour",
  "tourName": "Highlights of Peru & Machu Picchu Tour",
  "placesVisited": "Lima, Cuzco, Machu Picchu",
  "generalInfo": "The secrets of ancient culture and Andean myths will be revealed during your 8-day Peru highlights tour customized to immerse you in irresistible wonders and sensational sights. From the lush and winding trails of the Sacred Valley to the Lost City of Machu Picchu, the coastal charm of Lima to the cathedrals of Cusco, you will uncover secrets, heritage, and diversity showcasing essential Peru.",
  "durationDays": "8",
  "price": "2,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – Stand Amongst the Whispers",
      "description": "This is the City of Kings, where the remnants of a decadent colonial past still decorate much of the city and has seeped into the eclectic culture of Lima. Each neighborhood boasts a very different style of life, from the language they speak to the scents that drift from their restaurants. But throughout each, the air is filled with the lingering aroma of the sea, drifting in from the nearby beach. While standing along the boardwalk of Miraflores the Statue of Lovers watches over the crashing waves, forever locked in a kiss, while the maritime breeze blows along the lush grass. The lemon citrus of ceviche perfumes the walkway, drifting from a variety of restaurants that line the boardwalk, inviting you to experience essential Peru."
    },
    {
      "dayNumber": "2",
      "title": "Lima – Beneath the Rumors Could be Truth",
      "description": "Today you will visit Lima, where the City of Kings is on display with its more prominent architectural wonders along the Plaza de Armas. The trickle of the fountain drifts through the air. A crowd of people strolls through the plaza. The Government Palace stands along the square with grace and power, its structure dating back to a different era, shown by the beautiful frilled façade. Soldiers stand along the courtyard in silence, staring out into the square with focus. Carnations bring a vibrant white and red hue to the plaza, blossoming against the green grass in resemblance of the Peruvian flag. The Church of San Francisco is a jewel from the 16th century. The bright yellow façade seems even livelier in contrast to its white trim. The bells peel and add a touch of music to the streets. The stunning entrance resembles an opulent mouth, sitting between the spired bell towers. Enter into the magnificent church where the scent of myrrh and frankincense fill the open space. Red and white tiles climb the pillars and over the archways. The courtyard is garnished with blossomed trees and a pleasant tiered fountain. Follow your guide beneath the foundation of the church where the true draw lies. In the catacombs of San Francisco the air is a bit damp and your footsteps echo off of the walls. Travel through the darkness where the flickering bulbs make you feel like someone is holding a torch and you’re exploring the depths of a secret, ancient burial ground. Once out of the catacombs the air is sweet, with the sea breeze blowing through the streets as you venture to Miraflores for an evening along the shore."
    },
    {
      "dayNumber": "3",
      "title": "Cusco – The Cool Talk of the Town",
      "description": "Wave goodbye to the beautiful shores and to Lima as you make your way to stunning Cusco, known as the Imperial City. Cusco sits 10,750 feet above sea level, giving it an extra edge in its beauty and giving you an understanding of its crisp, clean air. Watch as the cobblestone streets wind along the city, over the hills, and through the narrow spaces where buildings almost kiss. The Spanish colonial mark is still present within the city, the architectural beauty stunning along the altitudinal hillside and built on the foundation of the Inca capital. The Church of Santo Domingo rises above street level, its terraced stairs gracefully reaching the opulent door. The brick cathedral was built on top of the old Sun Temple of Koricancha, and looks like a regular church from the entrance. The street slopes down around the outside of Santo Domingo; you step inside and can see the magnitude of the cathedral. The courtyard is tiled with arches running around the border. The dome stands high and affluent beside the entrance, and looking up at the structure from the gardens makes the greatness of the church all the more prevalent, as the tiered gardens lower beside the sloping street outside. A trip to Cusco would be incomplete without a visit to Santo Domingo and a chance to witness the grandeur of the Inca influence on the Spanish architecture within the Andean city."
    },
    {
      "dayNumber": "5",
      "title": "Aguas Calientes – The Lost Secret Found",
      "description": "Climb aboard the comfortable train and glide through the stunning Sacred Valley. The lush hills stretch into mountaintops and roll along the skyline. You can see the rushing water of the Urubamba River. The glass dome of the train gives you a panoramic view of the world outside that stretches along the valley and to the foothills of the Lost City. The verdant jungle brushes against the train. You can almost hear the birds humming in the canopy. Arrive in Aguas Calientes at the base of the citadel, beneath the city of Machu Picchu. Ascend to the top of the plateau where terraces climb along the mountainside. Stone steps wind you beside the craggy mountain and open up to the Lost City of Machu Picchu which watches over the rushing river of the Urubamba Valley. The quiet air makes the picture more serene. The stone remains climb up the hillside and come to rest at the top. Wander through the history and sensational ruins of the Inca Empire. The Principal Temple stands over the majority of the city, its name deriving from its solidity and near perfect construction. The rear corner is damaged from the unsettled ground causing the temple to sag slightly. The sun almost touches the mountain peaks, the stones glisten, and the Lost City whispers its secrets before sunset."
    },
    {
      "dayNumber": "7",
      "title": "Aguas Calientes – Secrets Revealed",
      "description": "Return to the sensational ruins of Machu Picchu for another chance at exploring the remnants of Inca fact and historical legend. The temples are spread along the citadel, at the top of the hill and along the edges of cliffs. But the city itself is more than individual buildings; it is the sum of its parts. It should be witnessed as the collective city that it is, as opposed to separate structures on the mountain plateau. Wander through the stone ruins with the scent of morning dew evaporating from the hills and gaze at the height of the peak of Huayna Picchu, the mountain that lingers over the Lost City like a watchful eye. With only 200 people allowed to climb Huayna Picchu per day, join the road less traveled with a journey to the top. Sign your name in the history books, literally, as you will be required to sign into the guestbook at the booth at the base of the mountain. The damp, rocky foothills and lush trees stretching over the pass replace the cologne of fresh grass. The stairs can be steep at times and the rope that helps guide the walkway can be coarse; however, the mountains are stunning, the air is crisp and the clouds linger below you as you climb. Arrive at the peak of Huayna Picchu where you can look the surrounding mountains in the eye and view the panorama of the valley beneath the Lost City. The only way you will be able to describe the vista of Machu Picchu will be “breathtaking.” The climb down the mountainside will come with a cool breeze. The wonders of the citadel opened up to you from below, sparkling with secrets. Return to Aguas Calientes and board the return train to Cusco where you can settle into the evening with the sweet, tangy froth of a Pisco Sour."
    },
    {
      "dayNumber": "8",
      "title": "Cusco – The Deeper Understanding of a Whisper",
      "description": "The streets of Cusco sound different in the morning, quiet and serene. You can walk through the often busy Plaza de Armas, where the romance of couples kissing or the laughter of children playing in the fountain echoes off of the buildings. The slightly bitter scent of coca tea fills the streets, the soft footsteps of a procession of nuns stroll past the trickling fountain. Sacsayhuaman shines in the sunlight as it overlooks the city, and it is one of the last views of Cusco you will have before you depart for home. Essential Peru is hidden like a poorly kept secret within the people and history of the country. Ruins climb over mountaintops and stand along cliffs. The people burst with color and happiness, their food soothing and comfortable. The cities are filled with the life of its people and its people fill the cities with life, from seaside neighborhoods to cobblestone streets. You have ventured through valleys and on top of mountains, into catacombs and on top of history. You have seen what essentially makes Peru and as your flight climbs into the sky you know that you have experienced Peru and uncovered its real secrets."
    }
  ],
  "map": ""
}