{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "belize-family-wildlife-holiday",
  "tourName": "Belize family wildlife holiday",
  "placesVisited": "",
  "generalInfo": "This family wildlife adventure holiday takes you from the lush Northern rainforests of this small, natural paradise to the Southern tropics.  We’ll get you away from the busier cayes and inland lodges on a balanced adventure where you’ll have the opportunity to explore wild rivers, visit remote Mayan villages.  From toucans to howler monkeys and sea cows ( manatees) wildlife spotting is at its very best in Belize. In addition to culture and flora and fauna we have a lot of fun tubing, sea kayaking and  caving our way around the country.",
  "durationDays": "10",
  "price": "3350",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE IN BELIZE CITY & ORANGE WALK DISTRICT: Arrive at the Belize International Airport where you will be picked up from and transferred to your lodge where you’ll stay for 3 nights. Orange Walk District is home to steamy jungle rivers, untamed wilderness and exotic wildlife, farmland, and some of Belize's most important Maya ruins. Factor in a handful of first-rate jungle lodges and infrequent visits by tourists, and you've found the perfect off-the-beaten-path spot for your jungle adventures. By day, you can play the intrepid jungle explorer; at night, you can return to a thatched-roof villa and kick back with a glass of wine in distinctive eco-lodges like Chan Chich Lodge or Lamanai Outpost Lodge. Orange Walk is home to the biologically rich Maya Forest, the largest contiguous forest north of the Amazon basin, which stretches from Belize through northern Guatemala and into Mexico. Within this expansive region-encompassing jungle, savannah, and wetlands you'll find Belize's largest private reserve, Rio Bravo Conservation and Management Area, extending 934 sq. km/360 sq. mi. You'll also find the birders' mecca, Crooked Tree Wildlife Sanctuary, where endangered species such as the Mexican black howler monkey, Central American river turtle, and yellow-headed parrot find protection on more than 16,400 acres of wetlands and terrestrial habitats. Along the winding New River, which empties in eastern Orange Walk, you'll discover the archaeological site of one of the largest and longest-inhabited Maya ceremonial centers in Belize, Lamanai. Here you can surround yourself in the mysteries of the ancient ruins in the heart of the jungle. Further up the river, Orange Walk Town is known as \"Sugar City\" reflecting this farming region's robust sugar cane industry."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "LAMANAI OUTPOST LODGE (B,L,D): You will take part in activities that are included in the package provided by the Lodges guides."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "LAMANAI OUTPOST LODGE (B,L,D); You will take part in activities that are included in the package provided by the Lodges guides."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "ORANGE WALK DISTRICT & PUNTA GORDA (B,L,D): In the morning you’ll have breakfast at the Lodge and spend the rest of the morning in Orange Walk District (Unguided). Later on you will be transferred for your scheduled flight to Punta Gorda Airstrip where you will be picked up from and transferred to your new lodge for dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "MANATEE SNORLEKING TOUR (B,L,D): You’ll start your morning with a full American breakfast at the lodge and have a free afternoon to explore Punta Groda (Unguided). Manatee Snorkeling Tour Immerse yourself in teeming marine life and vanishing species during a delightful, half-day sea excursion. Heading north from Punta Gorda's Joe Taylor Bridge, stop at the Rio Grande Estuary for a brief introduction to the Port of Honduras Marine Reserve. Then cruise over to Frenchman Lagoon and watch for the endangered West Indian manatee - a shy, gentle giant also known as the sea cow. At the next stop, Snake Cayes, relax on the white-sand beach, snorkel in warm waters known for diverse species of fish and coral, and enjoy a picnic lunch in paradise. Feel free to scout around for a glimpse at a red tail boa constrictor, the namesake of Snake Cayes. Finally, stop in at the TIDE ranger station at Abalone Caye to meet the rangers and learn more about their valuable work."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "RIO GRANDE KAYAKING (B,D): You’ll start your morning with a full American breakfast at the lodge and have a free afternoon to explore Punta Groda (Unguided). Rio Grande Kayaking You will be driven the six miles to the village of San Miguel and the road bridge over the Rio Grande where you will begin your kayaking expedition downstream to the Lodge itself. This is a trip of between 3.5-4 hours. There is no white water but you will float down the jungle clad banks of the deep green river and may see turtles, river otters and many iguanas which often launch themselves from their tree perches over the water at the approach of kayaks to seek refuge on the river bottom. There are also many herons, cormorants, kingfishers and other bird species to make this a magical and unforgettable experience."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "MONKEY RIVER TOUR EN ROUTE TO PALACENCIA (B,L): You’ll start your morning with breakfast at the lodge. The Monkey River Tour is a perfect break to enjoy nature on a transfer from Punta Gorda to Placencia. You will board a small boat to float through the lush jungle to the calls of river birds and howler monkeys. En route, an experienced river guide will point out some of this region's abundant wildlife, such as Morelet's crocodiles, iguanas, and a diverse variety of birds. The tour then moves to land for a moderate, 40-minute jungle hike to spot troops of howler monkeys, toucans, snakes, and other rainforest flora and fauna. The guide will talk about various herbal medicinal plants found along the trail. After lunch, you can wander through Monkey River Town, a small fishing village where families still live without electricity. On the return trip to Placencia, you will watch for graceful West Indian manatees as the captain steers the boat slowly through the mangroves and lagoon"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "PLACENCIA CAYES SNORKELLING (B,L); You’ll start you day with breakfast at the lodge and then pick up your gear, walk down to the dock, and hop aboard a motorboat to cruise out to the magnificent Belize coral reef for day of breathtaking snorkeling. A 35-minute voyage takes you to the closest destination, Laughing Bird Caye; farther out lie Silk Caye. Please note that the specific snorkeling spots vary depending on the weather and, of course, your preferences. When the boat reaches the caye, slip on your mask, fins and snorkel, and swim straight out from the beach. Enjoy the kaleidoscope of colourful fish gliding in and around beautiful coral formations in the warm, crystal blue waters. Keep an eye out for spiny lobsters scuttling about the seafloor. Head back to shore to take a short break and enjoy a delicious traditional Belizean lunch. Then ease back into the boat for an afternoon of snorkeling at a second caye (depending on weather). After an unforgettable day of reef snorkeling, return to the boat for the cruise back to the mainland."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "PLACENCIA (B): Free day in Placencia"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "END OF TRIP (B): It’s time to say goodbye to Belize. You’ll have breakfast in the morning at the lodge and then you will be transferred from Chabil Mar to Placencia Airstrip where you will take a domestic flight to Belize International Airport for your flight home."
    }
  ],
  "map": ""
}