{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "belize-14-day-holiday",
  "tourName": "Belize 14 day holiday",
  "placesVisited": "",
  "generalInfo": "Tropical wilderness, abundant wildlife, hidden caves, ancient ruins, wonderful lodges, cultural immersion and the second largest barrier reef in the world. Is there anything else you could possibly need add to make the perfect trip? Considering the experiences on offer it is truly astonishing how little mainland Belize has been explored. On this 14 day trip you will immerse yourself in all things Belize and come away wondering how an earth it has stayed such a secret.",
  "durationDays": "14",
  "price": "3500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Belize! Your adventure starts immediately as you are met at the airport by one of our representatives and taken straight into the rainforest frontier town of San Ignacio. (B)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today your itinerary begins with the beauty of Belize's natural wonders. Explore the ATM Cave, an ancient Maya site used for rituals, including human sacrifices. After gearing up, you'll spend several hours navigating through its chambers, some massive in size, before reaching a stunning 300-meter-long cathedral. Later, hike through the Tapir Mountain Nature Reserve, crossing streams and learning about the rainforest's flora and fauna. (B/L)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "At Xunantunich, explore one of the most important Maya sites in Belize, known for its dramatic architecture and panoramic views from its hilltop. Afterward, enjoy a relaxing canoe ride on the Macal River, passing lush landscapes and spotting tropical wildlife such as green iguanas and exotic birds. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Next, head to Caracol, an expansive Maya city deep in the jungle, where you’ll marvel at the tallest pyramid in Belize, Caana, and other ancient structures surrounded by dense rainforest. (B/L)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Time to continue your journey as you head south to a small town on the Caribbean Coast, Hopkins. You will have the afternoon to relax and dip your feet in the warm waters of the Caribbean. (B/L)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After the morning by the pool or on the beach you will take a short drive to the local Garifuna community at Palmento Cove where you will be immersed into all aspects of the Garifuna culture. Pick your own coconuts to husk by hand, the same coconut you will then grate and cook with whilst you prepare your delicious traditional fish dinner of Hudut. After you have filled your belly with the tastiest of food and listened to stories explaining the history of the Garifuna, it's time to finish off with an epic drumming session. Taught by a local musician of over 30 years, you will learn three Garifuna rhythms before heading back to the hotel for a well deserved rest! (B/D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Discover the Cockscomb Basin Wildlife Sanctuary, famous for its jaguar population and rich biodiversity. Here, you can hike through the jungle, tube along the river, or swim in the tranquil pools beneath cascading waterfalls. (B/L)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Your journey continues south as you are driven to the Toledo district. This is a lesser visit part of Belize that has an incredible mix of natural and cultural experiences. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Welcome to Ixcacao, home to the best slogan on earth 'chocolate will save the rainforest'! Here you will learn all about the Maya chocolate-making process at Juan and Abelina's beautiful cacao farm and chocolate factory. Juan will walk you through the traditional process – from harvest and fermentation to drying and roasting, de-shelling and grinding and of course tasting as you go. This is all before you sit down for one of the most delicious meals you are bound to have in Belize. Abelina will cook you a mouth watering 3 course meal with chocolate running through every course. We highly recommend the chocolate chicken! (B/L/D)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Nestled in southern Belize, Monkey River offers travelers a unique opportunity to immerse themselves in one of the country's most biodiverse ecosystems. Flowing through a pristine rainforest and winding its way to the Caribbean Sea, this captivating river is more than a scenic waterway—it's a gateway to unforgettable wildlife encounters and natural beauty. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "In Placencia, you’ll be able to relax on pristine beaches or explore the local charm. The area is famous for its laid-back atmosphere, but there are also opportunities for adventure, such as snorkelling at Belize’s Barrier Reef, one of the world’s most biodiverse marine ecosystems. The reef is home to colourful coral, sea turtles, rays, and nurse sharks, offering a memorable underwater experience. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Sadly today it's time to say goodbye to Belize as you take an internal flight to Belize City to catch your return flight home. (B)"
    }
  ],
  "map": ""
}