{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "central-america-highlights-holiday-culture-nature",
  "tourName": "Central America highlights holiday, culture & nature",
  "placesVisited": "Nicaragua: Granada, Las Isletas, Masaya National Park & volcano, León, Pacific coastline, León Viejo, El Salvador: Suchitoto, Lago Suchitlán, Guatemala: Antigua, Mayan town of Joya de Ceren, Chichicastenango market, Lake Atitlán, motor launch across the lake to Santiago de Atitlán, Flores, Mayan ruins of Tikal, Belize rainforest lodge, Optional: ruins of Copán, Honduras",
  "generalInfo": "This journey brings together some of the cultural, architectural and geographical highlights of Central America including Granada, León, Suchitoto and Antigua – among the most beautiful colonial cities in the New World.<br/>Travel to the little explored country of El Salvador and onto the Guatemalan highlands where, encircled by a ring of giant volcanoes, is Lake Atitlán, with indigenous market villages clustered along its shore. Finish your trip deep in the jungle at the abandoned Mayan city of Tikal. It’s an awesome archaeological site, the temples of which penetrate the wooded canopy, and further explore this magical rainforest from a lodge in the heart of Belize. You can expect to get the most from these fascinating countries at a relaxed pace, and enjoy a high standard of accommodation on this comfortable and engrossing journey.<br/>",
  "durationDays": "19",
  "price": "4893",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Transfer to Granada and overnight.",
      "description": "Those passengers arriving on an international flight will be met by the tour leader or local representative and taken to the group hotel in the nearby historic town of Granada (1 hour)."
    },
    {
      "dayNumber": 2,
      "title": "City tour and excursion to Las Isletas.",
      "description": "This charming city was once the wealthiest in Latin America; a staging post for the shipment of looted gold. The architecture reflects this one-time prosperity; huge wooden doors open onto shady patios, once home to aristocrats. Efforts are now being made to restore the city’s splendour, and newly promoted tourism has been a trigger for the establishment of many new bars and restaurants, as well as a pleasant pedestrian promenade. A tour with a local guide introduces you to some of the city’s finest colonial buildings and churches. There is also an included excursion to Las Isletas, a 365 island archipelago, formed 20,000 years ago when the Mombacho volcano erupted, hurling its top half into Lake Nicaragua in giant masses of rock, ash and lava. Today Las Isletas is a haven for birdlife, and the site of luxurious getaway homes for wealthy Nicaraguans. Choose a spot here before dusk and watch the sun set over the mainland."
    },
    {
      "dayNumber": 3,
      "title": "Excursion to the Masaya volcano and market.",
      "description": "Today there is an excursion to the Masaya National Park. Spend the day exploring its volcanic crater lakes, the old hilltop fort of Coyotepe, and the active crater of Masaya, as well as the eponymous town. Here you can wander around the handicraft market, and maybe pick up one of the handmade hammocks for which the town is renowned."
    },
    {
      "dayNumber": 4,
      "title": "Drive to León. Walking tour.",
      "description": "Today you journey to León (2-3 hours), past the capital city of Managua, skirting the lake of the same name. You then head northwards, past the foothills of the Momotombo Volcano, to León, another of Nicaragua’s restored colonial cities. Here time is best spent wandering through the streets and around the shady plazas and ornate churches that make up the town centre. Even during colonial times León had a strong liberal tradition (as opposed to the conservatism that characterised Granada), and it has remained the country’s radical and intellectual centre, with a thriving university population. The Sandinista link is still visible today with a few large murals and revolutionary graffiti plastered over some of the town’s white adobe walls."
    },
    {
      "dayNumber": 5,
      "title": "Optional excursions in and around the city.",
      "description": "The following day there is time for an optional visit to the pristine Pacific coastline at Poneloya, a 18-km drive south of León. Enjoy the long stretch of beach, watch experts surf the big waves and have a drink at one of the ramshackle local bars. Or you can explore the local mangrove forest, which runs parallel to the Pacific Ocean, by boat to spot the local bird life and wildlife. There is a stop at a beach only accessible by boat where there are projects to monitor turtle habitat and hatching. For those looking for something more historical, a trip to León Viejo can be arranged. This is the archaeological site of the first location of the city of León set among tropical trees in a sleepy area of the Department of León. The new location was chosen in the early 17th Century following earthquakes and impending dangers from more seismic activity and volcanic eruptions. A walk around the foundations of the old city ‘centre’ will give you an insight into the plans of the Spanish when they first settled in Central America."
    },
    {
      "dayNumber": 6,
      "title": "Travel back to Managua from León. Fly to San Salvador and continue by land to Suchitoto.",
      "description": "In the morning travel back to Managua from León. From here you will catch a flight to San Salvador the capital of El Salvador. El Salvador is Central America’s least visited country and another with a turbulent past, where throughout the 1980s a chaotic civil war was fought in the mountains and fields that dominate the landscape. It is once again finding its feet, and you’ll soon be whizzing through the country along its impressive road system to the untouched colonial gem of Suchitoto. The atmospheric town of Suchitoto is located just 47kms north of the capital San Salvador, but it is a million miles away in all other senses. Virtually untouched by tourists the small town is easily navigated on foot, as you pass low level colonial buildings along cobblestoned streets, where local artisans ply their trade. From the town centre, where a beautiful white washed church dominates the plaza, the town spreads down to the shores of Lago Suchitlán. Here, restaurants offer wonderful views of the lake and the nearby forest reserves. The surrounding area is a renowned bird migration zone, and you can spend a day walking along the trails of the forests that surround the town or take a leisurely boat trip out onto the lake. Alternatively just spend a day recharging your batteries and absorbing the sites of this relaxed haven."
    },
    {
      "dayNumber": 8,
      "title": "By road to Antigua in Guatemala.",
      "description": "Country number three beckons today as you travel north-west into the Guatemalan highlands and the town of Antigua. En route there will normally (time depending) be the chance to stop at the archaeological site of Joya de Ceren. Considered the Pompeii of the America’s, it is a 600ad Mayan town preserved under the ash from the eruption of a nearby volcano. Your destination Antigua is Guatemala’s colonial jewel, with cobbled streets, overhanging tiled roofs and a beautiful, leafy central plaza. The town has an abundance of huge, ruined churches, convents and monasteries, testament to a time when Antigua was the country’s capital, and its main religious centre. It seems that every doorway opens onto a leafy tiled courtyard, as you explore the city on a guided tour. A dramatic backdrop of smouldering volcanoes reminds you how the city was destroyed by an eruption in 1773. Please note that any clients booked on the Kinkajou Journey will join the group on day 1 in Antigua."
    },
    {
      "dayNumber": 10,
      "title": "Optional excursions in and around Antigua.",
      "description": "Antigua is a welcoming place to relax and unwind, do some shopping and enjoy excellent food, or just to wander around the ruined convents and squares and enjoy the flowers in their beautifully tended gardens on this free day."
    },
    {
      "dayNumber": 11,
      "title": "Travel to Lake Atitlán stopping at the market at Chichicastenango.",
      "description": "Travel by gradually-ascending road to Lake Atitlán. The landscapes west of Antigua are dominated by imposing volcanoes and small, busy villages. En route we stop at the highland town of Chichicastenango, where the symbols and practices of overt Catholicism mingle with esoteric Mayan religious ceremonies, centred around the simple, whitewashed façade of the church. Here there is a vast market, and there is time to wander the labyrinthine streets that are lined with textiles, clothes and tapestries of striking colour and extraordinary intricacy, as well as extravagant hand-carved masks and good-quality leather goods. Local farmers also bring an array of fruit and vegetables from the surrounding villages, which they exchange and sell."
    },
    {
      "dayNumber": 12,
      "title": "Explore the surrounding area and the lakeside towns and villages.",
      "description": "The lake is one of the most captivating in the world, with conical, volcanic cones reflected in its impossibly blue waters, and traditional towns and villages skirting its periphery. It’s the perfect place to spend a few days. You are based in the peaceful village of Santa Catarina de Polopó, a few kilometres from the lively tourist centre of Panajachel. Take a motor launch across the lake to Santiago de Atitlán. Cruising over the still morning waters there are wonderful views of the various shoreline settlements and cultivated fields, some grand houses, and beyond to the gently sloping volcanoes that encircle the water. You are greeted as you alight at Santiago by enthusiastic children, and the town is an excellent place to buy brilliantly coloured textiles. The children may also offer to guide you to the current resting place of the smoking, drinking, be-hatted and roguish local idol, Maximón, who is moved to a different house each year, and looked after by a diligent entourage. Each of the villages around the lake has its own traditional dress and speaks its own Mayan dialect. There is plenty of time here to relax, and enjoy the peace and quiet, and the magical views, or you can take to the lake by canoe, hire a bicycle or visit one of the local butterfly or animal parks."
    },
    {
      "dayNumber": 14,
      "title": "Flight to Flores. Guided tour of the amazing ruins at Tikal.",
      "description": "Travel to Guatemala City, for an hour-long morning flight that takes you to Flores, located in the humid jungles in the north of the country, your base for visiting the impressive Mayan ruins at Tikal. An hour from Flores lies Tikal where tall, elegant temples penetrate the forest canopy; the views over the site from one of these temple-tops are timeless and unforgettable. Spend time wandering through the palace complexes with an informed local guide. Tikal was one of the largest and most important Mayan city states, reaching its peak in around AD800, before its mysterious demise. The pyramids and temples seem frozen in time, but you’re brought back to the present by the curious roar of howler monkeys as they swing through the low branches of the trees, and flashes of colour as toucans and parrots take flight. You are based in the comfort of a secluded lodge on Lake Petén. Later in the afternoon you may investigate the extensive grounds of a nature reserve adjacent to the hotel, including the jungle-clad areas on the shore of Lake Petén, where crocodiles have been spotted lurking in the shallows, and you might come across the elegant wild deer grazing in the shade. Don’t forget to look up, because the trees are home to a range of colourful, boisterous birdlife, include a number of varieties of toucan, or just relax in the beautiful gardens and by the pool of the hotel."
    },
    {
      "dayNumber": 16,
      "title": "Travel across the border to your rainforest lodge in Belize.",
      "description": "This morning you depart for the little known Mayan ceremonial site of Yaxha, situated on the shores of a lagoon before enjoying a beautiful drive across the border and into Belize, through the town of San Ignacio and into the low-lying Cayo district. You spend three nights at Chaa Creek, one of the first lodges of its kind in Belize. This tranquil jungle hideaway, set in 135 hectares of rainforest, was opened by an Anglo-American couple in 1981. The focus here is on the area’s natural attributes and activities available include a stroll along some of the many orchid-lined trails, a calming canoe ride through the mustard-coloured waters of the Macal River, watching wild- and bird-life emerge from its shoreline habitat, or if you’re feeling more active you can explore the area on horseback or by bike. However, you may simply want to relax and enjoy the splendid tropical gardens, or be pampered in the spa. It’s a little piece of paradise here, and the atmosphere is welcoming and informal."
    },
    {
      "dayNumber": 19,
      "title": "Depart for an international flight or extension.",
      "description": "Travel by road (3 hrs) to Belize City, and continue to your international flight or extension."
    }
  ],
  "map": ""
}