{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "belize-holiday-discover-belize",
  "tourName": "Belize holiday, discover Belize",
  "placesVisited": "Belize City, Altun Ha, Crooked Tree Wildlife Sanctuary, Lagoon boat ride, Lamanai, Community Baboon Sanctuary, Placencia, Belize Barrier Reef, Laughing Bird Caye, Cockscomb Basin Jaguar Preserve, Xunantunich, Guatemala : Tikal, Caye Caulker",
  "generalInfo": "From rainforest hikes and tropical wildlife to paradise islands and ancient jungle ruins – embark on a Belize adventure. <br/><br/>Belize is a paradise for bird watching, and there will be many opportunities for wildlife watching during this trip. Hear the dawn chorus during a sunrise walk around the Crooked Tree Lagoon, listen out for howler monkeys at the Community Baboon Sanctuary, and catch the blue flash of a kingfisher fishing in the lagoon. Spend a few hours in the world's first and only jaguar reserve, where we’ll try to spot this elusive predator, as well as wild pigs, deer and tapirs. We will visit manatees in their mangrove habitats and go snorkelling among corals with a catamaran tour around the idyllic islands of the Belize Barrier Reef.<br/><br/>The highlight of this trip is discovering the Maya civilisations of Belize. With the help of an experienced guide, we’ll visit the ruins of Altun Ha, see the huge pyramid at Xunantunich and cross the border into Guatemala to explore the Maya metropolis of Tikal. We’ll also sail up crocodile-inhabited rivers, through jungles filled with the twitter of birds, to get to the ancient Maya ruins of Lamanai. <br/><br/>Accommodation will be a mix of comfortable hotels and lodges, including an overnight stay in the former capital, Belize City, and two nights at the Crooked Tree Wildlife Sanctuary, where we’ll stay in a lodge on the edge of the lagoon.",
  "durationDays": "13",
  "price": "2745",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Trip begins in Belize City",
      "description": ": Our tour starts today in Belize City, the largest city in Belize, located on the Caribbean coast. It's a vibrant destination thanks to its mix of colonial architecture, diverse culture and nearby natural attractions. Our tour leader plans to meet us in the hotel reception at 6pm for a welcome meeting. There are no other activities planned for today, so you're free to arrive in Belize City at any time. If you'd like an airport transfer today, you'll need to arrive into Belize's Philip S. W. Goldson International Airport (BZE), which is around a 20-minute drive from the hotel. If you miss the welcome meeting, the tour leader will catch you up as soon as possible. It's worth noting that flights from the UK usually require an overnight stay in the USA, with the most frequent flight options transiting via Miami or Houston. We recommend booking an airport hotel, which often offer complimentary airport shuttle services."
    },
    {
      "dayNumber": 2,
      "title": "To Crooked Tree Wildlife Reserve via Altun Ha",
      "description": ": Leaving Belize City on the northern highway, we'll drive to the Maya ruins of Altun Ha. The pyramids and temples in this compact site are a great introduction to Belize's diverse cultural history. Although Belize's collection of Maya ruins is smaller than the more famous sites in Guatemala and Mexico, they possess an Indiana Jones-esque atmosphere that is utterly unique. Later in the afternoon, we'll travel inland to the Crooked Tree Wildlife Sanctuary, an important wetland habitat. Settling down for two nights, we'll enjoy the hospitality of our local hosts on the shores of the Crooked Tree Lagoon. Established in 1984, this maze of waterways and lagoons supports a wonderful variety of wetland species, perfect for our first close-up encounter with Belize's famed wildlife."
    },
    {
      "dayNumber": 3,
      "title": "Dawn bird watching; boat trip to the jungle ruins of Lamanai",
      "description": ": We'll have an early start this morning as we explore the lagoon by boat (in times of low water, we'll head out on foot). In this birdwatcher's paradise, we might be lucky enough to spot wood storks, numerous herons, vultures, kingfishers, raptors and shorebirds, and perhaps even the rare jabiru stork - the tallest flying bird in the Americas, standing at 5 feet/1.5 metres with a wingspan of up to 9 feet/2.7 metres. We'll return to the lodge for breakfast and then set off to the New River for a boat ride upstream to the 2000-year-old jungle ruins of Lamanai. Water birds are abundant in the ancient rainforest, and we might be able to spot crocodiles lurking on the riverbank. Lamanai, the original name of these Maya ruins, means 'Submerged Crocodile,' which helps to explain the numerous carved crocodile representations at the site. The ruins are located some distance off the beaten track and are still not reconstructed or cleared. We'll approach on foot, following well-marked trails. The surrounding rainforest, with its thick canopy of huge trees and humid atmosphere, adds an air of mystery to the scattered and overgrown relics. A cache of children's bones has been unearthed from beneath one of the stelae, suggesting that the Maya practised human sacrifice here."
    },
    {
      "dayNumber": 4,
      "title": "Optional dawn bird watching; drive to Placencia via Community Baboon Sanctuary",
      "description": ": This morning, we'll have the option of an early bird-watching walk and sunrise nearby the Crooked Tree Lagoon before our departure after breakfast. En route to the seaside resort of Placencia, we'll visit the Community Baboon Sanctuary in search of howler monkeys. Here, we'll have a chance to watch black howler monkeys swinging from the trees before we begin our journey south. As we travel along the scenic Hummingbird Highway, we'll see orange and grapefruit groves surrounded by a backdrop of lush jungle-clad limestone hills - The Maya Mountains. Our final destination today is the beach resort of Placencia, a town located at the end of a narrow peninsula between mangrove lagoons, the Maya Mountains, and the Caribbean Sea."
    },
    {
      "dayNumber": 5,
      "title": "Free day in Placencia; relax on the beach or optional snorkelling trip to Laughing Bird Caye",
      "description": ": Placencia is southern Belize's premier beach spot and a jumping-off point for visiting the cayes that form part of the Belize Barrier Reef - the longest reef system in the western hemisphere. Today, we have the option of a visit to Laughing Bird Caye. It lies 14 kilometres/9 miles east of the Placencia Peninsula and is an area of biological interest within the World Heritage Site. The trip includes two guided snorkelling trips from the shores of the uninhabited tropical island, as well as a lunch. Alternatively, you can relax and enjoy local life at the beach in Placencia."
    },
    {
      "dayNumber": 6,
      "title": "Visit Cockscomb Basin Jaguar Preserve; head to San Ignacio",
      "description": ": This morning, we'll visit the Cockscomb Basin Wildlife Sanctuary. The sanctuary is the world's first and only jaguar reserve, located in the heart of an undisturbed tropical forest. While the forest is thought to have the densest population of jaguars in all the Americas, we'd have to be extremely fortunate to spot one of the elusive creatures. The reserve is home to five species of wild cats, wild pigs, dwarf brocket, and white-tailed deer, as well as Belize's national mammal - the tapir. More than 300 species of birds can also be found on the network of maintained trails. We plan to hike through the rainforest, covering around 5 kilometres/3 miles on relatively flat terrain. For the more energetic, there is a strenuous uphill hike to the clearing of 'Ben's Bluff', where you can swim in a waterfall and soak up views of the forest, and Belize's most iconic mountain - Victoria Peak. Leaving the park, we'll drive on towards San Ignacio and stop at the inland Blue Hole for a refreshing dip. This collapsed limestone cavern is similar to the cenotes found in Mexico's Yucatan Peninsula and is located in yet another large, protected forest reserve - the Blue Hole National Park."
    },
    {
      "dayNumber": 7,
      "title": "Explore the Xunantunich archaeological site",
      "description": ": San Ignacio, a traditional Belizean town, is a great place to base ourselves for the next couple of days. Straddling the Macal River, which was once a critical transportation artery for the Mayans and later the European settlers, it's now a centre for plenty of adventurous activities. Today, we'll visit the Maya site of Xunantunich, which in the Mayan language translates to 'Maiden of the Rock'. The name comes from a local legend that a ghostly high priestess haunts the ruins. To get to the site, we'll travel by bus and cross the River Mopan on a traditional hand-winched ferry. Occupied until about AD 850, the main plaza is dominated by a structure called El Castillo - a massive pyramid which, at 130 feet/39 metres tall, was the tallest man-made structure in Belize before the discovery of Canaa at Caracol. The view from the summit looks out over the forest with the Maya mountains to the south and the lowlands of Guatemala to the west. After visiting Xunantunich, we'll journey back to San Ignacio and explore the local market, where we can see, try and buy local produce from the surrounding villages. The afternoon is free. You might like to visit the Cahal Pech Archaeological Site - the oldest known Maya site in Belize."
    },
    {
      "dayNumber": 8,
      "title": "Free day, choices include visiting Cahal Pech Mayan ruins or visiting Belize Botanical Gardens",
      "description": ": Today is free to spend as you wish. You might like to explore the area around San Ignacio or relax in the gardens or by pool at our hotel. You could also visit the Mayan ruins at Cahal Pech or visit one of the region's most impressive botanical gardens. The extensive collection at the Belize Botanical Gardens is surrounded by rainforest and is rich in wildlife. There's the option to paddle back from the gardens by canoe, going downstream on the Macal River through unspoilt jungle scenery and stopping for a swim before reaching San Ignacio."
    },
    {
      "dayNumber": 9,
      "title": "Explore the great Mayan metropolis of Tikal (Guatemala)",
      "description": ": Leaving Belize today, we'll drive to Tikal, just over the border in Guatemala. Upon arrival, we'll spend the afternoon exploring this great Mayan metropolis, which once covered 16 square kilometres. Initially settled around 600 BC, Tikal was abandoned by its rulers around AD 890 and totally deserted a hundred years later. Rediscovered in 1848, only a few of its great temples and pyramids have been excavated. There are several outlying and little-known temples that can only be accessed on foot. For those with a head for heights, the views from the temple tops over the jungle and the hidden city below are mesmerising."
    },
    {
      "dayNumber": 10,
      "title": "Optional re-entry to Tikal or visit to Flores",
      "description": ": Today is free with several optional activities to choose from. This morning (weather permitting) it's possible to go back into Tikal to watch the sunrise from the top of Temple 4. From here, you can further explore the jungle-covered ruins unaccompanied. Alternatively, you can take a trip to the colonial island town of Flores. This laid-back spot is located on Guatemala's second-largest lake, Peten Itza and the day trip includes a boat trip on the river. Of course, if you'd rather relax, you can spend the day spotting birds and other wildlife from our hotel pool."
    },
    {
      "dayNumber": 11,
      "title": "Boat journey to the idyllic island of Caye Caulker",
      "description": ": Today, we'll cross back into Belize. Once border formalities are taken care of, we'll head straight to Belize City and its bustling water taxi terminal for our trip to Caye Caulker. Once a pirate lair, this tiny but enchanting tropical island lies 34 kilometres/21 miles northeast of Belize City and about 1.6 kilometres/1 mile inside the greatest barrier reef in the Western Hemisphere. The water taxi transfer takes around one hour, and the boat can be fairly busy. Depending on the weather, the journey might be choppy. Upon arrival on the island, we'll walk to our hotel (our bags will be transported by golf carts). While a bucket-list destination, Caye Caulker is relatively unluxurious, with modestly priced restaurants and bars. The local fishermen catch lobster, conch, fish, and crab to supply the domestic and foreign markets. Fresh seafood is readily available, and lobster is the best buy when in season from June to February. This afternoon, there's time to relax or take a wander to the local coffee shops, restaurants, or bars for a cold drink."
    },
    {
      "dayNumber": 12,
      "title": "Free time in Caye Caulker; relax by the sea or optional snorkel boat trip",
      "description": ": Today we have free time to relax or choose from several optional activities. The Belize cayes have some of the best snorkelling in Central America, and it's well worth a trip to Hol Chan Marine Reserve & Shark Ray Alley for a full-day snorkelling trip. Scuba diving is also available. Please note, it's not common for hotels in Caye Caulker to offer breakfast. However, there are many cafés and restaurants within walking distance to choose from."
    },
    {
      "dayNumber": 13,
      "title": "Tour ends Belize City",
      "description": ": Our trip ends at our hotel on Caye Caulker. To get to the airport, we'll take a one-hour water taxi to Belize City, from where we'll transfer by road to Belize's Philip S. W. Goldson International Airport (BZE). The first water taxi departs at 6.30am and the earliest your flight can depart is 10.30am. If your flight is later today, we'll provide unaccompanied water taxi transfers later in the day, along with connecting onward road transfers to the airport. Caye Caulker is an amazing destination and we recommend adding additional nights to the end of your tour to fully experience the island."
    }
  ],
  "map": ""
}