{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "guatemala-belize-holiday-maya-discovery",
  "tourName": "Guatemala & Belize holiday, Maya Discovery",
  "placesVisited": "",
  "generalInfo": "Guatemala (‘place of many trees’) lives up to its name and gives visitors an thrilling view of Central America. The country with the highest and most active volcanoes, remarkable Mayan ruins, dense jungles and an indigenous culture that flourishes through its traditional music, lively dance and colourful embroidered clothing. Scattered around this mountainous and jungle covered country, the impressive ancient Mayan ruins and colonial buildings are a reminder of Guatemala’s heritage and civilised past.<br/><br/>You will get the chance to discover Antigua and Tikal, explore the rainforests and swim in the charming pools of Semuc Champey.<br/><br/>At the end of this trip you have an optional beach extension to the stunning Belize Barrier Reef.",
  "durationDays": "9",
  "price": "3635",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL Upon arrival in Guatemala, you will be met by a representative and transferred (1 hr) to the beautiful colonial city of Antigua, where you will check in to your hotel. Overnight at Meson de Maria or similar (deluxe room)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "ANTIGUA (B) Following breakfast you will be met for walking tour in Antigua La Antigua (the old one), former colonial capital of the Kingdom of Guatemala, combines 17th and 18th century buildings and ruins with all the modern conveniences discerning travelers desire. The city was established as Santiago (St James) in 1543 after a mudslide destroyed the former capital. Santiago’s history was punctuated by massive earthquakes, followed by rebuilding and reparation, until the earthquake of Santa Marta in 1773 prompted a move to the present capital in Guatemala City. Declared a UNESCO World Heritage Site in 1979, Antigua exudes a unique atmosphere of history, intrigue and surprise. Resting in a fertile valley at 1530 m and surrounded by hills and volcanoes, Antigua’s climate is likened to ‘eternal spring’ Central Park, also known as the Plaza Real, Plaza de Armas or parque central, this was the center of government, commerce and society and formed the center of the original street grid system. Its gardens and mermaid fountain make it a pleasant place to watch the Guatemalans at work and play. On the south side is the Palace of the Captain-General, home to the governor and his family, the soldiers and their horses, offices for employees, and the Royal Mint. On the north side is the Ayuntamiento (City Hall), built in 1740, its solid construction and graceful arches continue in daily use. Along the west, formerly ‘bakers row’, are banks, cafés, bookstores etc. Gracing the east side is the Cathedral, inaugurated in 1680 and destroyed in 1773. The front portion has been restored and is currently in use while the rest, which can be visited, lies in ruins. Church and Convent of Santa Clara, stark and imposing from the street, the beautiful baroque façade of the church can only be admired from within the convent complex. Then, you will return back to Antigua. Overnight at Meson de Maria or similar (deluxe room)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "LANQUIN (B) This morning you will be met by your guide for an early transfer to Lanquin. En-route we will visit the Quetzal reserve , protecting 3,000 acres of cloud forest and many species of birds, butterflies, orchids and exotic flowers. Here we will get a chance to walk along a which will lead you through the cloud forest, past ancient trees, fragrant ferns, creeks and cascading waterfalls. Many species of birds can be seen here, among others the quetzal, Guatemala's national bird (although this is elusive even here), toucans, hummingbirds and owls. Upon arrival in Lanquin, we will be able to enjoy the Lanquin caves and bats experience - a unique experience where you get the chance to explore the home of the bats before (at dusk) sitting and allowing thousands of bats to fly out of the cave past your on their nights hunt. Our hotel for tonight is very basic but is in an ideal location for us to enjoy the bat cave. Overnight El Recreo Lanquin in Standard room"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "SEMUC CHAMPEY AND COBAN (B) After breakfast we transfer to Semuc Champey (approx. 1 hr) Semuc Champey is a natural monument consisting of a natural 300 m limestone bridge, under which passes the Cahabón River. On top of the bridge is a series of stepped, turquoise pools, a perfect place for wild swimming. We will spend the morning swimming in the tranquil waterfalls and travertine pools of mineral water before transferring to Coban (approx.1 hr). You will get a chance to relax this afternoon. Overnight La Posada (Standard room)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "SAYAXCHE AND PETEXBATUN LAKE (B,L,D) After an American breakfast we transfer to Sayaxhé, (approx.3 hrs). Here we will board a boat and head out along La Pasion River to our accommodation Chiminos Island Lodge, located next to the beautiful Petexbatun Lake – Prepare yourself for the Ultimate Eco-Archaeological Adventure and enjoy the most pristine jungle, as tonight will be spent on this a fortified artificial island built by the ancient Maya to defend themselves during the terminal period of their occupation in this region. Lunch and dinner will be served at the lodge. Overnight Chiminos Lodge (Standard room)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "AGUATECA SITE AND FLORES (B,L) Another full day exploring this unique region, as we transfer (by boat) to Aguateca. We will spend the day exploring this site (with a packed lunch provided). Aguateca was a regional capital and was occupied for nearly 500 years before it was abandoned around 800BC. We spend the day enjoying the well preserved temples of this great race. Lunch will be served in a local restaurant. In the afternoon we will transfer to Flores for our accommodation for tonight. Overnight Villa Maya (Standard room)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "UAXACTUN CAMPING AND TIKAL TOUR (B,L,D) The site of Uaxactun is famous for the oldest complete Maya astronomical complex found and is one of the longest-occupied Maya sites. It´s also the community where the \"Chicleros\" (gum collectors) have lived for over 100 years. Many of Uaxactún's residents nowadays make their living from gathering forest products such as chicle (exported to Japan), allspice and xate palm leaves (ornamental plant exported to the US and used for floral arrangements). This morning after breakfast we will head out on a unique 2 day excursion to Uaxactun. We will visit the community and interesting archaeology museum as well as explore the archaeology site. In the late afternoon, we will head to the lookout t tower for Sunset Drinks where, if we are lucky, we will be able to see the ruins from Tikal rising above the jungle! After drinks we head back to the campsite where we will have a simple local candlelight dinner. The night will be spent in tents in this impressive site in the middle of the jungle. Overnight camp"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "TIKAL AND GUATEMALA CITY (B,L) This morning we will have breakfast at the site before transferring to Tikal National Park where we will receive a private guided tour of this fabulous site with huge temples rising up through the jungle canopy and a variety of tropical animals and birds on show. You can enjoy the sights and sounds of the howler and spider monkeys as well as many colourful tropical birds and other mammals. After lunch at a local restaurant for those not joining us on a beach extension, you will transfer back to Flores where you will take a flight back to Guatemala City. Upon arrival you will be met at the airport and transferred to your hotel. Overnight Biltmore Express (Standard room)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "GUATEMALA CITY (B) A box breakfast will be provided before transferring to the airport in time for your flight home."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "TIKAL (B,L,D) This morning we will have breakfast at the site before transferring to Tikal National Park where we will receive a private guided tour of this fabulous site with huge temples rising up through the jungle canopy and a variety of tropical animals and birds on show. You can enjoy the sights and sounds of the howler and spider monkeys as well as many colorful tropical birds and other mammals. Overnight camping"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "POOK'S HILL Today, you will transfer to the border of Guatemala and into Belize. Tonight will be spent at Pook's Hill - a true jungle lodge situated at the foothills of the Maya Mountains in the Cayo District of Belize, bordering the Roaring River and Tapir Mountain Nature Reserve. Overnight Pooks Hill (Standard cabana)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "JAGUAR PAW - BELIZE CTY - AMBERGRISS CAYE (B,L) We will get a chance to explore the surrounding area before heading off to Jaguar Paw where we will have the chance to go Cavetubing - an exciting and invigorating experience as you follow a river disappearing into caves, float past side winter that filter the jungle like, float past underground waterfalls. Coming out of the underground cave system and into the bright green jungle with white cliffs is an incredible sight which people have to experience firsthand. From here we will head to Belize City where we will take our internal flight to Ambergris Caye. This offers the perfect setting for relaxing after the activities over the last 9 days. The second largest barrier reef in the world, the Belize barrier reef is an endless range of dramatic walls and undulating coral ridges blessed with calm waters, it is a remarkable sight to dive on, snorkel or simply observe from on board. Upon arrival in San Pedro, we will transfer to our hotel by boat. The Portofino Beach Resort is located on a lovely stretch of beach on the northern shore of Ambergris Island - away from the bustle of San Pedro town but still accessible by boat. It has a beautiful pool as well as an excellent restaurant and bar. Overnight Portofino Hotel (Beachfront room)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "AMBERGRIS CAYE (B) Day at leisure. Overnight Portofino Hotel (Beachfront room)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "AMBERGRIS CAYE - BELIZE CITY - EXPEDITION ENDS (B) You will head back by boat and internal flight to Belize City where you will catch your international flight home."
    }
  ],
  "map": ""
}