{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "belize-and-guatemala-adventure-holiday",
  "tourName": "Belize and Guatemala adventure holiday",
  "placesVisited": "Antigua, Chichicastenango, Lake Atitlan, Santa Catarina de Palopo, Flores, Lake Peten, Tikal Mayan ruins, Chaa Creek",
  "generalInfo": "This small group holiday gives you two weeks in Belize and Guatemala – next-door neighbours that span the width of Central America. You’re in good hands the whole way around, thanks to an expert guide who’ll lead you to ex-Spanish cities and rainforest hideaways.<br/><br/>Out west in Guatemala, you’ll explore Antigua, the one-time capital – cobbled streets and smoking volcanic backdrop included. You’ll find more peaks in volcano-ringed Lake Atitlan and Tikal, a vast Mayan city with pyramids and temples that peek out of the rainforest.<br/><br/>Dive deeper into the rainforest as you travel across the Belize border. A jungle lodge at Chaa Creek will be your base for a couple of nights, where you can canoe the Macal River or hike the orchid trails.",
  "durationDays": "12",
  "price": "3441",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Transfer to colonial Antigua.",
      "description": "Those passengers arriving on an international flight will be met by the tour leader and escorted to the group hotel in Antigua. It’s a journey of about an hour along a winding paved road. This popular city is well-endowed with art galleries, restaurants, bars, coffee shops and boutiques."
    },
    {
      "dayNumber": 2,
      "title": "Explore the city, with guided walks.",
      "description": "The city is a colonial work of art, with cobbled streets, overhanging tiled roofs and a beautiful, leafy central plaza. There’s an abundance of huge ruined churches, convents and monasteries, testament to a time when Antigua was the country’s capital and its main religious centre. A dramatic backdrop of smouldering volcanoes and ruined churches and convents surrounded by parkland are testament to the city’s destruction by a volcanic eruption in 1773. You’ll have plenty of time to absorb this fascinating city, including a walking tour of the historic centre and a chance to taste some of the country’s famed coffee. There is plenty of free time so you can explore the surrounding volcanoes, visit nearby traditional villages or simply browse the markets and art galleries of Antigua."
    },
    {
      "dayNumber": 4,
      "title": "By road to Lake Atitlán via the market at Chichicastenango.",
      "description": "Travel by a gradually-ascending road to Lake Atitlán. The landscapes in the highlands west of Antigua are dominated by watchful volcanoes and compact, busy farming villages. Stop off en route at Chichicastenango (2 hours). This chilly mountain town, which has a decidedly mystical air, is where the symbols and practices of overt Catholicism sit side by side or even amalgamate with esoteric Mayan religious ceremonies, centred around the simple, whitewashed façade of the church. Here there is a vast, bustling market, and you can wander the labyrinthine streets lined with textiles, clothes and tapestries of striking colour and extraordinary intricacy, as well as extravagant hand-carved masks and good-quality leather goods. Local farmers also bring an array of fruit and vegetables from the surrounding villages, which they both barter and sell. Later in the day continue onto Lake Atitlán (1 hour), one of the most captivating in the world, its beauty eulogised by poets and travellers. On a sunny day, the closely forested volcanic cones are reflected in cobalt waters. Traditional villages and indigenous agricultural settlements skirt its fertile shores, each with its own character and identity, its own dialect and often a unique costume still worn by the proud inhabitants."
    },
    {
      "dayNumber": 5,
      "title": "Excursion on Lake Atitlán.",
      "description": "You are based in the peaceful village of Santa Catarina de Polopó, a few kilometres from the lively tourist centre Panajachel. Take a motor launch across the lake to Santiago de Atitlán. Cruising over the calm and silent morning waters, you’ll have wonderful views of the various shoreline hamlets and pocket-sized cultivated fields alongside some grand houses, and beyond to the gently sloping bottle-green volcanoes that encircle the water. You are greeted as you alight at Santiago by enthusiastic children, and the town is an excellent place to buy brilliantly coloured textiles. The children may also offer to guide you to the current resting place of the smoking, drinking, be-hatted and roguish local idol, Maximón, who is moved to a different house each year, and looked after by a diligent entourage. He’s certainly not politically correct but he will help you with your problems in exchange for a suitable financial donation."
    },
    {
      "dayNumber": 6,
      "title": "At leisure to further explore the lakeside.",
      "description": "At leisure to explore the lake and its shores, peppered with tiny agricultural and fishing communities. Each of the villages around the lake has its own traditional dress and speaks its own Mayan dialect. There is plenty of time here to relax and enjoy the peace and quiet or you can take to the lake by canoe, hire a bicycle or visit one of the nearby butterfly or animal parks."
    },
    {
      "dayNumber": 7,
      "title": "Drive to Guatemala City; fly to Flores.",
      "description": "Drive back to the capital for an hour-long flight from Guatemala City that takes you to Flores, in the dense sticky jungles of northern Guatemala, and from here you continue to your lodge by road. It is situated on the shores of tranquil Lake Petén. There are many well-marked tracks to explore and lots of wildlife including monkeys to see, or you can relax by the swimming pool."
    },
    {
      "dayNumber": 8,
      "title": "Guided exploration of the Mayan archaeological site Tikal.",
      "description": "Today there is a guided tour of the archaeological site at Tikal, an hour’s drive away. Steep, stepped and vertiginous temples penetrate the forest canopy; the timeless rainforest views over the site from one of these temple-tops are unforgettable. Spend the day wandering through the palace complexes. Tikal was one of the largest and most important Mayan city states, reaching its peak in around AD800 prior to its mysterious demise. The pyramids and temples seem frozen in time, but you’re brought back to the present by the roar of curious howler monkeys and lithe spider monkeys as they swing through the low branches of the trees, and flashes of colour as toucans and parrots take flight."
    },
    {
      "dayNumber": 9,
      "title": "Drive across the Belize border to Chaa Creek.",
      "description": "This morning you depart for the little known Mayan ceremonial site of Yaxha, situated on the shores of a lagoon before enjoying a beautiful drive across the border and into Belize, passing through the town of San Ignacio and on into the low-lying Cayo district. Spend a couple of days in the country’s lush, unspoilt and sparsely populated hilly interior, based on the rain-forested banks of the Macal river."
    },
    {
      "dayNumber": 10,
      "title": "Outdoor activities and excursions.",
      "description": "Stay at the Lodge at Chaa Creek, one of the first of its kind in Belize. This tranquil jungle hideaway, set in its own rainforest, was opened by an Anglo-American couple in 1981. The focus here is on the area’s natural attributes, and activities available include a stroll along some of the many orchid-lined trails, a canoe ride through the mustard-coloured waters of River Macal watching waterside creatures and birdlife emerge from its shoreline habitat. If you’re feeling more active you can explore the area on horseback or by bike. (Note: some of these excursions may incur an extra charge.) However, you may simply want to relax and enjoy the splendid tropical gardens, or be pampered in the spa. It’s a little piece of paradise here, and the atmosphere is welcoming and informal. You might visit Mountain Pine Ridge where waterfalls, rivers, lakes and caves are surrounded by savannah and pine forest. Other excursions from your hotel include visits to Mayan archaeological sites at Xunantunich and Caracol."
    },
    {
      "dayNumber": 12,
      "title": "Depart for international flight or extension.",
      "description": ""
    }
  ],
  "map": ""
}