{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "guatemala-and-belize-family-adventure-holiday",
  "tourName": "Guatemala and Belize family adventure holiday",
  "placesVisited": "",
  "generalInfo": "This unforgettable journey through Guatemala and Belize offers a perfect mix of culture, nature, and adventure. Start in Antigua, a charming colonial city surrounded by volcanoes, known for its cobblestone streets and historic landmarks. Then, travel to Lake Atitlán, a stunning lake framed by volcanoes and dotted with indigenous villages. The area is rich in wildlife, with opportunities to spot colorful birds and butterflies. Next, visit Tikal, one of the most impressive Mayan archaeological sites. Deep in the jungle, its towering pyramids and temples rise above the canopy, while howler monkeys and tropical birds fill the air.  Finally, relax on the beaches of Belize, where the Barrier Reef offers world-class snorkeling and diving. Swim alongside vibrant coral, sea turtles, and rays, and unwind in this tropical paradise.",
  "durationDays": "11",
  "price": "3290",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival Your driver will meet you at the BLUE exit (right side door) at the airport with a sign with your name on it for private transfer to Antigua (approx 1hr). (This service is on a private basis.)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Walking and Chocolate Enjoy a guided walking tour of Antigua. You will visit breathtaking colonial monuments and find out why this city was the bustling center of the region for the Spaniards. Starting at central plaza the guide will give you a general idea about the colonization, Guatemala's history & contemporary issues. View the outside main buildings (Palacio de Capitanes, City Hall, and El Portal), visit backstage of the Cathedral & Cathedral ruins & San Francisco church. Tour duration: approx. 4hrs (This service is on a private basis.) Learn hands on about cacao seed through a personalized workshop where you will be able to work with the kernel, brew, toast and grind it to elaborate chocolates as we know them. Become a Master-Chocolatier and make your own chocolates, just an hour later you will be able to enjoy them."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Pacaya Volcano Private transfer to Pacaya volcano. Located just outside the capital of Guatemala City, Pacaya Volcano rises to 2,552m (8,373ft) is one of three active volcanoes in Guatemala. After a period of dormancy, it's been active since 1965, sometimes more dramatically than other times! It is about an hour drive from Antigua to the Pacaya National Park (declared in 2001) and the trailhead in the small village of San Francisco de Sales. The roughly 2 mile trail is relatively steep but well maintained and climbs steadily through farmland and pine forest before arriving on an exposed ridge offering a panoramic view of Pacaya's smoking black cone, miles of old blackened lava flows and the volcanoes to the north around Antigua and Lake Atitlan. The hike continues onto the barren moonscape of the lava flows where you'll be able to roast marshmallows over hot spots for a smores ala Guatemala! You'll enjoy a picnic lunch with a view of the crater from afar (National Park regulations do not allow climbing to the top of the crater). Total Distance: 8km Elevation gain: 400mts Highest point: 2,552mts Tour duration approx: 8hrs"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to Lake Atitlan With three stunning volcanoes rising out of its emerald surface, Lake Atitlan located 144km west of Guatemala City. It is characterized by its natural beauty surrounded by gorgeous views of the volcanoes and indigenous villages filled with culture. The famous writer Aldous Huxley considered it ··the most beautiful lake in the world... Transfer from Antigua to Lake Atitlan (approx 3hrs). (This service is on a private basis.)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kayak, hike and village tour After breakfast your guide will meet you at the lobby of your hotel for your boat transfer to the kayak starting point. Paddle for approximate 45 minutes along delightful peninsulas admiring the shore's beautiful gardens. After kayaking you will start the hike to Tzununa. The north shore of Lake Atitlan Guatemala has no true road access, so you will be hiking along ancient paths that have been used by the Kaqchikel Maya for centuries. You will view villagers going about their daily life."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Zipline and fly to Peten. Private transfer to the Atitlan Reserve. The zip lines cross the San Buenaventura Valley and reach the tip of the Lake Atitlan's bay. Amazing views of the volcanoes as background. Each zip-line is a different experience: some are as high as 60 m (196 ft.), others have superb vistas of forests, waterfalls, volcanoes, and the lake itself. At the end of each circuit there is an optional ropes course. Private transfer to Guatemala City airport. (This service is on a private basis.) Private transfer from Flores airport to your hotel. (This service is on a private basis.)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tikal Mayan Ruins and Wildlife. After breakfast, your tour guide will meet you at the lobby of your hotel and transfer you to Tikal National Park. Your guide will show you the layout of the temples, architecture, history, some theories of why the Mayans disappeared and if you are lucky a few monkeys, parrots, macaws, and toucans will be on site. After the tour, enjoy lunch at a restaurant in the middle of the jungle. The tour has a duration of approx. 6hrs (This service is on a private basis.)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "When you're ready, land transfer to Belize International Airport (approx. 4hrs). 15minute local flight from Belize International Airport to San Pedro. A hotel representative will meet you at San Pedro Airstrip for transfer to the hotel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Ambergris Caye - Optional idea ( not included) Optional ideas: Ambergris Caye, Belize, offers an array of exciting activities for all kinds of travelers. You can explore the famous Hol Chan Marine Reserve and Shark Ray Alley, snorkeling or diving alongside vibrant coral reefs and marine life. For adventure seekers, kite surfing and paddleboarding are popular. Explore the charming town of San Pedro, filled with local shops, restaurants, and lively bars. Inland, visit the ancient Mayan ruins like Altun Ha, or take a boat tour to nearby islands .Ambergris Caye also provides serene beach relaxation, perfect for unwinding in paradise."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast you will be taken to the local airstrip for a short flight to the mainland where you will check in for your International flight home"
    }
  ],
  "map": ""
}