{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "mexico-belize-and-guatemala-adventure-holiday",
  "tourName": "Mexico, Belize and Guatemala adventure holiday",
  "placesVisited": "",
  "generalInfo": "Embark on an unforgettable journey through vibrant Mexico, tropical Belize, and the mystical wonders of Guatemala. Dive into pristine beaches, explore ancient Mayan ruins, and snorkel in the crystal-clear waters of the Belize Barrier Reef. Discover the rich cultural tapestry of Guatemala as you wander through colonial cities and lush jungles. This adventure-packed tour offers unique experiences like swimming in hidden cenotes, visiting bustling local markets, and relaxing in remote island paradises. Perfect for thrill-seekers and culture enthusiasts alike!",
  "durationDays": "14",
  "price": "1863",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Cancun, Mexico: Cancun Airport Transfer (Shared) Type: Shuttle (Arrival) Duration: 0.5 Hours Transfer from Cancun Airport to Cancun You will be picked up at your accommodation/meeting point for your shuttle transfer to Cancun, where you’ll be dropped off at your next accommodation/meeting point."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Cancun, Mexico: Chichen Itza Day Trip (roundtrip from Cancun) Departure Time: 5:00 Duration: 10 hrs Upon arrival to Chichen Itza, a specialised guide will give you a detailed tour of the site, enjoying the quiet of the morning visit before the crowds. Throughout the tour, your guide will provide archaeological essential background to better understand the history of Chichen Itza. Discover how this large pre-Columbian city played an important role in the Mayan civilization around 600 AD to 1200, and remained a center of worship and pilgrimage until the arrival of the Spaniards. Even today, it is still considered sacred by the Maya people of Yucatán Peninsula site. Like many of the cities of ancient Mexico, the site was abandoned, and its ruins were hidden by jungle. Hear how the site was discovered and excavated by archaeologists, earning the protection of UNESCO and today considered one of the New Seven Wonders of the World. They will explain the philosophy, cosmology and mythology behind this ancient place, such as the meaning of the stone carvings, pyramids, platforms, ball games. Visit the Temple of the Jaguars, the Temple of the Warriors and of course the famous pyramid, also known as the Temple of Kukulkan. Hear how a serpent of light seems going up the stairs of this temple in the spring and fall equinoxes (around March 21st; September 21st). Enjoy a lunch box on your way back to Cancun or stop at a small town for a buffet lunch. The way back to your hotel is around 15:00."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Cancun - Bacalar, Mexico: Cancun to Bacalar Type: Bus Time: 06:10, 07:10, 08:10, 09:10, 10:10, 11:10, 13:10, 15:10, 23:00 Duration: 5.45 Hours Transfer from Cancun to Bacalar Please make your own way to the bus station to catch your bus to Bacalar."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bacalar - Caye Caulker, Belize: Bacalar to Belize City Type: Bus Time: 12:00 Duration: 4.5 Hours Transfer from Bacalar to Belize City Please make your own way to the bus station to catch your bus to Belize City. Belize City to Caye Caulker Type: Ferry Time: 16:30, 17:30 Duration: 1.5 Hours Transfer from Belize City to Caye Caulker Please make your own way to the ferry terminal to catch your overwater transfer to Caye Caulker."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Caye Caulker, Belize: Snorkel with Sharks & Rays Departure Time: 10:30, 13:30 Duration: 3 hrs Discover the unparalleled natural beauty of Belize's marine life with a snorkeling experience that you will never forget. On this half-day tour in Caye Caulker Marine Reserve, you will get the once-in-a-lifetime opportunity to snorkel along the reef in complete serenity. Navigate through mazes of pristine coral reef among schools of tropical fish, and even get the chance to swim with nurse sharks and stingrays. See all this and more at three different snorkeling stops along the magnificent local reef of Caye Caulker."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Caye Caulker - Flores, Belize: Caye Caulker to Belize City Type: Ferry Time: 6:30 to 17:00 Duration: 45 min Hours Transfer from Caye Caulker to Belize City Please make your own way to the ferry terminal to catch your overwater transfer to Belize City. Belize City to Flores Type: Bus Time: 12:30, 13:30 Duration: 5 Hours Transfer from Belize City to Flores Please make your own way to the bus station to catch your bus to Flores."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Flores, Guatemala: Tikal Early Morning Day Tour Departure Time: 04:30, 06:00, 08:00 Duration: 8.5 hrs Depart Flores at 4:30 am this morning for your early morning experience to Tikal archaeological site. Walk among giant pyramids towering over 200 feet at dawn to feel the magical vibration of Tikal and its historic splendor. Listen to the jungle sounds of exotic birds, monkeys and small mammals and feel the humid jungle air on your skin as the Maya inhabitants of this site felt it 2000 years ago. Immerse yourself in the jungle at dawn for an early morning tour through the archaeological site to experience the jungle come alive as it wakes up at sunrise, a once-in-a-lifetime opportunity to get in touch with nature and marvel at the majestic pyramids hidden away in the jungle. This magical ancient city is teeming with native flora and fauna. If you are lucky you may be able to spot a jaguar walking leisurely through the park, although large numbers of visitors have caused the wildlife to move further into the jungle away from the noise. Howler monkeys here are famous for their loud growling sounds which may surprise you from a tree top overhead. Keep an eye out for colorful birds throughout the park such as toucan, parrots, eagles and quetzals. Tucked away in the vast Peten Region that covers 222 square miles of lush jungle in the northwest corner of Guatemala lie the ruins of the most magnificent archaeological site and important Maya citadel in Mesoamerica. Tikal National Park, declared as a UN World Heritage Site in 1979, is the largest excavated archaeological site on the American continents and is one of the most important natural reserves of Central America. It is known that Tikal, meaning “Place of Voices” in Maya, was one of the most powerful cities of their era covering more than 16 square kilometers and dominating other tribes in the surrounding region as well as interacting with neighboring cultures as far as Teotihuacan in the Valle de Mexico. The site was estimated to house between 10,000 - 90,000 inhabitants before being abruptly abandoned over 1000 years ago. *If you prefer, you can purchase your entrance tickets at any Banrural bank in Flores the day before the tour to avoid waiting in line."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Flores - Lanquin, Guatemala: Flores to Lanquin Type: Shuttle Time: 08:00 Duration: 8 Hours Transfer from Flores to Lanquin You will be picked up at your accommodation/meeting point for your shuttle transfer to Lanquin, where you’ll be dropped off at your next accommodation/meeting point."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Lanquin, Guatemala: Semuc Champey & Kanba Caves Tour Departure Time: 09:00 Duration: 10 hrs Take a hike through the mysterious caves of Kanba (activity at your own risk) which are filled with extraordinary limestone formations distributed among an endless stretch of different chambers (so far, the end of the cave system has not yet been discovered) housing a sharp pointed rock altar where ancient Maya once performed sacred rituals. The Maya people of Guatemala continue holding spiritual ceremonies here and believe that the cave is the \"heart of heaven\" where the secrets of many centuries are held. Enjoy some free time to swim and go river tubing in the crystalline waters of Semuc Champey where there are natural pools filled with fresh mountain spring water above a 300-meter long limestone bridge. Flowing underneath the bridge is the Cahabón River where you will have time to swim in the cool waters in a beautiful natural surrounding immersed in native flora and fauna. At the end of the bridge you will visit waterfalls over 40-feet in height where the water from the pools rejoins the Cahabon River. The color of the water is constantly changing depending on factors such as the season, sun and rainfall, a characteristic of the national park that makes this place an idyllic and awe-inspiring setting to experience and take photographs."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Lanquin - Antigua, Guatemala: Lanquin to Antigua Type: Shuttle Time: 06:00 Duration: 8 Hours Transfer from Lanquin to Antigua You will be picked up at your accommodation/meeting point for your shuttle transfer to Antigua, where you’ll be dropped off at your next accommodation/meeting point."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Antigua, Guatemala: Pacaya Volcano Trek Departure Time: 14:00 Duration: 8 hrs Get up close and personal with an active volcano and brag to your friends about it. Hike up the Pacaya Volcano slope fo two hours and then trek onto dry lava that resembles a moon-like landscape. Look up to catch an eruption from the active volcano if you're lucky (depending on the activity of the volcano you may or may not see eruptions or lava). Take unforgettable photos in a landscape so surreal that you feel like you are walking on the moon. Admire the breathtaking landscape and views of neighbouring volcanoes peeking through the clouds around you. Take your time returning to the base of the mountain as you make your way down the slippery, muddy slopes. (Note: Horses can be rented for the trip up and back.) We recommend wearing comfortable trekking shoes and bringing a flash light and a walking stick (or rent one for a few dollars from local kids before you start your hike). It gets dark and steep on the mountain if you are going up in the afternoon. If you are travelling during rainy season bring a raincoat or poncho... you will definitely need it! Bring bottled water for the trek and some extra cash to buy snacks afterwards or pack a few power bars in your day pack to take with you."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Antigua - San Jorge La Laguna, Guatemala: Antigua to Panajachel Type: Shuttle Time: 12:00 Duration: 3 Hours Transfer from Antigua to Panajachel You will be picked up at your accommodation/meeting point for your shuttle transfer to Panajachel, where you’ll be dropped off at your next accommodation/meeting point. Maya Homestay Experience 2D/1N with Maya Communities Lake Tour - Day 1 of 2 Departure Time: 17:00 hrs Duration: 2 days Home Stay in San Jorge La Laguna (D) Upon arrival at Avenida Santander Zona 2 (next to Hotel Dos Mundos), you will be given instructions on how to take a public bus from Panajachel to reach the village where your host family lives, San Jorge La Laguna. The home stay will give you a genuine insight into the everyday lives of a local family during your trip by staying one or more more nights with a family from the Kakchiquel Indigenous group in San Jorge La Laguna. Maya Experience Home Stays has started this home stay program in the village to give something back to the communities around Lake Atitlan, and also to give you a very genuine experience of living with a Maya local family to experience their culture and customs. This experience is very new to the village and families who welcome foreigners into their homes. As a responsible traveler, we as guests must be aware of and sensitive to the culture by behaving respectfully during our time with the family and in the village. Although shy at first, the villagers are very friendly and welcoming people. Make sure you ask permission to take photos of the people in the village since the Mayan community commonly believes a photograph will steal their soul. You will most likely find the housing situation in San Jorge La Laguna rather basic but the reason for partcipating in this home stay is to enjoy a real insight into Guatemala, so you can experience the culture firsthand and interact with the local community on a personal basis. We hope that you enjoy this very unique experience. A small gift for the family would be a nice gesture of appreciation for the family welcoming you into their home. Cooking or kitchen materials such as pasta, rice, sugar, fruit, vegetables or kitchen utensils are very much appreciated ($3 USD per person approx). Other materials from your home country or children's books (coloring, basic English, workbooks, almanacs) would be a great addition to the family library."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Panajachel - Antigua, Guatemala: Maya Homestay Experience 2D/1N with Maya Communities Lake Tour - Day 2 of 2 Boat Tour of Lake Atitlan with visits to indigenous villages. Return to Panajachel (B) You will have all the instructions on how to go from the Homestay to the meeting point. Then, you will hop in a boat for a tour of Lake Atitlan and a visit to its colorful indigenous villages. The word \"atitlan\" is translated from Maya as \"the place where the rainbow gets its colors\" and accordingly you will understand why so many people have been drawn to this magical lake for hundreds of years. Panajachel alone is an 800 year old town home to mostly Cachikel Maya and an increasing number foreigners from every corner of the globe, all coming together to soak up a piece of that serenity and originality that this place provides. You'll visit the following villages: San Pedro La Laguna, much like Panajachel has a large population of bohemian tourists and ex-pats, however the indigenous people of the town still preserve their original ways of life and wear traditional dress, remain very conservative and practice the same style of subsistence agriculture that their ancestors practiced years ago. Just outside of town coffee crops are cultivated on the mountain side and hard working farmers hike up and back on a daily basis to tend to their crops. Walk uphill towards the town center (away from the docks) and you will see a whole different side to this popular lakeside village. Santiago Atitlán is the largest of the communities around the lake with a population of over 32,000, 95% of which are indigenous Tz’utujils. Traditionally, it is fishing and farming town; it is also known for the manufacture of cayucos, wooden canoes. Directly from the dock, the main street leads visitors up to the main square where there is a vibrant and very lively indoor/outdoor marketplace where street hawkers target \"gringos\" as they wander by looking for good deals on original locally made souvenirs. Santiago is also home to a very interesting Maya/Catholic sacred statue called Maximon (also known as San Simon by the Spanish and Rilaj Maam by the Maya). All Guatemalan people worship this deity and go to him to ask for blessings or give offerings. During \"Semana Santa\" (Holy Week) in March/April, the statue is paraded around town and celebrations are held to worship this Guatemalan god. If you can, catch a glimpse of this interesting and very unique local custom. San Antonio Palopo is one of the most interesting villages around lake Atitlan and the best place to really get an idea for how these traditional indigenous towns used to feel. Walking through the village one can see people wearing intricately designed \"huipiles\" (woven tunics) and women weaving fabric made of wool and cotton. Take in the views of this tranquil town and imagine what the villagers' peaceful life is like living in adobe houses with tin roofs, farming and selling souvenirs to make a living. This is one of the best places to purchase a \"huipil\" traditional hand-woven tunic knowing that the profits are going straight to the villagers. You will be dropped off back in Panajachel when the tour is finished. Panajachel to Antigua Type: Shuttle Time: 12:00, 16:00 Duration: 2.5 Hours Transfer from Panajachel to Antigua You will be picked up at your accommodation/meeting point for your shuttle transfer to Antigua, where you’ll be dropped off at your next accommodation/meeting point."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Guatemala City, Guatemala: Antigua to Guatemala City Airport Transfer Type: Private Transfer (Departure) Time: 24h Duration: None Hours Transfer from Antigua to Guatemala City You will be picked up at the airport upon arrival and transferred privately to your accommodation for check-in."
    }
  ],
  "map": ""
}