{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "guatemala-and-belize-tailor-made-holiday",
  "tourName": "Guatemala and Belize tailor made holiday",
  "placesVisited": "Guatemala City, Antigua, Lake Atitlan, Flores, Tikal, Black Rock River Lodge, Caracol, Ambergris Caye, Belize City",
  "generalInfo": "This tailor made holiday to Guatemala and Belize takes you to steamy jungles, crisp highlands, colonial cities and Mayan temples. It kicks off in former Guatemalan capital, Antigua, a beautiful colonial city encased by volcanoes and surrounded by coffee plantations. Next, you will head for the country’s highlands, which are home to plentiful traditional villages and the stunning Lake Atitlan. Then it’s on to the famous Mayan site of Tikal, whose temples rise above the jungle canopy and afford incredible views over verdant countryside and over to Mexico. <br/><br/>Next on the agenda is Belize, a lively country with an interesting cultural mix, it’s home to people from Creole, Garifuna and Hispanic backgrounds. You’ll stay at a lodge near Black Rock River, in the Mountain Pine area, where you can explore caves and ruins by car, on foot or on horseback. The lodges in the Mountain Pine area offer a chance to explore more ruins and caves either by foot, by car or on horseback and have excellent birdwatching opportunities as well. You’ll end your journey with some time on the gorgeous Caribbean coast, in the resort of Ambergris Caye. <br/>",
  "durationDays": "14",
  "price": "4995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you will begin your journey by boarding your international outbound flight to Guatemala City. Upon arrival in Guatemala today you will be met by a guide & driven to your hotel in the beautiful historic capital of Antigua."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Half day private guided tour of the UNESCO World Heritage city of Antigua with its cobbled streets and handicrafts markets."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Private transfer to the tranquil and mysterious Lake Atitlan. En-route you will make a stop at a colourful local market."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you will take to the waters of Lake Atitlan with your private guide, visiting some of the communities dotted around the lake shores."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Private transfer to Guatemala City for your afternoon flight to Flores, gateway to Tikal. Private transfer to your lodge conveniently located for the national park."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today you will take a private tour of Tikal. This really is one of the most outstanding places you can visit in Central America - dramatic Mayan ruins towering in the jungle with monkeys & toucans in the trees above you!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Private transfer across the border into Belize to the Black Rock River Lodge, in a region renowned for bird watching, Mayan ruins and caves."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Free day at Black Rock to try some of the on-site activities such as river tubing, horseriding, birdwatching & night walks."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "At leisure to explore the area yourselves or book local excursions such as to the ruins at Caracol, cave canoeing, adventure-caving at ATM, wildlife walks, horse-riding or river-tubing."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transfer by road back to Belize city where you will take a light aircraft flight to Ambergris Caye. Transfer to your beachfront hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "At leisure on Ambergris Caye to snorkel, dive, take boat tours or just relax."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "At leisure on the beach."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Transfer to San Pedro airstrip for your flight back to Belize City in time for your onward international connection."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Arrive home today to complete your journey."
    }
  ],
  "map": ""
}