{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "belize-small-group-adventure-holiday",
  "tourName": "Belize small group adventure holiday",
  "placesVisited": "",
  "generalInfo": "Cramming an astonishing range of cultural and natural wonders into a relatively small package, Belize is the adventure world’s best-kept secret. On this activity-packed trip, we navigate jungle trails, float through the Mayan underworld, snorkel the Belize Barrier Reef, and cross into Guatemala to visit one of the most important and impressive Mayan ruins in the world, Tikal. The adventure is capped with a stay on Caye Caulker, the quintessential palm-strewn, white-sanded Caribbean Island.<br/><br/><br/><br/>",
  "durationDays": "12",
  "price": "4599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin the adventure in Belize and travel to the Crooked Tree Wildlife Sanctuary, named for the ‘crooked’ cashew trees that grow around the lagoon. Around 6pm, say hello to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome over dinner at the hotel. Want to arrive earlier? Additional pre-tour hotel nights are bookable through your sales representative. Accommodation: Bird’s Eye View Lodge (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Wake up fresh to beautiful bird songs. In the morning, we join our guide to explore the on-site hiking trails, looking for the birds and other amazing animals that live here. Wetland areas provide habitat for some 286 bird species, the migratory jabiru stork being the most famous. Crocodiles, monkeys, otters and freshwater turtles also reside here. This is a peaceful destination with an interesting community and history; the village of Crooked Tree is thought to be the earliest European settlement in Belize. Back at the lodge, we have lunch and relax. Later this afternoon, our wildlife tour continues with a three-hour guided sunset boat trip on the lagoon. Migratory birds tend to visit between December and May, but plenty of resident species are seen throughout the year. From our small boat, it’s easy to appreciate the tranquillity of the sanctuary. Accommodation: Bird’s Eye View Lodge (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning, we venture by boat to the Mayan temple of Lamanai (meaning Submerged Crocodile) on the shores of the New River Lagoon. It is thought to be the largest Mayan ceremonial site in the region with more than 800 structures deep in the jungle. As we cruise, our guide points out the resident bird species and wildlife, including spider monkeys and crocodiles. We then explore the glories of the site, including the High Temple, where we can ascend 125ft (38m) to the top and take in breath-taking views of the complex. Accommodation: Bird’s Eye View Lodge (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning, we head west to the town of San Ignacio. Along the way, we visit the Community Baboon Sanctuary, a grassroots conservation project that protects the endangered black howler monkey (there are no baboons in Belize, but this is the name used in the local Creole dialect). The reserve provides 20sqmi (52sqkm) of forest for the estimated 4,000 to 5,000 resident black howler monkeys – you’ll certainly hear their calls as you enter the sanctuary! Our adventure continues when, following a short river ford and hike, we each sit in an inflatable tube and float down the Caves Branch River. Our gentle journey takes us through a series of caves once thought to be Xibalba, the Mayan underworld. As we go, our local guide reveals the mysteries of life after death in the religion of the ancient Maya. After, we continue to San Ignacio, a laid-back town with a mixed population of Mestizo, Creole, Lebanese, Chinese and Mennonites. A great example of multicultural Belize. Accommodation: Cahal Pech Resort (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today we take a break from the jungle and explore the scenic beauty of Mountain Pine Ridge Forest Reserve. It was established in 1944 to protect and manage this unique Caribbean pine forest habitat and noticeably contrasts to the rest of the tropical country. We will take a nature walk on our way to explore the spectacular Rio Frio Cave – whose entrance alone is 65ft (20m) tall and opens into an immense cave chamber. Afterwards we enjoy a picnic lunch overlooking the scenic “Rio on Pools”, where a series of mini-waterfalls has worn the granite into inviting pools. Lunch will be followed by an opportunity to visit the pools (a great spot to cool off from the heat). The reserve is also home to a variety of wildlife, including white-nosed coatis, tapirs, ocelots, cougars and jaguars. Resident birds include native stygian owls, blue-crowned motmots, king vultures, keel-billed toucans, parrots, bluebirds and woodpeckers, which are joined by visiting orange-breasted falcons and tanagers. We end the day with 2 unique experiences on our way back to San Ignacio. First, we visit a Butterfly Farm that supports a local conservation project and is abuzz with hummingbirds. Secondly, we will learn about and enjoy a craft coffee experience that incorporates Mayan harvesting and preparation techniques. Accommodation: Cahal Pech Resort (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We have a free day to enjoy San Ignacio and the surrounding area. There is a range of optional activities, including a visit to the Actun Tunichil Muknal cave (ATM for short). This popular full-day cave tour starts with a short swim into the Mayan underworld to view the Crystal Maiden, the crystalised skeleton of a young woman whose bones have calcified and now sparkle. San Ignacio is lovely to explore and there are short excursions available from town, including a chocolate tour or a walk amid the Mayan ruins at Cahal Pech – see the Extra Expenses & Spending Money section of the Trip Notes for more. Accommodation: Cahal Pech Resort (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "On our way to the Guatemalan border, we visit Xunantunich, one of the most important Maya sites in Belize. The centre is composed of six major plazas surrounded by more than 25 temples and palaces. The largest pyramid here, El Castillo, rises 130ft (40m) above the main plaza and offers an impressive panorama over the Mopan River valley and into Guatemala. After exploring, we cross into Guatemala where we meet an additional local guide, driver and vehicle to transfer us to the Tikal Jungle Lodge, where we spend the next two nights. Accommodation: Tikal Jungle Lodge (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We rise early to enjoy a sunrise tour of Unesco-listed Tikal, nearly 20sqmi (52sqkm) of classic ruins surrounded by the dense jungle of Petén. We take a tour of the city, visiting the main temples, palaces, squares, tombs, residences and religious monuments. The area was thought to support a population of 90,000 Mayans at its peak and there are some 3,000 separate buildings to explore. Tikal is also a superb area for observing jungle wildlife and visitors regularly see howler monkeys, spider monkeys, toucans, weaver birds, coatimundis and even tarantulas (if you know where to look and wish to find one!). After a full morning touring Tikal with our guide, we have lunch and return to the lodge to enjoy an evening soundtracked by the jungle. Accommodation: Tikal Jungle Lodge (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "We leave Guatemala this morning and journey back to Belize City. Here, we visit Travellers Liquors (home of the much-loved One Barrel Rum) for a history lesson in rum-making at their heritage centre. This features the bottling process, product sampling, Belizean cocktail-making tips, and opportunities to sample and purchase vintage-edition rum. We then head to the Belize City water taxi station where we take a boat to the Caribbean island paradise of Caye Caulker. Here lies the delicate coral of the Belize Barrier Reef, which provides food and shelter to a dizzying number of tropical fish, with manatees, nurse sharks, stingrays and turtles sharing the warm turquoise waters. Accommodation: La Isla Resort (or similar) Upgrade to a sea-view room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Just off the southern part of Ambergris Caye, the largest island in Belize and a few minutes’ boat ride from Caye Caulker, is the Hol Chan Marine Reserve (the name means Little Channel in Mayan and is named for the natural break in the reef here). This area is an important marine habitat, providing refuge for a huge number of fish, coral, several sea turtle species, West Indian manatees and two dolphin species. Nurse sharks also congregate in Shark Ray Alley, a popular dive site. Bring your waterproof camera, today we join a full-day snorkelling tour in the reserve to see a wide selection of the marine life in these tropical waters. Accommodation: La Isla Resort (or similar) Upgrade to a sea-view room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today has been left free to enjoy the laid-back spirit of Caye Caulker. Spend your day relaxing by the pool, the beach or take a stroll to explore this charming island town atop the reef. Paddleboards and kayaks are also available free of charge from the hotel. Don’t forget to grab a cold beverage as you watch the sun set on your Belizean adventure. Accommodation: La Isla Resort (or similar) Upgrade to a sea-view room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "This morning, we wave goodbye to our island paradise and return to Belize City by water taxi and begin our return journeys home. If you’d like to spend more time in or Caye Caulker, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}