{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "belize-holidays-tailor-made",
  "tourName": "Belize holidays, tailor made",
  "placesVisited": "Cayo District jungles & caves, hidden Mayan ruins, Orange Walk tropical wildlife, Ambergris Caye",
  "generalInfo": "Explore beautiful Belize on a tailor made holiday, spending two weeks discovering jungle and beach, its history and abundant wildlife. Sustainable tourism is growing here, too, and is increasingly contributing to the country’s economic future. It’s also playing an important role in protecting and conserving the country’s many natural resources.<br/><br/>This itinerary can be tailored to your interests and timings, but includes three really unique and fascinating areas of Belize. Spend some time in the Cayo district where you can explore superb Mayan ruins, jungles and caves, and then move on to discover the tropical wildlife of Orange Walk. The perfect way to end your holiday is enjoying the turquoise waters and soft sandy beaches around Ambergris Caye. Throughout, you’ll stay in properties that boast excellent cultural, environmental and ecological credentials and are blazing a trail for responsible tourism in Belize.<br/><br/>The best time to visit Belize is between December and April.<br/>",
  "durationDays": "14",
  "price": "4995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you will begin your journey by boarding your international outbound flight to Belize City."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Travel from Belize City to Black Rock River"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "At leisure to explore the area yourselves or book local excursions such as to the mayan ruins at Caracol or Xunantunich, canoeing in Barton Creek Cave, adventure-caving at Actun Tunichil Muknal, wildlife walks, horse-riding or river-tubing"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "At leisure"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Travel from Black Rock Lodge to Belize City where you will be met by a representative of Lamanai and taken by minibus and speedboat ride up river to the lodge. All meals included."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Optional Excursions included in your stay whilst at Lamanai Outpost Lodge range from viewing wildlife, birds, canoeing, visiting Lamanai ruins, night walks and sunset cruises."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Excursions from Lamanai Outpost Lodge"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "You will return to Belize City and from here you will fly over to Ambergris Caye, where you can relax on the white sand beaches, or book excursions to snorkel or dive if you wish."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Days at leisure to relax, sunbathe, snorkel/dive and explore at Ambergris Caye."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "You will be transferred back to the airstrip for your flight back to Belize City to connect on to your international flight to the UK via the USA."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "This morning you will arrive back in the UK."
    }
  ],
  "map": ""
}