{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "18-29s-holiday-in-central-america",
  "tourName": "18-29s holiday in Central America",
  "placesVisited": "Playa del Carmen, Tulum, Caye Caulker, San Ignacio, Tikal National Park, Rio Dulce, Antigua, Chichicastenango, San Jorge La Laguna, Panajachel",
  "generalInfo": "This 16 day Central American holiday is aimed at people between the ages of 18 and 29, so you’ll have a ready group of like minded travellers to share your adventures with. You’ll be travelling across Mexico, Belize and Guatemala, using modern local intercity coaches to get around and staying in small, locally owned budget digs, from hotels to guesthouses to homestays.<br/><br/>Your tour kicks off in Playa del Carmen, where there’s time for snorkelling, sunbaking and sampling the local beers before heading out on the road. Highlights of your trip include the epic ruins of Tikal National Park; the waterfalls, mountains and Mayan relics around San Ignacio; <br/>Tulum, where you can chill out on one of the region’s most beautiful beaches in the shadow of a pre-Columbian walled city; snorkeling hotspot Caye Caulker, home to Shark Ray Alley and the world's second longest barrier reef; and the famous market at Chichicastenango, a colourful and authentic Guatemalan experience. <br/>",
  "durationDays": "16",
  "price": "1240",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Playa del Carmen.",
      "description": "Bienvenidos! Welcome to Mexico. Your adventure begins in Playa del Carmen – it’s recommended that you book a couple of extra days here to chill on the coast and explore at your own pace before the trip starts. You’ll have a welcome meeting with your local leader and fellow travellers at 6 pm at your hotel. If you arrive early, maybe go snorkelling or cycling, or simply stroll along the sandy playa (beach). Tonight, head out with your group leader for an included dinner at a local taquisa for a selection of delicious tacos – maybe order one with freshly caught fish! To improve your lingo, your group leader will run an informal Spanish lesson between bites, so that you can understand your burritos from your banos."
    },
    {
      "dayNumber": 2,
      "title": "Tulum.",
      "description": "Today, you’ll hop on a local bus and travel along the Caribbean coast to Tulum, where it's all about that laidback life on the white sands of the Yucatan Peninsula. Head out on a leader-led orientation walk around Tulum and maybe visit a Maya site that’s full of hidden details – the Temple of the Frescoes. See how this walled city of ruins clings to a clifftop overlooking the ocean. Grab some cool photos before heading down to the beach for an optional swim with the ruins towering over you. Tonight, maybe kick back and watch the waves roll in at a beachside bar."
    },
    {
      "dayNumber": 3,
      "title": "Tulum.",
      "description": "With a free day to relax in Tulum, you can settle into the laidback vibe this coastal city has to offer. Maybe rent a bike and cruise around the area on two wheels. The town is heaving with cool cafes and restaurants with many vegetarian and vegan options. There are also plenty of places to relax the mind and the body through yoga and meditation. Maybe you’d like to explore Dos Ojos (two eyes) – one of the area's most famous cenotes (natural sinkholes), this pair of connected caves is an underwater world full of stalagmites and stalactites. Tonight, maybe you’ll explore the vibrant nightlife of Tulum with your fellow travellers – check out a DJ set at a beach club or enjoy a live band."
    },
    {
      "dayNumber": 4,
      "title": "Caye Caulker.",
      "description": "Say adios to Mexico and hello to Belize. You’ll have a long travel day today, so grab a window seat if you can or get stuck into a good book. This is also the perfect opportunity to get to know your fellow travellers a bit better! You’ll drive by local bus to the border, then carry on to Belize City. When you arrive, let the wind and the sea wake you right up after a big day of travel with a speedboat ride to the palm-fringed island of Caye Caulker."
    },
    {
      "dayNumber": 5,
      "title": "Caye Caulker.",
      "description": "Your time in Caye Caulker is all about taking it easy. It’s said that the pace of life is so slow here that it's almost backwards! If being underwater is your thing, maybe head out to Hol Chan Marine Reserve, the world's second-largest barrier reef. Snorkel among the colourful corals and see tropical fish, sharks and manta rays. You can also take daytrips to other nearby Cayes, as each island has its own charm. Belize is the only English-speaking country in Central America, which makes chatting with locals much easier here."
    },
    {
      "dayNumber": 6,
      "title": "Caye Caulker.",
      "description": "Today is another free day to take up any other optional activities you like, or to simply pull up a towel and relax on the beach with a book, a cocktail or some friends. If you’ve already been snorkelling, maybe continue your marine exploration with a manatee tour. Get a bit more active with kayaking and stand-up paddle boarding or take the chill route and just relax on the beach. This island's also great for food and is famed for its lobster and tasty street food. How about some grilled shrimp and a rum and coke made with the local fire-water."
    },
    {
      "dayNumber": 7,
      "title": "San Ignacio.",
      "description": "Leave island paradise behind today and return to Belize City by boat, before taking a local bus to San Ignacio via Belize’s capital, Belmopan. The local buses here are a little more basic than in Mexico, but this is a great opportunity to mix with Belizeans and get a feel for local life. Arrive in San Ignacio – a lively town that makes a solid base for exploring the surrounding fast-flowing rivers, waterfalls and Mayan ruins. After a leader-led orientation walk, your afternoon is free, so maybe visit the Chaa Creek butterfly garden to see the Belizean Blue butterfly or stop by a barbecue street food stall for a char-grilled chicken leg for dinner."
    },
    {
      "dayNumber": 8,
      "title": "San Ignacio.",
      "description": "There’s heaps to do in San Ignacio, so your free day today has endless possibilities. The cave of Actun Tunichil Muknal is a living museum of Maya relics – you can wade through its waters until you reach the remains of 1100-year-old calcified skeletons. You might take a day tour to the Mountain Pine Ridge Forest Reserve to visit waterfalls and swimming holes or float down the Macal River in canoes or tubes. If you prefer a slower pace, maybe take a trip to Xunantunich – an impressive ancient Maya city. Getting to the site is half the fun, as you'll need to take a hand-cranked ferry down the river. Back in San Ignacio tonight, maybe walk down Burns Avenue and join the locals for a chat in one of the many restaurants or street food stalls."
    },
    {
      "dayNumber": 9,
      "title": "Tikal National Park.",
      "description": "Today you’ll leave San Ignacio, cross the border and get dropped off at Tikal National Park – often referred to as the Maya Forest. Check in at your hotel before exploring the ruins of Tikal, which was one of the most powerful cities in ancient Maya civilisation. Pass through the lush jungle vegetation, and if you've got the energy, climb the tallest structure in Tikal, Temple IV, to take in the epic canopy views and grab some awesome photos. While you’re here, consider taking an optional guided tour to check out more of the area or – if you’re a thrill seeker – hop on a zipline and fly through the canopies like a toucan."
    },
    {
      "dayNumber": 10,
      "title": "Rio Dulce.",
      "description": "Head from the jungle to the lakeside town of Flores this morning. Here, there's time to grab some lunch and briefly explore the town. Then it's back to the private vehicle and you’re off to Rio Dulce! When you arrive, you’ll transfer to the hotel by boat. The easiest way to get back into town is also by boat, which can be organised through the hotel – or you can take a short walk through the jungle. Take some time to absorb the atmosphere of this laidback Caribbean town, which has a different vibe to the inland communities. A highlight for many guests is the Casa Natural – an open-air accommodation with screened-in rooms, shared bathrooms and a lounge looking out to the surrounding jungle."
    },
    {
      "dayNumber": 11,
      "title": "Rio Dulce.",
      "description": "There are loads of activities to choose from in Rio Dulce today. Take a scenic boat trip down the river to Livingston – an easy-going town on the Caribbean coast that offers the unique experience of local Garifuna culture. Go boating on the lake, relax in the thermal hot springs or explore the nearby San Felipe de Lara fort in Livingston. You could also hike through the forest of the surrounding Chocon-Machacas natural reserve and spot the protected manatees of the area. Your local leader can always help with recommendations and bookings for activities over the course of your adventure."
    },
    {
      "dayNumber": 12,
      "title": "Antigua.",
      "description": "This morning you’ll travel to Antigua. When you arrive, maybe stroll around the city and tuck into some tasty tamales (a local dish served in a corn husk or banana leaf) or pepian (a spiced meat stew of chicken, beef or pork). You'll find the best value food in the square next to the La Merced Church."
    },
    {
      "dayNumber": 13,
      "title": "Chichicastenango / Lake Atitlan.",
      "description": "Travel by private vehicle to the famous market in Chichicastenango (nicknamed Chichi market). This is the most colourful market in the country. On Thursdays and Sundays, locals come from the surrounding villages to sell their wares and the streets come alive with stalls where you can stock up on cool trinkets. After visiting Chichi, head to Panajachel on Lake Atitlan, where you'll check in to your hotel. Tonight, you’ll join your group for dinner at a local pupuseria – an eatery specialising in round corn cakes called pupusas, which are stuffed with a range of fillings like cheese, beans or meat."
    },
    {
      "dayNumber": 14,
      "title": "Lake Atitlan.",
      "description": "This morning, make a trip to San Juan La Laguna to immerse yourself in Mayan village life. Visit a local midwife to learn about this traditional and sacred Maya art. Then visit the village's medicinal garden before a hands-on workshop where you'll learn about Mayan textile weaving and dyeing techniques. Hungry yet? Settle in for a home-cooked lunch with your hosts and chat about life in the village. This is the perfect way to really immerse yourself in local culture and get off the beaten track. In the afternoon, you’ll return to Panajachel and soak up the views of deep blue Lake Atitlan with a free evening."
    },
    {
      "dayNumber": 15,
      "title": "Antigua.",
      "description": "After breakfast, hit the road back to Antigua – four nearby volcanoes dominate the horizon, creating a unique landscape. Join your leader on a walk to orientate yourself around this World Heritage-listed city that’s paved with cobblestones and full of leafy town squares and ornate churches. There are hushed museums and lively indigenous markets to explore here, or you could cycle the countryside and chase views of mountain peaks and deep valleys. If you're into salsa dancing – or if you'd just like to learn some moves – Antigua is the place to be! Many dancing schools offer hourly lessons, so maybe sign up and get moving. Tonight, why not bring out your new moves and dance the night away."
    },
    {
      "dayNumber": 16,
      "title": "Antigua.",
      "description": "There are no activities planned for today, leaving you free to explore all that Antigua has to offer at your own pace. Maybe you’ll seek out the puffing volcanoes of Pacaya, Agua, Fuego or Acatenango – each of the four are accessible via daytrips from Antigua, with Pacaya being the easiest to access and the other three being more suited if you’re extending your stay in Antigua. The number one stop for any chocoholic should be the ChocoMuseo, where you can get a chocolate history lesson and, more excitingly, participate in a chocolate-making workshop. For those more interested in the other famous Central American bean, you can go on a coffee tour, visit the plantations, do some tastings and buy some beans to take home. Consider extending your stay in Antigua to take full advantage of the range of activities on offer. If you need to book extra accommodation, just speak to your booking agent."
    }
  ],
  "map": ""
}