{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "central-america-small-group-tours",
  "tourName": "Central America small group tours",
  "placesVisited": "Visit Mexico, Guatemala, and Belize, Mexico City, Teotihuacan, Oaxaca, Sumidero Canyon, San Cristobal, Palenque, Yaxchilan (Guatemala), Flores, Tikal, San Ignacio (Belize)",
  "generalInfo": "Journey through the ancient heartland of the Aztecs, Zapotecs and Maya on our tour of Mexico and beyond. From the energy of Mexico City to the vibrance of colonial Oaxaca and the mystery of the Palenque jungle, tick off Mexico's must-sees before crossing the border into Guatemala and Belize. Get a real flavour for local life, fuelling up on tacos and tequila. Want to see Mexico at its most vibrant. Choose a Dia de los Muertos (Day of the Dead) departure to witness the unique celebration.<br/> <br/> Marvel at Mayan ruins - From Palenque to Tikal, get closer to Latin Americas mysterious heritage at these iconic sites. <br/> <br/> Soak up colonial charm - Visit idyllic cities like Oaxaca and San Cristobal, soaking up local life in the Zocalos and dipping into artisanal markets. <br/> <br/> See the Sumidero Canyon - Take to the water on a boat trip through this towering gorge, spotting wildlife along the way.<br/>",
  "durationDays": "15",
  "price": "4219",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join tour in Mexico City",
      "description": ": Our tour starts today in Mexico City, the capital of Mexico and the bustling heart and soul of the country. CDMX, as the city is also known, gives 'metropolis' a whole new meaning with a new landmark, museum or gallery at every turn, not to mention the countless colourful markets, cosmopolitan eateries and leafy parks. Due to the number of evening flights into the international airport, our tour leader will meet you on the morning of day two for a welcome meeting. Look out for a message in the hotel reception with timings and other details for the day. There are no activities planned today, so you're free to arrive at any time. If you'd like to receive an airport transfer today, you'll need to arrive into Mexico City International Airport (MEX) which is around a 30-minute to one-hour drive from the hotel. If your flight arrives earlier in the day, you might like to have a stroll around Alameda Central, Mexico City's oldest municipal park, or visit the Templo Mayor Museum, which is known for its exhibits relating to the Aztec civilization."
    },
    {
      "dayNumber": 2,
      "title": "Tour of Mexico City, including Museum of Anthropology",
      "description": ": We'll head out to explore the city like a local this morning, on foot and by public transport. The Zocalo is the vibrant heart of the city; the main square that has been a cornerstone in public gatherings since ancient times. We'll walk down to the centre from the hotel, taking a trip to a local pasteleria en route to try some traditional sweet bread. The National Palace is located on the east side of the square - the President lives here as his permanent residence and we'll take a look at it from the outside, along with the grand metropolitan cathedral. The Zocalo also gives us our first taste of Mexico's ancient history - the well-preserved remains of the ancient Aztec Templo Mayor can be found here, right in the bustle of the downtown district. After exploring around the Zocalo, we'll hop on public transport to the sprawling Chapultepec Park, where we'll wander through to the National Anthropology Museum. One of the finest museums in the world, its exhibits give us a flavour of the country's history, which we'll delve further into during our stay. Today's city tour ends at the museum, and you can opt to spend more time exploring or head back to the centre with our tour leader. Please note, our walk will cover around 10 kilometres/6 miles, including time at the museum, so comfortable shoes are recommended."
    },
    {
      "dayNumber": 3,
      "title": "Visit the Teotihuacan Pyramids and the Basilica de Guadalupe",
      "description": ": Our destination today is Teotihuacan, a mysterious complex of pyramid ruins, abandoned 13 centuries ago. En route, we'll make a stop at the Basilica de Guadalupe, an important pilgrimage site for Mexicans which has a miraculous story to tell (our tour leader will fill us in). Moving on to the Teotihuacan Pyramids, we'll take some time to explore. Once the largest city in the Americas, with 100,000 inhabitants, its influence swept through Middle America and Maya craftsmen borrowed its decorative motifs and building designs. Centuries later, the Aztecs came to call Teotihuacan 'the Place of the Gods', giving you a hint at its importance. After our visit, we'll have lunch nearby (not included) and we might have time to discover the ancient uses of agave and obsidian in a workshop and craft shop nearby. In the afternoon, we'll head back to Mexico City and, if you'd like to, there'll be the chance to climb the Torre Latinoamericana this evening - one of the tallest buildings in the city, with a panoramic viewing platform that gives views across the downtown and beyond."
    },
    {
      "dayNumber": 4,
      "title": "Journey to Oaxaca, free time to explore the city",
      "description": ": Leaving the capital behind, today we'll drive south through cactus country to Oaxaca, one of the most charming colonial cities in Mexico. The drive will take around eight hours, but we'll make several stops along the way. During the latter half of our journey, we'll be treated to beautiful views out to the Sierra Madre Mountains and the cactus-covered landscape. Arriving in Oaxaca in the later afternoon, we'll get our bearings with an orientation tour. It's a captivating city with vibrant colours and charming architecture at every turn. The pedestrian street that leads up to the ornate Santo Domingo church is lined with shops, cafes, restaurants, and small artisanal markets, while the Zocalo is a social hub for local families, street vendors and entertainers come evening. Why not get a taste of local life and take a seat in one of the terrace restaurants overlooking the hubbub?"
    },
    {
      "dayNumber": 5,
      "title": "Visit the pyramids of Monte Alban, free afternoon in Oaxaca",
      "description": ": As with many of Mexico's colonial cities, Oaxaca was built in the 16th century using stones from ancient civilisations in the surrounding areas. Today, we'll visit Monte Alban which was built by the Zapotec people who flourished here over 1,500 years ago. This complex of temples, pyramids and enigmatic rock carvings was built on top of a hill (so expect some steep inclines and stairs on our walk). The expansive views over the Sierra Madre and the fertile valley are well worth the effort. Unlike sites like Teotihuacan, Monte Alban was lived in until the arrival of the conquistadors, as the Mixtec civilisation took over from the Zapotecs and continued its use. This afternoon, we'll have free time to explore Oaxaca. Take a walk through the historic centre and soak in the colourful buildings, dip into one of the markets to pick up souvenirs or delve further into the history of the city at one of the museums. The Museum of Cultures of Oaxaca, next to the Santo Domingo Church, is one of the best in town, housing treasures from Monte Alban within the building of an ex-convent (opening hours vary over public holidays)."
    },
    {
      "dayNumber": 6,
      "title": "Journey to Tehuantepec via Teotitlan del Valle and the Mitla ruins",
      "description": ": We have a long journey ahead of us today as we begin to head towards San Cristobal. The drive will lead us up through the winding roads of the Sierra Madre Mountain range and we'll make several stops along the way. Our first port of call is a 2,000-year-old swamp cypress tree in Santa Maria del Tule, close to Oaxaca. The tree has a circumference of 54 metres and has the shortest trunk of any in the world. Next, we'll head to the small town of Teotitlan del Valle, a region where it's more common to hear the Zapotec language than Spanish. Here, weaving has been a local technique since ancient times, and we'll see how the craftsmen make fine works of art. We'll continue to the ancient Mixtec site of Mitla, where we'll have an explanation of the ruins. Finally, we'll journey on to Tehuantepec, a convenient stopping point on our journey to San Cristobal. Note, our drive time today is ten hours, including stops."
    },
    {
      "dayNumber": 7,
      "title": "Sumidero Canyon boat trip and journey to San Cristobal",
      "description": ": Leaving early this morning, we'll have a five-hour drive to Cahuare, the starting point for our visit to the spectacular Sumidero Canyon. The canyon is a unique rift measuring 41 kilometres long and up to 1000 metres deep, cut by the Rio Grijalva. This is the spot where, in the 16th century, 1000 Chiapa indigenous people committed suicide rather than submit to Spanish rule. We'll take a trip on a speed boat to fully appreciate the towering gorge, before driving for two hours up a scenic mountain road to San Cristóbal de las Casas. At 2,210 metres above sea level, it can get cold at night, a sharp contrast to the heat of Tehuantepec."
    },
    {
      "dayNumber": 8,
      "title": "Explore indigenous villages of San Juan Chamula and Zinacantan",
      "description": ": San Cristobal has a unique atmosphere, located high in the scenic Chiapas Mountain range. The indigenous groups from the surrounding hills fill the town and marketplace with their colourful dress including the distinctive Tzotzil community who still retain much of their Mayan customs and language. Today, we'll be visiting San Juan Chamula and Zinacantan, indigenous villages close to San Cristobal that practise an interesting blend of Catholicism and traditional Maya beliefs. This area is famous for its bright textiles and weavings in intricate designs. You might like to pick up souvenirs here during our free time this afternoon. Much like Oaxaca, San Cristobal is a charming town to explore on foot and also has its fair share of museums. The Na Bolom, House of the Jaguar, is dedicated to the preservation of the Lacandón tribe and displays many of their artefacts, while the Textiles Centre is a superb showcase of the weaving traditions found both in Chiapas as well as the rest of Mexico and Central America. There are also museums dedicated to amber and jade, that not only display historical pieces but also give an understanding of the importance of these materials to the ancient civilisations."
    },
    {
      "dayNumber": 9,
      "title": "Travel to Palenque",
      "description": ": Leaving the highlands behind us, today we have a long driving day ahead of us (approximately eight hours, plus stops). The road is slow and winding, but there are scenic views as we descend to the jungles of Palenque. We'll be driving via the town of Villahermosa, where we'll stop for lunch. Along the way there may be the option to stop in the small town of Chontalpa to try the famous piña miel before we continue to our hotel."
    },
    {
      "dayNumber": 10,
      "title": "Explore the Maya site of Palenque",
      "description": ": Today's guided visit to the ruins of Palenque is one of the highlights of our tour of Mexico. Palenque is both a fascinating and important site and we'll explore it in depth with a guide. Once the choking forest was cleared, the ruins revealed the tomb of the high priest Pakal, his body adorned with a marvellous jade death mask - one of the most prized relics of the Maya culture, discovered only in 1952. The entire site, shrouded by the steamy rainforest, has an aura of deep mystery."
    },
    {
      "dayNumber": 11,
      "title": "Cross the border into Guatemala and continue on to Flores.",
      "description": ": We'll leave Palenque early in the morning and travel for around 3 hours to the El Ceibo Border. After crossing into Guatemala, we'll continue for another 3 hours to the picturesque town of Flores. Located on the shores of Lake Peten Itza, Flores is a very laid-back city with a rich history. It is one of the oldest continuously inhabited settlements in the Americas and was the last Maya city to fall to the Spanish. Today will be a long travel day, and we expect to arrive in Flores in the mid-afternoon."
    },
    {
      "dayNumber": 12,
      "title": "Day trip to Yaxha ruins. Optional boat trip on Lake Peten Itza",
      "description": ": After breakfast, we'll leave Flores and drive for two hours to Yaxha, where we'll enjoy a guided tour of the magnificent ruins. This ancient city is located on the shores of two lakes, Yaxha and Sacnab, within the UNESCO-listed Yaxha-Nakum-Naranjo biosphere reserve. This area is rich in rainforests and wetlands, teeming with wildlife. The ruins span several square kilometers and include 500 structures uncovered so far. The city's name, meaning 'green-blue water,' was given thanks to its picturesque lakeside location. We'll spend around two hours exploring the site before stopping for lunch (not included) and returning to Flores. Back in Flores, there will be an opportunity for an optional boat trip on Lake Peten Itza."
    },
    {
      "dayNumber": 13,
      "title": "Explore Tikal, Guatemala",
      "description": ": Today we'll visit Tikal, the great Maya metropolis set amid the rainforest, which can justly be compared with the celebrated ancient cities of Egypt and Greece. Initially settled in about 600 BC, Tikal was abandoned by its rulers around 890 AD and totally deserted a hundred years later. The city covered an area of 16 square kilometres. Re-discovered in 1848, only a few of its great temples and pyramids have been excavated. The site is extensive, so we include a guided tour in the morning followed by free time to let you explore. We can appreciate the prolific birdlife in the surrounding rainforest and take in amazing views of the forest canopy from the tops of the pyramids. At 3.30pm, we'll drive back to Flores."
    },
    {
      "dayNumber": 14,
      "title": "Travel to San Ignacio, Belize",
      "description": ": Today we'll say goodbye to Guatemala and drive over the border to San Ignacio in Belize. En route, we'll visit the little-known site of Xunantunich, with its fantastic array of pyramids and temples. Then, we'll make our way to our hotel, where the rest of the afternoon is free. If you still have room for one more Mayan sites, the ruins of Cahal Pech are well worth a visit, high up on a hill near the centre of San Ignacio town. Alternatively, you could walk into the town and check out the lively local market (note, the market doesn't run on Sundays)."
    },
    {
      "dayNumber": 15,
      "title": "Drive to Belize City Airport where tour ends",
      "description": ": Departing San Ignacio this morning, we'll drive to Belize's Philip S. W. Goldson International Airport (BZE), arriving at around 10am, and this is where our trip ends. The earliest your flight can depart is 12.15pm. Haven't had your fill of Latin America? Extend your holiday and explore even more of Mexico and Belize on our Contrast of Mexico + Yucatan Extension tour. From the idyllic island of Caye Caulker to Mexico's Yucatan, with bucket-list sites such as Lake Bacalar, Chichen Itza and Tulum, not to mention the cenotes, our extension tour packs in the highlights of the sunny peninsula. You can find the extended tour using code MXY."
    }
  ],
  "map": ""
}