{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "belize-small-group-family-holiday",
  "tourName": "Belize small group family holiday",
  "placesVisited": "",
  "generalInfo": "Belize is one of the world's leading ecotourism destinations, with swathes of untouched rainforest, prolific wildlife, mangrove coasts, and one of the most extensive coral reef in the western hemisphere, second only in size and grandeur to Australia's Great Barrier Reef. Add to that ancient monuments (over 900 ancient Mayan ruins are located in the country) and fantastic beaches and you have an ideal family adventure destination.<br/> <br/> Wildlife - Spot howler monkeys, spider monkeys, toucans, parrots, crocodiles and much more in the tropical forests of Crooked Tree Wildlife Sanctuary.<br/> Mayan sites - Journey by boat through the deep jungle to the ancient temples of Xunantunich and Lamanai.<br/> Tropical islands - Experience laid-back Caribbean island life on two tropical islands, where you're free to be as active as you like.<br/> <br/>",
  "durationDays": "14",
  "price": "2985",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Belize City",
      "description": ": Our tour starts today in Belize City, the largest city in Belize, located on the Caribbean coast. It's a vibrant destination thanks to its mix of colonial architecture, diverse culture and nearby natural attractions. Our tour leader plans to meet us in the hotel reception at 6pm for a welcome meeting. There are no other activities planned for today, so you're free to arrive in Belize City at any time. If you'd like an airport transfer today, you'll need to arrive into Belize's Philip S. W. Goldson International Airport (BZE), which is around a 20-minute drive from the hotel. If you miss the welcome meeting, the tour leader will catch you up as soon as possible. It's worth noting that flights from the UK usually require an overnight stay in the USA, with the most frequent flight options transiting via Miami or Houston. We recommend booking an airport hotel, which often offer complimentary airport shuttle services."
    },
    {
      "dayNumber": 2,
      "title": "Visit a baboon sanctuary, continue to Crooked Tree Wildlife Sanctuary",
      "description": ": Leaving Belize City on the northern highway, we'll turn off into the tropical interior and drive to the Community Baboon Sanctuary. Here, we'll have a chance to get up close with the world's second loudest land mammal - the Yucatecan black howler monkeys - and learn about the close relationship these animals have with local people. Later in the afternoon, we'll travel inland to the Crooked Tree Wildlife Sanctuary, an important wetland habitat. Settling down for two nights, we'll enjoy the hospitality of our local hosts on the shores of the Crooked Tree Lagoon. Established in 1984, this maze of waterways and lagoons supports a wonderful variety of wetland species, perfect for our first close-up encounter with Belize's famed wildlife. It's possible to use the hotel's kayaks for an afternoon paddle in the lagoon to get our first close-up encounter with Belize's wildlife. Weather permitting, we might take a sunset cruise on the lagoon to search for Green Iguanas and other wetland species including several species of kingfisher, heron, waders and raptors."
    },
    {
      "dayNumber": 3,
      "title": "Boat trip to jungle ancient Mayan site of Lamanai, deep in the jungle",
      "description": ": If we didn't do the sunset cruise yesterday, we can get up early this morning to explore the lagoon by boat. In this birdwatcher's paradise, we might spot wood storks, boat-billed heron, vultures, kingfishers, grebes, hawks, snail kites, jacanas and even the rare jabiru - the tallest flying bird in the Americas, standing at 5 feet/1.5 metres with a wingspan of up to 9 feet/2.7 metres. Returning to the lodge for breakfast, this morning we'll head to the New River and Tower Hill bridge for a boat ride upstream to the 2000 year old jungle ruins of Lamanai, one of Belize's largest Mayan ceremonial centres. We'll return to the lodge for breakfast and then set off to the New River for a boat ride upstream to the 2000-year-old jungle ruins of Lamanai. Water birds are abundant in the ancient rainforest, and we might be able to spot crocodiles lurking on the riverbank. Lamanai, the original name of these Maya ruins, means 'Submerged Crocodile,' which helps to explain the numerous carved crocodile representations at the site. The ruins are located some distance off the beaten track and are still not reconstructed or cleared. We'll approach on foot, following well-marked trails. The surrounding rainforest, with its thick canopy of huge trees and humid atmosphere, adds an air of mystery to the scattered and overgrown relics. A cache of children's bones has been unearthed from beneath one of the stelae, suggesting that the Maya practised human sacrifice here. We'll return to our lodge mid-afternoon. Keen birdwatchers won't have to venture far from the lodge, the lake hosts an abundant population of neotropical birds, just fifty feet from the lodge."
    },
    {
      "dayNumber": 4,
      "title": "Explore Crooked Tree village and lagoon, wildlife watching. Drive to San Ignacio, visit a Green Iguana breeding programme",
      "description": ": This morning, we take a short excursion on foot to explore Crooked Tree further. This was one of the first settlements the British made in the early 17th century. The extraction of logwood for textile dyes is what brought the original settlers here and we can still see the logwood tree growing along the shores today. We bid farewell to the reserve mid-morning, heading by to San Ignacio, a traditional Belizean town, by bus. Straddling the Macal River, once a critical transportation artery for the Maya and later the European settlers, the town is now a centre for visiting ancient Mayan sites making it the perfect place to base ourselves for the next couple of days. This afternoon we'll visit a Green Iguana breeding programme in San Ignacio dedicated to re-releasing the reptiles back into their native habitat. The rest of the afternoon is free for you to enjoy the pool or head into town to explore. Tonight, we stay at a resort just ten minutes outside of San Ignacio, which features individual cottages, landscaped gardens and a swimming pool."
    },
    {
      "dayNumber": 5,
      "title": "In San Ignacio. Visit Xunantunich Mayan site",
      "description": ": Today, we'll visit the Maya site of Xunantunich, which in the Mayan language translates to 'Maiden of the Rock'. The name comes from a local legend that a ghostly high priestess haunts the ruins. To get to the site, we'll travel by bus and cross the River Mopan on a traditional hand-winched ferry. Occupied until about AD 850, the main plaza is dominated by a structure called El Castillo - a massive pyramid which, at 130 feet/39 metres tall, was the tallest man-made structure in Belize before the discovery of Canaa at Caracol. The view from the summit looks out over the forest with the Maya mountains to the south and the lowlands of Guatemala to the west. This afternoon we will have a visit to the Green Hills Butterfly Farm before continuing to Big Rock Falls, a beautiful waterfall with two large pools. We will take a hike down some steps (approximately 10 minutes) to admire the waterfall from below."
    },
    {
      "dayNumber": 6,
      "title": "Free day with optional tours around the area including Tikal, a UNESCO World Heritage Site",
      "description": ": San Ignacio is at the heart of Belize's inland tourism and there are many different activities on offer. Today you can choose from several different optional tours in the surrounding area. You might like to visit the UNESCO World Heritage Site of Tikal, just over the border in Guatemala. Set in one of the America's greatest forest reserves known as 'The Maya Biosphere', Tikal and the surrounding forest are also home to many endangered animal species. Abandoned in the 10th century and rediscovered 900 years later, this huge site sits amongst tropical rainforest that's been undisturbed for 1,000 years. The ancient site is an atmospheric backdrop for wildlife spotting; it's possible to see hummingbirds, flycatchers and honeycreepers, all to the chorus of Howler Monkeys roaring in the distance. Other optional tours include a visit to the archaeological site of Cahal Pech. Very active families might like to try a caving trip to the ATM Caves. This outing is packed full of activities, including three river crossings (ropes are used to cross), squeezing through some narrow channels in the cave walls, clambering over and climbing down rocks, and swimming through dark pools inside the cave itself. The payoff is a chance to see pottery and well-preserved skeletal remains from the Maya times, but it's not for the faint-hearted - there is no backing out once you're in the caves. Alternatively, you might like to visit the Belize Botanical Gardens and Jungle Lodge where you can tour the gardens, have lunch, and then paddle back to San Ignacio along the Macal River."
    },
    {
      "dayNumber": 7,
      "title": "Travel to the Blue Hole National Park for a swim; continue by road and boat to Tobacco Caye",
      "description": ": Today, we head south along one of Central America's most scenic roads - the Hummingbird Highway. Our first stop is the Blue Hole National Park, operated and run by the Belize Audubon Conservation Society. Broadleaf semi-deciduous rainforests cover the limestone cliffs, with a network of cave complexes hidden amongst the vegetation. Subject to local conditions, we aim to visit a large cave complex and swim in a crystal-clear limestone sinkhole surrounded by lush jungle. Continuing along the highway through orange and cacao groves, our final destination is the tropical island of Tobacco Caye, located a 20-minute boat ride from Dangriga Town. As one of the smallest islands in Belize, Tobacco Caye has an intimate, relaxed vibe with a host of activities to choose from. Tonight, we stay in cabins right on the reef's edge, overlooking the ocean. While the island is proud to be all about living off the grid (there are no televisions or public phones), WiFi is available for a fee, usually accessible in the common areas of your hotel. The connection can be unreliable, so if you need to be online, we suggest purchasing a SIM card in advance. Please note, electricity is generated by the hotels via solar panels and electricity might not be available at all times. There are no stand-alone restaurants on the island, however, there are restaurants within our accommodation that cate to all diets and to fussy eaters."
    },
    {
      "dayNumber": 8,
      "title": "Free day with optional trips including snorkelling in the Belize barrier reef system",
      "description": ": Tobacco Caye measures just 200 feet/60 metres wide and 400 feet/121 metres long. Optional trips include visiting the small coral cayes, such as Bird Island a renowned local bird sanctuary. There are good snorkelling opportunities in the UNESCO World Heritage Site of the Belize barrier reef system off the island as well as fishing tours, manatee watching and tours to nearby islands. A full list of costs is provided in the optional excursion section. Alternatively, you can play beach volleyball, use one of the hotels kayaks or simply unwind in a hammock overlooking the ocean."
    },
    {
      "dayNumber": 9,
      "title": "Free morning on Tobacco Caye. Return to the mainland, head to a jungle lodge overlooking the Maya mountains. Bat misting research project",
      "description": ": This morning, we'll enjoy a tropical island sunrise and an optional guided pre-breakfast snorkel trip. After breakfast, the morning is free to kayak, snorkel, or just kick back and enjoy the island vibes. This afternoon, we'll head back to Dangriga by boat, and take a short drive back into the Maya Mountains. Our base for the next two nights is a biology field station for Tropical Research and study. During our time here, we'll get a hands-on experience of data collection and observations, starting with a bat misting net session this evening. Bat's make up Belize's most diverse mammal group with more than 40 different species. Our accommodation is in rustic cabins in the jungle, in a bunk-house style. Each cabin has two or three bunk beds per room, with shared facilities. Although basic, the location in the jungle makes this a wonderful two-night stop."
    },
    {
      "dayNumber": 10,
      "title": "Full day jungle trip to visit Davis falls, Belize's second highest waterfall",
      "description": ": An optional pre-breakfast ramble along forest trails allows us to showcase the incredible diversity of this tiny country. Belize's national bird - the Keel Billed Toucan is a common sight in this area and its frog-like call is commonly heard from the treetops in the early morning. The Maya Mountains are an important watershed for the country, and there are many waterfalls in the area to discover. Depending how active and energetic you're feeling, you can either embark on a full day into the jungle interior to visit Davis falls, Belize's second highest waterfall or opt for a more relaxed visit to Billy Barquedir National Park, home to the Billy Barquedir waterfall which has a delightful large forest pool and natural jacuzzi. The Davis Falls excursion is a full-day adventure on a specially adapted tractor-trailer. We forge through eight miles of jungle dirt roads, including eight river crossings, before beginning a 45-minute hike through mature tropical forest to the foot of David Falls at around 500 feet/120 meters. It's Belize's most impressive yet little-visited waterfall, most of the time we'll have the falls virtually to ourselves. There's time to enjoy the falls and take a dip before we retrace our steps back to our lodge. The total length of the day trip is between six and seven hours. Please note, if the river levels are too high, we'll head to the Billy Barquedir waterfall instead."
    },
    {
      "dayNumber": 11,
      "title": "Drive to Belize City, water taxi to Caye Caulker tropical island",
      "description": ": Once a pirate lair, this tiny but enchanting tropical island lies 34 kilometres/21 miles northeast of Belize City and about 1.6 kilometres/1 mile inside the greatest barrier reef in the Western Hemisphere. The water taxi transfer takes around one hour, and the boat can be fairly busy. Depending on the weather, the journey might be choppy. While a bucket-list destination, Caye Caulker is relatively uncrowded, and unluxurious, with modestly priced restaurants and bars. The local fishermen catch lobster, conch, fish, and crab to supply the domestic and foreign markets. Fresh seafood is readily available, and lobster is the best buy when in season from June to February. We'll have time to relax here at our hotel this afternoon. The location is ideal to enjoy several optional trips over the next couple of days."
    },
    {
      "dayNumber": 12,
      "title": "Free time on Caye Caulker",
      "description": ": Today is free for you to do as much or as little as you wish, and enjoy the relaxed atmosphere of Caye Caulker. You might like to take a snorkelling trip out to the nearby Hol Chan Marine Reserve and Shark and Ray Alley or take a full-day trip out to the Manatee Reserve to observe manatee in their natural mangrove habitat. Scuba diving is also available."
    },
    {
      "dayNumber": 13,
      "title": "Free time on Caye Caulker",
      "description": ": Today is another free day to relax or enjoy the optional activities available. Caye Caulker is surrounded by coral reefs, offering excellent swimming and snorkelling opportunities along the reef. It's possible to hire bikes to explore the island at your own leisure, taking in the views of the Caribbean Ocean, coral sand beaches, and swaying palm trees."
    },
    {
      "dayNumber": 14,
      "title": "Trip ends in Caye Caulker",
      "description": ": Our trip ends at our hotel on Caye Caulker. To get to the airport, we'll take a one-hour water taxi to Belize City, from where we'll transfer by road to Belize's Philip S. W. Goldson International Airport (BZE). The first water taxi departs at 6.30am and the earliest your flight can depart is 10.30am. If your flight is later today, we'll provide unaccompanied water taxi transfers later in the day, along with connecting onward road transfers to the airport. Caye Caulker is an amazing destination and we recommend adding additional nights to the end of your tour to fully experience the island."
    }
  ],
  "map": ""
}