{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "mexico-belize-guatemala-tour-mayan-encounter",
  "tourName": "Mexico, Belize & Guatemala tour, Mayan encounter",
  "placesVisited": "Mexico: Playa del Carmen, Yucatan Peninsula, Tulum Belize: Caye Caulker, San Ignacio Guatemala : Tikal National Park, River trip on Rio Dulce, Antigua, Lake Atitlan, Panajachel",
  "generalInfo": "This Mexico, Belize and Guatemala tour is a 17 day odyssey around some of Central America’s magnificent Maya sites, but also to beaches, cayes, cenotes and national parks. Starting on Mexico’s Yucatan Peninsula, you can chill out after your journey in Playa del Carmen, ready to take on the cultural wonders of Tulum, the first Maya archaeological site on our trip. <br/><br/>Belize also has a fine mix of coast and ancient culture, and we spend a couple of days on Caye Caulker where you are left to enjoy beach life at your own pace, with everything on hand from snorkelling to manatee spotting.  Inland Belize is also wonderful to explore, as you will discover in San Ignacio, where we discover greener, more mountainous landscapes as well as the mix of Maya and Garifuna cultures. <br/><br/>We spend the rest of our trip in Guatemala, nine days in all, taking in a wonderful array of both culture and nature in this stunning country. Every day offers something completely different, such as Tikal National Park with the ancient Maya city at its heart, the contemporary Maya culture in Chichicastenango , the world famous Lake Atitlan and its capital of Antigua.<br/><br/>We build plenty of free time into our trips, and guests can choose to opt for additional activities if they wish, according to their budgets and interests. We stay in small, locally owned hotels, where friendliness makes up for frills, but where you will gain a sense of Central American life. We also don’t include most meals on this trip, so you can budget for food in a way that suits you best. There is certainly no shortage of fine food in these three countries, whether it is street or gastronomic.",
  "durationDays": "13",
  "price": "1655",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Playa del Carmen.",
      "description": "Hola! Welcome to Mexico. Your adventure begins in Playa del Carmen with a welcome meeting at 6 pm. If you arrive early and are lucky enough to have extra time in this beachside playground, maybe try your hand (and feet and lungs) at snorkelling in the freshwater rock pools (cenotes). Maybe stroll along the white sands or reef dive on Cozumel. After the meeting, perhaps head out for a cocktail and a few tacos with your new travel buddies."
    },
    {
      "dayNumber": 2,
      "title": "Playa del Carmen.",
      "description": "This morning, hop on a local bus to one stunning example of a cenote – Cenote Azul. There you can swim, dive or snorkel in the natural open-air pool, basking in the beauty of your surroundings. Then return to Playa Del Carmen, where you’ll have a free afternoon to explore this beachside paradise at your leisure. You might like to continue the underwater activities and keep your eyes peeled for rays, moray eels and turtles among the coral-clad reefs. If you’d rather leave the flippers behind and adventure on land, catch a local bus and travel south to Tulum, where white-sand beaches and Maya ruins are just an hour and a half away. In the evening, you could grab a few of your fellow travellers and find a good spot to watch the sunset – muy bien!"
    },
    {
      "dayNumber": 3,
      "title": "Chetumal .",
      "description": "On your final morning in Playa del Carmen, maybe take an early morning stroll to the beach and dip your toes in the sand or simply let the world pass you by with a coffee at a local cafe. Then head to your next stop in Bacalar – said to be the first settlement of the Itza tribe, who would go on to create Chichen Itza. Here, you’ll have an included lunch and the chance to relax at the Lake of Seven Colours – thanks to the various stunning shades of blue it adopts throughout the day. If you’d like, you could also hop onboard a boat tour of the lake. Then continue to Chetumal – a quiet city close to the border of Belize, this place makes for the perfect stop before tomorrow’s adventure to Caye Caulker."
    },
    {
      "dayNumber": 4,
      "title": "Caye Caulker.",
      "description": "Bid adios to Mexico early this morning as you head south to Belize. After border formalities, arrive in Belize City then hop in a water taxi to the island of Caye Caulker. When you arrive, get acquainted with the island on a guided walk with your leader. Belize is the only English-speaking country in Central America, which will make chatting with locals much easier. Tonight, you’re free to relax or explore. Be aware that there may be crocodiles in the split area that separates the north and south of the island, so it’s best to take caution while swimming and exploring the beaches."
    },
    {
      "dayNumber": 5,
      "title": "Caye Caulker.",
      "description": "Today is free for you to explore the island that surrounds you, or just to simply relax. If you feel like snorkelling, ask your leader about organising a trip to the colourful coral reef nearby, or maybe head further afield to Hol Chan Marine Reserve, home to the world’s second-longest coral reef. Manatee spotting is perfect for nature lovers, or you could take a stroll and find a swaying palm tree with your name on it – they make the perfect place to nap, read a book and soak up the island vibes on a beach day."
    },
    {
      "dayNumber": 6,
      "title": "Caye Caulker.",
      "description": "What’s better than one day in paradise? Two, of course! Your morning is free, then for lunch you’ll join in on a cooking class with a local family, learning how to make a famous Belizean meal with chicken, rice and beans. In the afternoon, perhaps head to the beach for a swim or hire a bicycle to explore. Tonight is your last opportunity to get your hands on some super fresh Belizean seafood, which you can dig into with your feet planted in the sand at one of the many ‘floor-free’ outdoor restaurants. The island's famous lobsters are available between 15 June and 15 February, and you can expect to pay far less than at home (though more than your average island meal). You could even grab some grilled shrimp and a rum and coke made with firewater from a roadside stall to really get into the island spirit."
    },
    {
      "dayNumber": 7,
      "title": "San Ignacio.",
      "description": "From the islands to the highlands, you’ll bid farewell to Caye Caulker today and catch a ferry to Belize City, then a bus to San Ignacio. When you arrive, your leader will take you on a walking tour of San Ignacio and its twin sister Santa Elena, giving you a sense of how vibrant the local Garifuna and Maya communities are. Tonight, maybe head out in search of a classic Maya dish like cochinita pibil (slow-roasted pork marinated in citrus)."
    },
    {
      "dayNumber": 8,
      "title": "San Ignacio.",
      "description": "Today is free for you to discover San Ignacio at your own pace. This beautiful town is surrounded by fast-flowing rivers, waterfalls and Maya ruins, making it the ideal base. If you’re a bit of a history buff, maybe take a day trip to Xunantunich – an impressive Maya ceremonial site on a hill overlooking the countryside. Getting to the site is half the fun, as you'll need to take a hand-cranked ferry to cross the river. Perhaps you'd like to take on the challenge of visiting the cave of Actun Tunichil Muknal – a living museum of Maya relics. Wade and hike through cool waters to find ceramic pots and crystallised skeletons preserved by the calcium-rich environment of the cave for over 1400 years. Easily spooked? Maybe you'd prefer a cave with fewer (as far as we know) skeletons, like the one in Mountain Pine Ridge. In the late afternoon, the barbecue stalls of Santa Elena start to set up for the dinner rush. It's only a 15-minute walk, so consider wandering over to enjoy a juicy chicken leg and a chat with the locals."
    },
    {
      "dayNumber": 9,
      "title": "Tikal National Park.",
      "description": "Rise and shine for your journey across the Belize-Guatemala border.to Tikal National Park. Here, there will be time to buy lunch before visiting the impressive archaeological site with a local guide. Towering above the jungle, the five granite temples of Tikal are an imposing sight and one of the most magnificent Maya ruins. Hidden in the evergreen forest is a maze of smaller structures waiting to be explored. The energetic can climb to the top of the ruins for spectacular views over the canopy and the chance to spot toucans, macaws and other colourful birds."
    },
    {
      "dayNumber": 10,
      "title": "Rio Dulce.",
      "description": "This morning depart for Flores, where you'll have breakfast in a local restaurant before joining your leader on an orientation walk on the island. Then, continue by private minivan to Rio Dulce before transferring to your hotel by boat. The easiest way to get back into town is also on the water – a journey that can be organised through the hotel. Alternatively, a 40-minute jungle walk will get you there. The hotel is a great place to relax and look over the water, with reasonably priced meals and drinks served in the hotel restaurant. Now that you are back in a Spanish-speaking nation, why not join an informal Spanish lesson led by your leader?"
    },
    {
      "dayNumber": 11,
      "title": "Rio Dulce.",
      "description": "Take a boat ride down the river to Livingston – a laidback Afro-Caribbean town that offers a unique taste of Garifuna culture in a far-flung corner of Guatemala. Just 30 km (18 m) from Rio Dulce, Livingston is only accessible by boat and the ride is spectacular, taking you through waters filled with water lilies, past tropical forests and through a deep canyon full of river birds. When you arrive, take a short orientation walk around the colourful town and see some fishermen working by the docks. Then, join the locals for a morning dance class. After learning some moves, you’ll have some free time for lunch and to explore at your own pace. Later this afternoon, hop back in the boat and head back to Rio Dulce."
    },
    {
      "dayNumber": 12,
      "title": "Antigua.",
      "description": "Leave the 'Sweet River' behind and travel by private minibus to the city of Antigua. The road between Rio Dulce and Guatemala City is one of the busiest in the country. Traffic is slow, there are frequent road works and many, many slow trucks – be armed with patience, music and a good book and the journey will be easier to handle. Tonight, maybe get your fellow travellers together for a final group dinner to say your goodbyes."
    },
    {
      "dayNumber": 13,
      "title": "Antigua.",
      "description": "Your adventure comes to an end this morning and there are no activities planned. As there's a great deal to do in Antigua, we recommend staying a few extra days to make the most of this traveller favourite. If you’d like to spend more time here, just speak to your booking agent."
    }
  ],
  "map": ""
}