{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "belize-sea-kayaking-holiday",
  "tourName": "Belize sea kayaking holiday",
  "placesVisited": "Coral reefs, sand flats with extensive turtle grass, Tropical Education Centre, Forest Cabanas, Hummingbird Route through the Maya Mountains, Southern Barrier Reef, Southwater Caye Marine Reserve, snorkelling at Tobacco Caye, kayaking at South Water Caye, Billy Hawk Caye, Optional Scuba diving sessions can also be arranged",
  "generalInfo": "This week of kayaking in Belize is sure to appeal to sun lovers and marine enthusiasts alike with plenty of paddling options to take you around some of the Caribbean’s most stunning shores and clear water cayes.<br/><br/>Alongside the sea kayaking in Belize you’ll also be treated to some superb snorkelling with tropical fish darting over coral reefs whilst turtles swim lazily overhead.<br/><br/>Kayaking in Belize unveils a tropical stage of sand flats, mangroves and vast stretches of turtle grass as well as chance encounters with local fishermen who are always ready for a chat about all things Belize and how you can get more out of your visit to their homeland.<br/><br/>From the Barrier Reef reserve to South Water Caye, Belize is awash with tropical adventures and if you’re longing to kayak and snorkel for a week in the Caribbean then right here is where you get started.<br/>",
  "durationDays": "7",
  "price": "2390",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE IN LADYVILLE & TRANSFER TO THE COASTAL TOWN OF DANGRIGA (D) Arrive at the Belize International Airport where you will connect for a scenic 20 minute flight to the coastal town of Dangriga. You’ll then be met by an Island Expeditions’ representative and transferred by road to Bocawina Rainforest Lodge in the foothills of the Maya Mountains. After checking into our accommodations we enjoy a ‘Welcome to Belize Dinner’ with our fellow travellers and our Belizean guide team. Tonight, we dine in the rainforest at the acclaimed Wild Fig restaurant. This day is your day to arrive before the trip starts, meet your fellow travellers, and acclimatize to your new tropical environment. Transfers from the airport and lodging are included. Overnight in Bocawina Rainforest Lodge"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "GLOVERS REEF ATOLL (B,L,D) Waking up to the sounds of the tropics is a pure delight with the chatter of parrots and parakeets flying overhead, the fresh morning air scented with tropical blossoms, and the expectation of an exciting adventure filled day ahead. After breakfast we travel! by boat charter 38 miles offshore of the mainland, to Glovers Reef Atoll. We check into our furnished tent cabanas, enjoy lunch al fresco, then guides provide professional instruction - teaching sea kayaking, SUP, snorkeling, and safety in tropical seas, before heading out on the water. From here we explore the Atoll by SUP and sea kayak with motorboat support. For the next 3 days, you can expect to be pampered by our staff with delicious food and enjoy perfect days of turquoise clear waters, coral reefs, and a full range of activities to choose from each day. Overnight in Glover's Reef Basecamp"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "SOUTHWATER CAYE (B,L,D) For the next stage of the adventure we head to the 17,000 acres Southwater Caye Marine Reserve on the Southern Barrier Reef. Based from Tobacco Caye Paradise Lodge, our playground for the next two days is a fairy-tale setting of palm trees, coral islands, mangrove forests and abundant coral reefs. Each evening, back at our lodge we take in the friendly, laid-back ‘Island Culture’ of Belize. Overnight in Tabacco Caye Paradise"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "TRAVEL VIA WATER TAXI TO DANGRIGA AND TRANSFER TO BELIZE INTERNATIONAL AIRPORT (B) After an early breakfast our water taxi carries us back to the mainland and the town of Dangriga. Any extra luggage that you have stored at our Operations Base will be made available to you to repack and you can catch the connecting flight to the Belize International Airport."
    }
  ],
  "map": ""
}