{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "mexico-guatemala-and-belize-tour-21-days",
  "tourName": "Mexico, Guatemala and Belize tour, 21 days",
  "placesVisited": "",
  "generalInfo": "Combine ancient Mayan civilisation with palm-fringed beaches, chili-spiced cuisine, snorkeling at reefs, steamy jungles, teeming cities, fiesta fireworks &amp; passionate celebrations. This amazing Ruta Maya journey of 21 days takes you through Mexico, Guatemala and Belize.<br/><br/>You travel through the three countries by premium bus and collective transfers, adding some private transfers if you wish as indicated in the day to day description. <br/><br/>All can be tailor made according to your travel wishes and tastes.<br/>Route followed in this itinery is from Cancun, Playa del Carmen to Merida - Chichen Itza - Palenque - San Cristobal - Panajachel/Lake Atitlan in Gautemala - Antigua - Flores/Tikal – into Belize Caye Caulker – back to Mexico Lake Bacalar – and ending at Tulum / Holbox /Playa del Carmen. <br/><br/>Alternatively you can also start at Mexico city and from there travel to Palenque via Oaxaca and follow this route. You can also start at Guatemala and travel via Belize to Mexico in case you have less days. <br/><br/>The Maya civilization developed within the Maya Region, a Mesoamerican cultural area, that today comprises the northern lowlands of the Yucatán Peninsula and the highlands of the Sierra Madre, the Mexican state of Chiapas, southern Guatemala, El Salvador, and the southern lowlands of the Pacific littoral plain. Today, their descendants, known collectively as the Maya, number well over 6 million individuals, speak more than twenty-eight surviving Mayan languages, and reside in nearly the same area as their ancestors. Mesoamerica was one of six cradles of civilization worldwide. The Mesoamerican area gave rise to a series of cultural developments that included complex societies, agriculture, cities, monumental architecture, writing, and calendrical systems. The set of traits shared by Mesoamerican cultures also included astronomical knowledge, blood and human sacrifice, and a cosmovision that viewed the world as divided into four divisions aligned with the cardinal directions, each with different attributes, and a three-way division of the world into the celestial realm, the earth, and the underworld.<br/><br/>Travel the Ruta Maya solo, with friends, your family or in a escorted group travel with tourleader. Feel free to contact us via Whatsapp to customize this or any itinery to your travel wishes.<br/><br/>This Mexico, Guatemala, Belize roundtrip can be the start or the end of a tailor made trip along the greatest attractions in Latin America. We also offer tailor made travels to Cuba, Colombia, Panama, Bolivia, Brasil, Peru, Ecuador with Galapagos, Chile with Easter island, Argentina with Antarctica and Venezuela. In case you are interested to combine Mexico with Cuba we have 12 to 14 day itineries visiting the highlights of both destinations.",
  "durationDays": "21",
  "price": "3790",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Cancun Airport, transfer to Cancun hotel Adhara Express. You can also start in Mexico city with cultural excursions and continue from there stepwise to Palenque via Oaxaca. All is tailormade."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Premium class bus to Merida via Chichen Itza (visit not incl). Explore one of the most visited archaeological sites of Mexico on your own or with a guide. In case you wish to add a private transfer, this is one of the recommended days. By bus you have to store luggage at Chichen Itza, visit the site and then have the next premium bus. With a private transfer is more relaxing, as the driver will wait with the luggage in the car and is flexible to continue at any time to Merida. Hotel Del Gobernador."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Stay at beautiful Merida. Hotel Del Gobernador. Optional Hidden Cenote Tour and add an extra day. On this tour you are taken to two remote cenotes for a refreshing swim and an authentic look at everyday life in the small villages with a local lunch prepared by a family."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Premium class bus to Palenque. Hotel Maya Tulipanes. Home to one of the most famous Mayan cities, in the State of Chiapas. Coming here means placing yourself inside the heart of the magnificent Lacandon Jungle."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Stay Palenque, tour ruins & waterfalls included. The ruins of ancient Palenque await you this morning. After climbing the many pyramids of Palenque, you can cool off in nearby waterfalls and swim in refreshing waters fed by the Chiapas mountain ranges."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Premium class bus to San Cristobal. Hotel Rincon del Arco. San Cristobal de las Casas, another “Pueblo Mágico”. On arrival, explore this beautiful city, admire the houses painted in bright colours that are homes to quaint shops and galleries."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Stay San Cristobal de las Casas, tour indigenous villages included. Interesting and educational tour to two of the most interesting local villages."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Stay San Cristobal, free day or optional tour, hotel Rincon del Arco."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Collective shuttle to Panajachel. Hotel Dos Mundos. The shuttle transfer will take you to the border, where you will change to a Guatemalan vehicle to continue through the mountainous greenery toward the beautiful Lake Atitlan. Also the shuttle from San Cristobal to Panajachel is recommended as private transfer. Besides if the travel date of this part is in the weekend, it has to be a private transfer anyway, as they only operate the shuttle service from Monday till Friday."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Stay Panajachel, Dos Mundos hotel. You can explore the original hippy retreat that has grown to become modern Panajachel. You have a free day to explore Panajachel and its surroundings. Take a boat tour on Lake Atitlan and visit some of the interesting villages that surround the lake or just relax on the edge of this gorgeous lake."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Collective shuttle to Antigua (via Chichicastenango on Thursday or Sunday). Hotel Los Bucaros."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Stay Antigua, hotel Los Bucaros. Explore the beautiful colonial city centre of Antigua and its many churches, surrounding volcanos, pretty central square and hidden treasures. You also can hike up to the Hill of the Cross to get a beautiful view of the city or take a tour to a coffee farm."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Transfer to Guatemala Airport, flight to Flores included, transfer to Tikal. Hotel Jungle Lodge."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Visit Tikal stay at Jungle Lodge. Explore the hidden city of Tikal located in the middle of the jungle. Tikal was the city that ruled Central America in the fifth and eighth centuries. The hotel offers collective tours as well as private tours or you can explore by yourself."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Transfer to Belize City, watertaxi to slow down key Caye Caulker (not incl). Seaside cabañas."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Stay Caye Caulker, Snorkel sailing tour included. Seaside Cabañas. Free day to relax and enjoy the Caribbean Sea. You have a snorkelling tour to explore the 2nd largest coral reef in the World. At the end of the day enjoy the beautiful sunset."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Stay Caye Caulker. Seaside Cabañas. Optional to have more snorkeling time and-or go for some diving at the reefs or blue hole."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Watertaxi to Belize City (not incl), collective shuttle to Bacalar, going back to Mexico. Hotel Villas Bakalar. This “Pueblo Mágico” is famous for its magnificent Seven Colours Lagoon. On arrival, relax and enjoy this unique natural beauty."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Premium class bus to Playa del Carmen. Hotel Hacienda Real del Caribe. Hotel located close to the turquoise waters of the Caribbean in downtown Playa. Beachtime to relax, to dip your toes in the white sands and swim in the blue Caribbean. Can be tailor made into a beach stay at Tulum and-or Holbox."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Stay Playa del Carmen at Hacienda Real del Caribe. Alternative Tulum and-or Holbox."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Transfer to airport Cancun. Journey back to home."
    }
  ],
  "map": ""
}