{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "mexico-guatemala-and-belize-holiday",
  "tourName": "Mexico, Guatemala and Belize holiday",
  "placesVisited": "Tours of Maya sites with local guides, Cancun, Playa del Carmen, Yucatan Peninsula, Swim in a cenote, Cultural visit with a Tzotzil community, Chichen Itza, Merida, Campeche, Palenque, San Cristobal, Lake Atitlan, Antigua, Tikal, Snorkelling in Caye Caulker, Kayaking on Lake Bacalar, Tulum",
  "generalInfo": "This Central America overland epic takes you around Mexico’s Yucatan Peninsula and Central Highlands before venturing to two countries that are often overlooked by travellers in this part of the world but really shouldn’t be: Guatemala and Belize. Follow a carefully crafted route designed to showcase the cultural differences and natural landscapes of these three countries, taking in Maya sites, tiny mountain towns, and providing plenty of opportunities to relax and explore at your own pace. You’ll stay in locally owned hotels as far as possible, and be recommended many small, independent restaurants, helping to spread the economic benefits of tourism across the region<br/><br/>Beginning on Mexico’s sunbaked Playa del Carmen where you can adjust to the heat, you’ll travel further around the Yucatan Peninsula, beginning with Chichen Itza. One of the most well-preserved and fascinating relics of the Maya civilisation, the site is known for its Great Ball Court, and the Kukulkan Pyramid. Continuing via Campeche and Palenque, visit a mountain village near San Cristoba, to have lunch with a Tzotzil family, and learn about their rituals and ways of life.<br/><br/>Cross, then, into the Guatemalan Highlands, where you’ll spend a few days on the shores of Lake Atitlan, one of the most beautiful lakes in the world. After another few days in the attractive city of Antigua, take the only internal flight of the trip, to Flores After a tour of the Maya ruins of Tikal, still shrouded by jungle, it’s time to take your foot off the gas and relax for a while. Arriving in Belize, snorkel with rays, sharks and turtles in Caye Caulker, and kayak around Lake Bacalar, before finally heading back into Mexico, finishing in Tulum and Cancun.<br/><br/>Every aspect of this tailor made tour can be adjusted to your preferences. An extra day or two in Caye Caulker? A hotel upgrade in Playa del Carmen? A horse riding trip in Antigua? It’s entirely up to you. Rely on the guidance of travel experts in this region, who can help you enjoy different sides to Mexico, Guatemala and Belize beyond the main tourist trail.<br/>",
  "durationDays": "24",
  "price": "3349",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "As you descend into Cancun’s airport you’ll see the long stretches of golden sands spread out below you. You’ll be transferred to nearby Playa del Carmen where you’ll spend two nights in a cosy, central hotel with a pool perfect for a refreshing dip. It may not be ‘authentic Mexico’ but it’s a good place to acclimatise to the tropical heat, and to meet our local partners to run through the adventure ahead. There are plenty of shops, bars and restaurants here, and miles of soft sandy beaches to relax on. You’ll then make your way to the bus station in Playa del Carmen where you’ll then board the bus to Chichen Itza. The journey takes about 3 hours."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Over the next few days, you’ll journey from the Caribbean coast across the Yucatan peninsula to Campeche, on the Gulf of Mexico. Your first stop is the ancient city of Chichen Itza – a spellbinding look back into the past, and a peek into the life of Mayan civilisation. Your hotel is a pleasant hacienda not far from the site, where you can while away the afternoon beside the pool, before getting up early the next morning to visit these amazing ruins before the crowds or the heat gets too intense. Next, you’ll travel by bus to the city of Merida, around 3 hours away. You’ll be spending 2 nights in this charming colonial gem, with its host of great eateries, bars, markets and live music. On your second day in the city, you’ll be picked up after breakfast for a trip to explore one of Yucatan’s natural wonders, cenotes. These are natural pits or sinkholes which have appeared, creating an underground grotto which provides an unforgettable spot for swimming. The next morning, you’ll take the bus for around 3 hours to Campeche – a former pirate city on the Gulf of Mexico, with a UNESCO listed walled centre packed with colonial buildings and narrow streets. Your hotel is within the old centre, close to the major historical sites, as well as some great bars and restaurants. There’s nothing planned for your time here, so you can explore at will and enjoy this final stop on your journey across the Yucatan. You’ll then make your way to the bus station in Campeche where you’ll then board the bus to Palenque. The journey will take about 6 hours."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Arriving in Palenque, you’ll check into your comfy hotel, with a pool to escape the jungle heat. The town itself is fairly unremarkable, but it’s within reach of something which is really quite remarkable. The following morning you’ll be taken to the nearby Palenque Mayan ruins, surrounded by thick jungle, widely considered some of the best in Mexico. You’ll have time to explore these spectacular ruins at your own pace, before you head to the nearby Roberto Barrios waterfall where you can cool off before heading back to relax at your hotel. Next up you’ll head to the bus station and travel from Palenque to San Cristobal. The journey today will take around 5.5 hours."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "San Cristobal is the capital of Mexican Indian culture, nestled in a gorgeous highland valley surrounded by pine forests. You’ll stay in a colourful posada with beautifully decorated rooms located in the winding streets of the old town. The following day you’ll meet a local guide to head to the mountain village of San Juan Chamula. The Chamulans are a fiercely independent Tzotzil group and together with a local guide, you’ll learn about the rituals and inhabitants and really get to understand the culture of the Tzotzil Indians. After making your way to the bus station, you’ll take the bus from San Cristobal to the border where you’ll switch to a minivan for the scenic journey to Lake Atitlan. Brace yourself for a long journey today, usually around 9 hours in total, but you’ll make a couple of stops and there’s plenty to look at along the way!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "You’ll arrive in Panajachel, a town in the Guatemalan Highlands and the shores of one of the most beautiful lakes in the world: Lake Atitlan. You’ll be here for a couple of nights so will have plenty of time to explore, and on your second day you’ll have a local guide to show you around – you can choose to take a boat trip over the lake, hike through the volcano trails or visit nearby villages. In the evenings, the sky turns over Lake Atitlan and makes the water shine in beautiful colours. We recommend sitting somewhere with a drink in your hand, watching the beautiful views over Lake Atitlan… pure bliss! Next, you’ll take the bus to the charming town of Antigua. Today’s journey will take around 3 hours."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Antigua is one of Guatemala’s most beautiful cities, and you’ll spend two nights in a colonial posada where you’ll have beautiful views of the surrounding volcanoes from the roof terrace. You can wander through the cobblestone streets, explore the churches, monasteries and museums or perhaps climb the volcano. The time here is yours to explore the city, and if you want to cycle, ride a horse or walk to villages in the highlands then we can extend your time here. You’ll then take the bus from Antigua to nearby Guatemala City airport to board a short flight to Flores."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Today you’ll head to the quiet, picturesque town of Flores, located on an island in Lake Peten. You’ll spend two nights in a hotel by the water, with a terrace on the top floor overlooking the lake. It’s a perfect base for your visit to the largest Mayan ruin of Latin America, Tikal. There’s a bit of admin to do locally, and it’s a steep, early climb, but the view from the top of the temple step, looking out over the rainforest and ruins with the jungle as your soundtrack, makes it all worth it. Next you’ll take a bus from Flores to Belize City pier where you’ll catch the boat over to the beautiful Caye Caulker. The journey today will take around 5 hours."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Belize brings a completely different vibe to Mexico, with a more Caribbean atmosphere. They also speak English here as a national language. You’ll be staying in a simple hotel in Caye Caulker, a lush island with small hotels, snorkel shops and a relaxed feel to it. This is a wonderful place to do nothing more than relax on the beach with a good book, take a dip in the water and get used to a little Caribbean island life. On your second day, you’ll head out on a snorkelling trip to see the underwater life. You’ll swim between rays and sister sharks, and spot turtles amongst the coral as you visit some of the best spots in the area. Afterwards, you’ll crawl back on deck where local snacks are prepared for you. With a rum punch in your hand, you’ll sail back to your tropical island during sunset. After waving goodbye to the paradise beaches of Caye Caulker you’ll hop on the boat to Chetumal where you’ll catch the bus to Bacalar. Today’s journey will take around 2 hours."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "You’ll settle down for an evening by the shores of Laguna Bacalar – an idyllic, bright blue freshwater lake surrounded by lush forest. You’ll be staying in a small, eco-friendly hotel just a short stroll from the water, where you can relax with the sounds of nature around you, explore the grounds or take a dip in the lake. The next morning you’ll be up before dawn, and a local guide will take you out onto the water by kayak. As the sun comes up, you’ll paddle across the crystal-clear water and through the mangrove forest, spotting wildlife as it wakes up around the shores of the lake. Next up you’ll take a bus from Bacalar to Tulum. This journey takes around 2.5 hours."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Soft sandy beaches, turquoise waters and coastline dotted with Mayan ruins await in Tulum. This is the perfect place to spend a few days relaxing before heading to the airport to fly home. You’ll stay in a boutique hotel in the town of Tulum Pueblo, close to a variety of restaurants, shops and bars. The white sand beach is a short taxi ride away, or about 20 mins by bike, which you can rent locally. Explore the Tulum ruins perched on top of the cliffs or go further north to discover one of the oldest Maya cities, Cobá, hidden deep in the jungle. After your stay in Tulum you’ll be collected by your driver and transferred around 2 hours to the airport in Cancun for your flight home."
    }
  ],
  "map": ""
}