{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "the-hidden-world-of-the-maya-an-immersive-archaeology-tour-of-belize",
  "tourName": "The Hidden World of the Maya: An Immersive Archaeology Tour of Belize",
  "placesVisited": "Belize City, Lamanai National Park, Lamanai, Altun Ha, Cahal Pech, Xunantunich, Caracol, Dangriga, Punta Gorde, Lubaantun, Nim Li Punit, Cayo District",
  "generalInfo": "Immerse yourself into the hidden world of the Mayas and live like an explorer. Follow jungle rivers and trails as you travel through Belize’s lost Maya world where the legacy lives on and remains continue to be excavated. Howler monkeys guard epic pyramids, the mystery is etched into tombs, and you will live out a distinctive time and space. Expertly guided and handcrafted, this archaeological tour will take you beyond the standard narratives and into a civilization that delights and inspires.",
  "durationDays": "9",
  "price": "5,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lamanai – An Inspiring Jungle Journey",
      "description": "Cruising down New River is a thrilling introduction to Belize. You will touch down at Philip S.W. Goldson International Airport and then transfer north to where the road ends. A speedboat takes you further, past soaring ospreys and northern jacanas that flutter across the water. You will feel a sense of archaeological adventure, the boat taking you deep into mostly uncharted territory. Passing all manner of birdlife, you will travel to Lamanai National Park where a spacious wooden cabin hangs over a peaceful lagoon. This is deep into the Belizean rainforest, miles from any road. Check-in, check out the smells and embrace the feeling this small country can create. Head out on a sunset cruise this evening, traveling at a slower speed that helps you get to know the birds a little better. The jacanas appear to walk on water, gray-necked wood rails are found along the banks, and the hawk you think you see is probably a snail kite. Cocktails are served as you watch the birds flutter, then after dinner back at the lodge, you will settle into the landscape’s atmosphere. It will be dark all around, but exotic sounds and smells keep you company, just as they would have done for the Mayas here three millennia ago."
    },
    {
      "dayNumber": "2",
      "title": "Lamanai – Exploring a Maya City With 3000 Years of History",
      "description": "Lamanai takes you back to the early days of Maya civilization. An expert guide will lead you around the site to reveal the artifacts and temples while also providing an insight into the archaeological process. Some Lamanai excavations provide evidence that the Maya were here around 1500 B.C. Written records show that Catholic priests arrived in Lamanai in 1641, suggesting the city was inhabited for over 3,000 years. The setting is majestic, and you will bask in the seclusion as there is only likely to be a handful of other visitors in the entire site. First, take a walk around and through the city for an excellent way to orientate with how Maya cities were laid out. You can spend more time at the detailed pieces, such as intricately carved stelae commemorating Lord Smoking Shell, just one of the intriguing art pieces you find carved into the walls, another being 17th-century stelae, constructed some 1,000 years after the face of Lord Smoking Shell. With this in-depth archaeological tour, you will not rush any of the sites. Take your time at this city in the jungle, and take a packed lunch to eat on the temple steps. Returning to the lodge, you will have a quiet afternoon and evening, with the option for a wildlife hike seeking out howler monkeys."
    },
    {
      "dayNumber": "3",
      "title": "Belize City – The First Maya Site to be Excavated in Belize",
      "description": "Scores of pyramids rise around the two plazas of Altun Ha, a Classic Period Maya city that has been abandoned for millennia. Although small, it is a city that is rich in detail, as well as being the very first archaeological site to be excavated properly in Belize. Intricate tombs are round within the pyramids, surreal in their elaboration even after most of the jade and precious metal has been removed. Carved blocks are dedicated to the Sun God, K’inich Ahau, with other sculpted figures still being debated by archaeologists. At first glance, everything looks old and overgrown by nature, but with an expert guide you’ will also learn how to distinguish different building eras and picture how Altun Ha would have evolved over 2,000 years. After a morning of archaeology, you will travel to Belize City and a wooden colonial house that has been converted into one of the country’s finest guesthouses. The afternoon and evening are relaxed with the guide able to tailor a walk or cultural visit to your interests."
    },
    {
      "dayNumber": "4",
      "title": "Cayo District – Cultural Histories, Indigenous Animals and Back to the Rainforest",
      "description": "Belize Zoo is not a typical zoo. Dedicated to preserving the country’s animal biodiversity, the zoo provides an introduction to various species that have almost disappeared from the world. There are boa constrictors and yellow-headed parrots, tapir, and other 40-odd species that you will learn about from the zoo’s founding director. Before the zoo, your day will begin at Belize Museum, with a narrative on cultural histories that continues the road map from the Maya to today. After the animals, you will travel westwards into Cayo District, and another lodge is hidden in the jungle. Spend several nights here within a nature reserve that makes monkeys your neighbors. There are some good self-guided hiking trails for later in the afternoon, further opportunity to encounter endangered wildlife."
    },
    {
      "dayNumber": "5",
      "title": "Cayo District – Discovering the Maya Cities of Cahal Pech and Xunantunich",
      "description": "Cahal Pech commands an idyllic spot above the Maya Mountains, the temples looking out on seemingly endless swathes of forested slopes. Although small, the details are remarkable here. Two separate ball courts are laden with inscriptions, and your guide explains what would have taken place as strangely, a ball match would end in the winning team’s captain being beheaded. Cahal Pech was a royal residence, evidenced by a dreamy hilltop location and the ornamental temples. The site’s archaeological director joins you on your tour to provide exciting information about new finds and evidence. After lunch on the river, you will explore Xunantunich. This towering monument epitomizes the Maya experience in Belize. First, take a hand-cranked ferry to cross the Mopan River, and then hike through the trees for almost 30 minutes. Only now does the city appear, a huge pyramid surging out from a clearing in the trees. A 10-meter stucco frieze covers the facade, constructed 1,100 years ago at a time when much of the Maya world was falling apart. Rising some 40 meters, the pyramid remains the second-highest structure in the country. What is the tallest? You’ll find out tomorrow."
    },
    {
      "dayNumber": "6",
      "title": "Cayo District – A Thrilling Day at Caracol",
      "description": "Caracol is deep in the rainforest and accessed along a dirt road that is closed to anyone without permits. You will weave through the trees before approaching the city’s outskirts and then continue on foot through a site of baffling scale. This city covers a space that is far larger than modern Belize City and was home to over 180,000 people at its peak. It was the most powerful of all the region’s cities, a political kingpin that fought against or allied with others in Central America. In particular, Caracol overthrew Tikal’s warlords in the Snake Kingdom wars, and you will spend the whole day in Caracol, and you could probably spend an entire week and still not see everything. Moss-covered plazas appear in rainforest openings as monkey troops swing above the trail as you walk to pyramids. Intricate stelae are admired along with excavations that detail the sheer size of the city. An innovative reservoir system remains intact and still carries water into the city, some 1,500 years after it was finished. Keep exploring, and you cannot miss the sky palace, a towering pyramid that contains three temples and four palaces. Ascend the steps, and you stand on top of this pyramid, which remains the tallest building in the whole of Belize. While Maya pyramids may be even taller in neighboring Mexico and Guatemala, none are as bulbous and visually inspiring as this sky palace, the centerpiece of an epic lost city in the jungle."
    },
    {
      "dayNumber": "7",
      "title": "Punta Gorda – Garifuna Cultural Encounters and a Jungle Lodge",
      "description": "Drive along the Hummingbird Highway to Dangriga where you will meet the Garifuna, an intriguing ethnic group that came to Belize from West Africa via the Caribbean. A local takes you on a tour of the Gulisi Garifuna Museum, narrating a history that is proud and poignant. After lunch, you will continue south for an afternoon on white beaches, a quiet interlude to all the history and archaeology. Complete your journey by crossing a river and returning to the jungle, where your lodge has a location like the others within a nature reserve that teems with wildlife. Check-in and head out on one of the walking trails, or sit back on the balcony and arouse different senses."
    },
    {
      "dayNumber": "8",
      "title": "Punta Gorda – The Mystery of Lubaantun and Nim Li Punit",
      "description": "Jungle engulfed, the Maya Mountains set the scene on this final archaeological day in Belize. Stone terraces stand beneath the canopy as javelins of light pierce through to illuminate the intricate facades. Carved stone monuments further celebrate the artisanal style of the Maya, including an 11-meter stelae that still stands tall. You will visit two sites today beginning with Lubaantun. Lubaantun was a ceremonial center, constructed completely without mortar, a style that is distinctive in southern Belize. Nearby Nim Li Punit is also from the Late Classic Period, and you will immediately see how it gets its name as a stone-carved flowing headdress dominates one of the monoliths, with Nim Li Punit translating as “Big Hat” in English. These two sites provide the fitting culmination to everything that has gone before, a mix of captivating stories, newly excavated finds, and the innovation of the Maya."
    },
    {
      "dayNumber": "9",
      "title": "Belize City – Departure",
      "description": "From the rainforest, you will wave farewell to the howler monkeys and return to Belize City, where you will have some free time to go shopping before your international departure."
    }
  ],
  "map": ""
}