{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "central-america-family-odyssey",
  "tourName": "Central America Family Odyssey",
  "placesVisited": "Guatemala City, Antigua, Flores, Tikal, San Ignacio, Xunantunich, Actun Tunichil Muknal, Placencia, San Jose, Arenal",
  "generalInfo": "From colonial Antigua to the Caribbean Sea, Maya cities to volcanic valleys, and Pacific beaches, this 3-week odyssey celebrates all the magic of Central America. Handcrafted for your family, this itinerary is filled with destinations and activities to excite every age along with seven quiet beach days. Imagine wildlife safari, volcano walks, mysterious ruins, cobbled plazas, river journeys, and superb accommodation all with your family in mind. Three countries in three weeks will be an adventure your family will never forget as you take in the best of Central America.",
  "durationDays": "20",
  "price": "8,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Antigua – A Horse and Carriage Along the Cobbles",
      "description": "Land in Guatemala and a horse-drawn carriage ride through Antigua will provide an evocative first impression. The carriage is from a forgotten era and the only wheels that ply Antigua’s old center, perfect for your family to roll past the sights while still enjoying privacy. The arrival will feel especially good if you have any apprehension about what to expect in Central America, as you can just sit back in the carriage and take in the impressions from a private vantage point. Earlier today you will land in Guatemala City and be greeted by your guide at the arrivals gate. It will be a one-hour transfer to Antigua, to check-in at your boutique hotel within the pedestrianized area, and then get your bearings with a private horse-drawn carriage tour."
    },
    {
      "dayNumber": "2",
      "title": "Antigua – The Perfect Introduction to Guatemala",
      "description": "Terracotta tiles slope towards the cobbled streets in the heart of Antigua, preserved since the city was a central piece of Spain’s empire. Houses are painted imaginative hues, each a contrasting color that livens the streets. Palaces and churches bring grandeur, with all kinds of flourishes to impress art lovers. Your guide will bring the stories with tales of the takeover, rebellion, and perhaps a few gory details to keep the children interested. You will be led on a half-day private Antigua walking tour for a chance to soak up all the sights and history. The afternoon will be at your leisure, and there are various options in the vicinity, or you could happily relax on cafe terraces close to the hotel."
    },
    {
      "dayNumber": "3",
      "title": "Flores – Culture and Adventure on Lake Peten Itza",
      "description": "There is now a direct flight across Guatemala to Flores, so travel time is minimal as you swap the city for Lake Peten Itza. Check into your jungle hideaway on the water, and then customize the afternoon to your family’s interests. Mountain biking and kayaking are included, and the resident guide will give you a detailed map showing trails to follow. There is some superb jungle hiking, and you can be accompanied by a guide who knows where to find howler monkeys and rare birds. Take a trip on the lake by motorboat or try one of the canopy tours that are on offer nearby as with a base on Lake Peten Itza, it will be easy to enjoy everything Flores has to offer."
    },
    {
      "dayNumber": "4",
      "title": "Flores – The Mystery of the Mayas at Tikal",
      "description": "Howler monkeys guard the trails into Tikal, hooting loudly as if guardians of a forgotten time. Parakeets tweet, and then flutter their wings as you walk deeper into the jungle. A temple rises out of nowhere as moss clings to stone steps and inscriptions are still evident on the facade. This is the lost Maya city, a place of mystery that makes you feel like an adventurer regardless of your age. A guide takes you through the city on a private walking tour, explaining pyramid structures and stelae, sharing redolent tales of the Mayas and their civilization. Take a packed lunch to enjoy in the jungle city then return to the lakeside around mid-afternoon, whether the children may want to live out their own Maya mystery."
    },
    {
      "dayNumber": "5",
      "title": "San Ignacio – First Impressions of Belize",
      "description": "Cross the border but stay in the rainforest as you enjoy your first impressions of Belize. The language changes and the roadside scenes seem a little different, although howler and spider monkeys show how to roam across borders without passports. You will be spending several days in Western Belize, a land of pristine wilderness that is alive with the sound of wildlife. Monkeys roam, iguanas fill the treetops, and there is always a profusion of life along the river. It is a pristine ecosystem that you can explore in many different ways, starting with a guided hike along the medicinal trail to both learn and taste the different flora. Your lodge is idyllically situated on the river within a private nature reserve and has a jungle resort-style atmosphere that’s well suited to families."
    },
    {
      "dayNumber": "6",
      "title": "San Ignacio – A Jungle Wildlife Odyssey for the Whole Family",
      "description": "Over these two days, you can tailor the adventure to your family’s interests and mood. Go canoeing along the river to meet large troops of spider monkeys along the way. Mountain bike through the jungle, following excellent marked trails. Take a horse ride along the river bank for a calm way to enjoy nature with horses specifically trained for children riders. You could indulge in the on-site spa while looking out over the rainforest. You can hike unguided through the reserve, which often brings incredible wildlife encounters. Guides take you on wildlife and bird-watching walks, continually illuminating something new about this precious ecosystem. Jungle adventures fill the day, and the program is designed to be flexible. Visit the ruins of Xunantunich at dusk, or spend the day at Actun Tunichil Muknal, ceremonial Maya caves. Certain activities are best at sunrise or sunset, and while it can be a challenge to rouse teenage children before dawn, there is the hope of spotting jaguar prints. The middle part of the day is usually hot, so the hours are spent lounging over lunch and relaxing around the lodge. But come late afternoon, there will be action along the riverside, as different birds and animals enjoy the water. It will be beautiful to watch the transition from day to night on your balcony as sunset ripples in the distance as the sounds and smells of the jungle take over your senses."
    },
    {
      "dayNumber": "8",
      "title": "Placencia – Basking in the Caribbean Sea",
      "description": "This morning you will fly to Placencia via Belize City, a journey in relatively small planes that offers stunning views of the Belizean landscape. Rainforests roll beneath the wingtips often tumbling straight into the ocean. Palm-lined beaches mark your arrival in Placencia, an upmarket beach town in the south of the country. It is quiet out here, little more than a narrow strip of high-end resorts and all the charms of the Caribbean. Your villa is hidden in the trees with uninterrupted views out to the Caribbean Sea and features a private pool and large sun deck along with a spacious living area that is in addition to two en-suite bedrooms."
    },
    {
      "dayNumber": "9",
      "title": "Placencia – A Quiet Family Hideout on the Beach",
      "description": "These several days are left free, providing time to enjoy this sliver of the Caribbean coastline. With its white sand and abundantly green landscape, Placencia resembles many vacation postcards. Laid-back and low-rise, the small town has preserved the atmosphere you would expect from a Caribbean island, even if it is connected to the mainland by a slither of white beach. Walk down to the beach to find warm, shallow waters, this part of the Caribbean almost like a lagoon. There is some good snorkeling to try just offshore, along with the option to try out scuba diving. Other than that, these days are all about your family being together in a beautiful location. If relaxation is not your family’s style, there is plenty of adventure to find in the nearby forests. Take a safari down Monkey River, continuing the verdant impressions of Belize’s wildlife. Soak up the sights and smells of Laughing Bird Caye National Park, where the rainforest meets the Caribbean and a morning snorkel is followed by an afternoon of bird watching. Your guide can accompany you to Hopkins, an energetic city that provides unique cultural encounters, and when a day of adventure is over, you can return to a mile of white beach and the sound of the waves."
    },
    {
      "dayNumber": "12",
      "title": "Central Valley – Expressions of Costa Rica",
      "description": "It will be a quick flight back to Belize City, and then onwards to Costa Rica where you will be greeted at the San Jose airport and whisked off to the country’s Central Valley. The hotel stands amid an organic coffee plantation with an infinity pool looking out over exotic gardens. Despite being less than an hour from San Jose, it will feel like an entirely different landscape completely. Birds sing the evening lullaby and a volcano dots the horizon while fragrant smells sweep past the terrace, and you will be immersed in the cloud forest atmosphere. Today has the longest travel time on the itinerary, so after arriving in Central Valley, you are likely to relax on the outdoor deck, listening and watching the forest."
    },
    {
      "dayNumber": "13",
      "title": "Central Valley \u0000– Volcanoes, Cloud Forests, and Coffee Plantations",
      "description": "Spend the day exploring, first through the coffee plantation to follow the process from farm to cup. Move higher into the cloud forest, on the lookout for some very rare birds that thrive in Costa Rica’s Central Highlands. Return to your hotel, and then plan an afternoon with your guide with all manner of activities possible. Discover Juan Castro Blanco National Park, go zip-lining and rappelling in the rainforest, and visit a cacao plantation. There are medicinal walks, nighttime wildlife walks and a range of nature trails for all ages. Costa Rica is an eco-tourism capital, and this first full day will showcase the sheer breadth of activities that are possible."
    },
    {
      "dayNumber": "14",
      "title": "Arenal – Admiring the Famous Volcano",
      "description": "Arenal is the most striking Costa Rican image. It looks just how a young child would draw a volcano, sculpted by lava that sporadically spurts out. Drive here from the Central Valley, and the volcano is a compass point to follow, leading you into Costa Rica’s activity mecca. Arenal is a superb destination for active families, offering something different to do at every hour of the day. After having lunch at the hotel, you may want to get your bearings with a walk around Arenal Volcano National Park. Trails also crisscross out from the lodge, and you will not need to walk far for a wildlife encounter, with your guide introducing you to all the options and assisting you on a first walk."
    },
    {
      "dayNumber": "15",
      "title": "Arenal – Customizing the Family Adventure in the Heart of Costa Rica",
      "description": "With two days in Arenal, your family can travel in many different directions. But first, you will want to check out the view as your lodge looks out towards Arenal Volcano, the power of nature on display whether you are eating breakfast or relaxing on the verandah. It is a view that will make you feel humbled by nature, such is Arenal’s shape and size. There is a small pool at the lodge along with a spa opening onto the jungle, plus a choice of restaurants. Your guide will help you create an itinerary for these couple of days, organizing the activities and transfers based on what you are interested in. Go kayaking along the river, or you can mountain bike or horseback riding to complement your hiking, with a superb range of trails to choose from. Cross hanging bridges and zip through the canopy on a small-group tour, an adrenalin activity that’s loved by teenagers. Canyoning is a new option, though not for younger children, while bird watching and the hot springs are perennial favorites. It will be hard to rival a guided tour of Arenal National Park, where you will come to understand the science behind the natural beauty."
    },
    {
      "dayNumber": "17",
      "title": "Papagayo Peninsula – Where the Rainforest Meets the Ocean",
      "description": "Memories and impressions will have filled the last few days with volcanoes and cloud forests, both likely being your children’s new favorite words. You will find a different kind of adventure on the Papagayo Peninsula as you will be welcomed to a beach resort built around one of the country’s calmest bays. The tropical forest provides the backdrop as your suite looks out onto the Pacific Ocean. The Pacific waters are calm and inviting, away from the strong currents and waves that mark most of this coastline. In the distance, you can see Rincon de la Vieja Volcano, and in the foreground, you will find the rest of your family soaking up the sun at the last destination on your Central American odyssey."
    },
    {
      "dayNumber": "18",
      "title": "Papagayo Peninsula – A Pacific Ocean Beach Break",
      "description": "Wake up late and eat breakfast on the balcony while listening to the surf. Relax in the spa as your smaller children are in the kid’s club. Take a walk along the beach and drift off beneath a coconut palm. Your resort is one of the best developed on Central America’s Pacific coastline, complete with all the amenities you could think of. It is not an adventurous choice, but you will have already been in three countries over these three weeks, so there is nothing wrong with an indulgent Western-inspired resort for your final two days. A weekly activity program is operated with everything from yoga to Latin American dance lessons. In addition, you will have free use of snorkeling equipment, stand-up paddleboards, and kayaks. So just drift off as a family, and celebrate this precious time together."
    },
    {
      "dayNumber": "20",
      "title": "San Jose – Departure",
      "description": "It is an easy departure from Central America, first flying back to San Jose then meeting your homebound flight."
    }
  ],
  "map": ""
}