{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "one-week-scuba-diving-belize-vacation",
  "tourName": "One-Week Scuba Diving Belize Vacation",
  "placesVisited": "Turneffe Atoll",
  "generalInfo": "Explore Belize’s Barrier Reef and all its seduction and surprise with this one-week scuba diving excursion. Biodiversity dominates the Northern Hemisphere’s longest reef chain to provide incredible scuba diving. Descend the Great Blue Hole, surround yourself with spawning groupers, follow schools of fish, and go in search of the animals that are unique to Belize. Spend nearly a week on a private island in Turneffe Atoll with 15 dives.",
  "durationDays": "8",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Turneffe Atoll – First Impressions",
      "description": "You will land in Belize City, which is on the coast. Your driver will greet and transfer you to the harbor, and it will be a 90-minute speedboat journey to Turneffe Atoll. Turneffe Island is in the heart of Belize’s Barrier Reef. This location is best understood during the last few moments of your speedboat transfer because there is an abundance of life beneath the water. This is coral for exploring with a snorkel, which is something you can do after checking in to the island’s only resort. A snorkel will also give you an indication of the conditions, particularly the warmth of the water and the lack of currents."
    },
    {
      "dayNumber": "2",
      "title": "Turneffe Atoll – Introductory Boat Dives",
      "description": "Today you will kick off a week of scuba diving. As with most long diving vacations, this first day will concentrate on your skills and the local conditions. Unless you are already a divemaster or have dived in the last six months, your day will begin with a refresher dive. The conditions are almost always calm, and there are no challenging currents to negotiate. 30 meters of visibility is the norm here, and many dive sites offer closer to 40 meters. This is ideal for wildlife sightings and presents an opportunity for your divemaster to follow unusual species. As the week continues, you will soon discover why Turneffe is the most spectacular and biodiverse of Belize’s atolls."
    },
    {
      "dayNumber": "3",
      "title": "Turneffe Atoll – More Turneffe Dive Sites",
      "description": "After yesterday’s introductory dives, you will begin the day at Turneffe’s best-known site of The Elbow. This is a place where big fish spawn and different species congregate during different months of the year. This abundance of new life attracts even bigger hunters, particularly sharks. This will be a dive that is designed to follow the action. The dive schedule for this week will not be set in stone. With a 15-dive package, you will pick and choose from more than 30 different dive sites, and your divemasters will have the final say based on local conditions. There are so many sites to choose from, so if there is a strong surge from the west, you can easily switch to the eastern side of the atoll."
    },
    {
      "dayNumber": "4",
      "title": "Turneffe Atoll – Great Blue Hole and Lighthouse Reef",
      "description": "Lighthouse Atoll can provide a great break from days of diving Turneffe. You will experience Belize’s iconic attraction and one of the bucket-list dive sites that Jacques Cousteau helped present to the world. The Great Blue Hole is a surreal gap in the earth’s crust where the water is an eerie hue. Marine life is limited here, and many divers emerge disappointed because they expect a reef-style experience. After two days of reef diving there, you will really appreciate the Great Blue Hole as a subterranean world of caverns, stalactites, and stalagmites. You can take a boat to Lighthouse Reef in the morning and dive the Great Blue Hole."
    },
    {
      "dayNumber": "5",
      "title": "Turneffe Atoll – Customizing Your Adventure",
      "description": "By now, you will be settled into the island rhythm. Each day you will visit a different part of the atoll to discover the reef chain. During your dives, you will see a wide variety of marine life, such as toadfish, sea turtles, dolphins, manatees, reef sharks, eagle rays, whale sharks, pilot whales, killer whales, and hawksbill turtles. With one dive, you can only see so much, but with a week, you will see more than you could have ever imagined. You will venture to Blackbird Caye for high-quality wall diving. As mentioned before, your dive schedule will be flexible, so you can adjust the final itinerary to your interests and desires. All meals will be included, and your accommodation is designed to maximize space and privacy."
    },
    {
      "dayNumber": "8",
      "title": "Turneffe Atoll – Departure",
      "description": "Depending on your flight time, you may have the opportunity for a final dive this morning. You will travel back to the mainland by speedboat. Late check-out can be arranged, and there is always a final memory to take away from the island, such as the feeling of soft wet sand between the toes as you sip on a freshly husked coconut. You will transfer to Belize City to connect with your international flight."
    }
  ],
  "map": ""
}