{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "8-day-belize-vacation-for-seniors-nature-culture-discovery",
  "tourName": "8-Day Belize Vacation for Seniors: Nature & Culture Discovery",
  "placesVisited": "Punta Gorda, Hopkins Village",
  "generalInfo": "This luxurious 8-day getaway will be tailored to your preferences and particular pace. This senior tour of Belize offers a luxurious discovery of culture, natural beauty, and fabulous wildlife. You will have an immersive exploration of the heritage and customs, which stem from Maya traditions and Creole history, while basking in the emerald hues of the jungle canopy and vibrant reefs. Overall, the alluring visions of radiant birds and active marine life bring the authenticity of Belize to life.",
  "durationDays": "8",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Hopkins – Visit a Baboon Sanctuary",
      "description": "Your flight will land at Philp S.W. Goldson International Airport, where your private transfer will be waiting for you upon your arrival. Before traveling to the secluded corner of Punta Gorda, you will first visit the renowned Baboon Sanctuary for insight into the conservation efforts of the local community. No actual baboons live in Belize, and instead, the sanctuary focuses on the endangered black howler monkey that exists only in Belize, Northern Guatemala, and Southern Mexico. The grassroots effort occupies 20 square miles across the Belize River Valley and spans seven villages."
    },
    {
      "dayNumber": "2",
      "title": "Punta Gorda – Enjoy a Cultural Experience",
      "description": "In the morning, your guide will meet you at your accommodation and lead you into the past when visiting the Mayan site of Nim Li Punit. Visiting the former Maya city will bring to light the splendor and magnificence of the architecture. Your guide will lead you along the pathways to discover the famous Mayan stelae that adorn the plaza. You will then continue to meet a local family, where you will find the aromas of fresh tortillas drifting from the kitchen as you are welcomed into the home to learn the art of crafting the perfect tortilla."
    },
    {
      "dayNumber": "3",
      "title": "Punta Gorda – The Natural Heritage of Payne’s Creek",
      "description": "After breakfast, your guide will escort you to the heart of Payne’s Creek National Park’s 37,680 protected acres of wetlands and coastal ridges. Gliding along the waters of the national park with your guide will become a fascinating safari that will reveal the abundance of wildlife in the area, such as white-tailed deer to lounging crocodiles. Along the riverbanks, you can find ibis as they nest, and hawksbill turtles as they return to lay their eggs along the sandy coastline. You will eventually reach the ranger station along a small pathway, which will lead you through the pines along the edges of the savanna and past the creeks."
    },
    {
      "dayNumber": "4",
      "title": "Punta Gorda – Searching for Manatees and a Coastal Village",
      "description": "Today, your guide will return you to the enchanting ambiance of the Payne’s Creek National Park. Along the way, your guide will explain the biodiversity of the region and how it supports upwards of 300 bird species, crocodiles, jaguars, and howler monkeys. The destination acts as a breeding ground for West Indian manatees who can grow up to 11.5 feet long. After your manatee immersion, you will continue to a coastal village, where a local artisan will demonstrate how to craft traditional coconut oil."
    },
    {
      "dayNumber": "5",
      "title": "Punta Gorda – The Charms and Beauty of Nearby Cayes",
      "description": "This morning, you will have an early departure with your guide to discover the alluring Snake Cayes on a day of discovering the majesty of white sands, bird species, and crystal-clear water. You will travel by boat and enjoy the tranquility of the Caribbean Sea before reaching the archipelago. Upon reaching the islands, you can dip into the water. During your aquatic adventure, you will be able to snorkel with your guide with visibility of up to 65 feet. You can also cruise past the Snake Cayes to view the area where local fishermen free-dive into the water in search of fresh lobster and large barracuda."
    },
    {
      "dayNumber": "6",
      "title": "Punta Gorda – Kayaking Excursion and Creole Drum Lesson",
      "description": "Today, you will venture to the shores of the mangrove forest along the estuary of Port Honduras Marine Park. You will follow your guide at your own pace on a casual kayaking tour that will be highlighted by the marvelous ambiance of the mangrove roots. Afterward, you will continue to a small town known for preserving its Caribbean heritage. Your guide will introduce you to the community before you meet with a local drummer who is known for producing customary beats by which the community moves. You will have time with the musician to learn about the history and heritage of drumming in the community."
    },
    {
      "dayNumber": "7",
      "title": "Punta Gorda – View Wildlife at Rio Blanco National Park",
      "description": "You will venture to the secluded beauty of Rio Blanco National Park after breakfast for an immersive tour of a portion of the protected area’s 105 acres of pristine and mountainous rainforest. If you are interested, you and your guide can follow the trails that wind through the wilderness to the sound of crashing water in the distance. During your hike, you will discover the spectacular vision of Rio Blanco Falls, which is a gorgeous cascade that plunges 20 feet into a clear and inviting swimming hole. You will return to your resort in the afternoon with the remainder of the day at your leisure."
    },
    {
      "dayNumber": "8",
      "title": "Punta Gorda – Depart for Home",
      "description": "At breakfast, you can indulge in the aromas of fresh coffee and traditional Johnny cakes as they fill the dining room and the tranquil sounds of the jungle return to life. The biodiversity of the jungle stretches to the golden sands of the Caribbean Sea to harness the natural splendor of the nation. After breakfast, your private transfer will escort you to the airport for your brief flight to Belize City, where you will have an easy connection to your flight home."
    }
  ],
  "map": ""
}