{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "a-perfect-family-vacation-in-belize",
  "tourName": "A Perfect Family Vacation in Belize",
  "placesVisited": "Placencia",
  "generalInfo": "Whisk the family away for an exciting experience, discovering marine life swimming along the Barrier Reef and jaguars hiding in the Maya Mountains on this exhilarating Belize vacation. Your tour is custom-tailored to family adventure on the Placencia Peninsula, accounting for activities both exhilarating and educational. Listen to howler monkeys roar in the morning. Watch lagoon shores for crocodiles. Kayak on the ocean to white sand islands. Mayan temples tower above the treetops and villages uphold traditions blending their heritage. From the moment you arrive in Belize, you will create experiences the family never forgets.",
  "durationDays": "8",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Placencia – A Family Beach Holiday",
      "description": "The diverse ecosystem of Belize is apparent on the southeast Placencia Peninsula. The Caribbean Sea touches the edges of the eastern coast. Mangrove forests blossom along the edges of Placencia Lagoon outlining the western shore. The family lands at Philip S.W. Goldson International Airport in Belize City. The banks of one of the three canals coursing around the city are visible near the edges of the airport. The family boards a small plane for a 25-minute flight to the charms of the Placencia Peninsula. The sea breeze rushes across the runway. The kids point out the framing waters along the edges of the peninsula. Your private transfer awaits your arrival at baggage claim and escorts the family to a relaxing resort amidst 22 acres of tropical gardens, sandy beach, and remarkable comfort. The family quickly settles into your luxurious suite overlooking the water. The kids are eager to dip their feet into the temperate sea. You can hear the water lapping at the beach from your room. You can even watch the kids run through the sand from the coziness of your private deck. Before dinner, you decide to spend some time in the refreshing pool. The infinity design makes the water look as though it expands into the indigo sea, reaching the horizon."
    },
    {
      "dayNumber": "2",
      "title": "Placencia – Within View of the Water",
      "description": "The sunrise washes over the water before it reaches the coast. The light sparkles across the turquoise surface of the sea. The family wakes up to the sound of gentle waves splashing against the shore. At breakfast, you sip on a refreshing cup of coffee and enjoy the combining aromas of your morning drink and the sea breeze blowing through the open doors of the restaurant. The family is excited for your first adventure in Belize. You soon meet your guide and step aboard a boat. You sail away from the shoreline and notice the soft sand and swaying palm trees set against the clear blue water. The Barrier Reef is the largest in the Western Hemisphere, running 175 miles long with more than 80 species of fish. The boat moors and the kids quickly follow your guide into the water in search of brain coral and vibrant parrotfish. The temperate sea is cool and salty on your skin. Sea fans wave in the small current. Hard coral casts rainbow colors along the seafloor. Your guide points into the distance. A giant manta ray stays close to the seagrass. They can reach a width of 23 feet. Their triangular pectoral fins wave and ripple. On your way back to the pier, your kids see dolphins arching above the surface of the water. They jump into the air and dive down into the depths. When boats are close, the dolphins love to play in the wake caused by the engines. Tonight the family takes the time to explore the historic Garifuna village of Seine Bight. People of the community are devout Roman Catholics, but the traditions stemming from African heritage continue to inform the certain rituals around town, from headdresses to masks worn during celebrations. The streets fill the aroma of coconut oil and banana. Mango and cashew fruit grow wild, along with craboo , a small apple-like fruit used in desserts."
    },
    {
      "dayNumber": "3",
      "title": "Placencia – A Day with Monkey River",
      "description": "In the morning, the songs the family heard in Seine Bight plays on loop in your head. The bongo-beats were hypnotic, and the aroma of frying fish in coconut oil made your mouth water. Visiting the village brought a portion of the eclectic Belizean culture to light. After breakfast, the family meets your guide ready to venture south of Placencia to the banks of the Monkey River. The protected area encompasses 1 million acres of land between the Maya Mountains and the Gulf of Honduras. The water quality supports both freshwater and saltwater species, adding to the delicate ecosystem of the Belize Barrier Reef. Early in the morning, the howler monkeys holler in the forest canopy. They can grow up to 36 inches in length with their tail almost doubling their size. Their call can echo through the forest clearly, traveling around three miles. The kids remark that the monkeys sound like dinosaurs hiding somewhere in the brush. Travel along the river with your guide navigating the boat. You catch sight of a monkey jumping from one tree to the next. The kids search the water for signs of manatees near the mouth of the river. A large iguana sits on a tree branch soaking up the direct sunlight. Lobster fishermen wave as they pass your boat. The boat docks and you step ashore, following a patch carved by machetes. Your guide points to fresh jaguar and tapir tracks before you reach a bamboo grove hidden by towering royal palms."
    },
    {
      "dayNumber": "4",
      "title": "Placencia – Following Paw Prints",
      "description": "The jungle inspires childlike wonder in all who enter beneath the canopy, conjuring images of hidden cities and prowling wildlife. After breakfast, your private transfer meets you in the lobby and escorts the family to a trailhead leading to Cockscomb Basin Wildlife Sanctuary. The protected area covers 160 square miles and was established to save the Central American jaguar from extinction. Two basins converge, serving two watersheds of the country’s major rivers. In the early hours of the morning, you hear the familiar, rambunctious calls of howler monkeys. Keel-billed toucans search the canopy for nuts and berries. Yellow plumage runs along their neck. A red tip and orange sides make the toucan’s bill stand out from the surrounding foliage. Extensive trails run like veins through the jungle allowing for hikes spanning an hour to multiple days. Victoria Peak, the highest mountain in Belize, rises to 3,675 feet above sea level and looms above the sanctuary. Your guide points out fresh jaguar tracks in the ground. Although you find signs of recent activity, jaguars are masters of stealth. The leaves rustle around the tall lowland evergreen trees. Your heart pounds with excitement and fear as you wonder if a jaguar will jump out of the brush. Instead, you find a paca, a large rodent with stripes and dots on its back. It resembles a large, shorthaired guinea pig. A paca can grow up to 20 inches in length and with a cone-shaped body. They feed on fallen fruits from fallen trees and the underbrush. The kids can’t look enough, marveling at the natural wildlife almost close enough to touch."
    },
    {
      "dayNumber": "5",
      "title": "Placencia – Finding Mayans",
      "description": "The culture of Belize runs deep, from slaves escaping colonial era ships to Mayan architecture towering above the treetops. You meet your private transfer in the lobby and make your way south to the Toledo District near Punta Gorda. The road takes you inland through the canopy before you reach the Mayan city of Nim Li Punit. The site is most known for the large amount of stele, upright stone slabs bearing inscriptions or relief designs, discovered at the site. The largest stela depicts a man wearing a large headdress, capturing the image of an ancient king. Your guide leads you through the former Mayan city that flourished between the 5th century AD and the 8th century AD. Structures surround three main plazas, including a 40-foot tall step pyramid. The architectural feat causes the entire family to stop in awe. The visitor center provides a stunning view from the ridge looking out to the southern coastal plains. The white stones demarcating the road disappear beneath the jungle canopy. You walk among the terraces and hill slopes the Mayan utilized to create platforms and outline the plazas. Archeologists excavated three tombs in the residential area, connoting the site as the Plaza of the Royal Tombs. The kids want to run around the ball court located at the midpoint of the city. Two mounds frame a sunken rectangular court. Although the no one knows the rules of the game, the movement of the ball represented the sun, moon, and other astronomical bodies."
    },
    {
      "dayNumber": "6",
      "title": "Placencia – Searching the Laughing Bird",
      "description": "The morning on Placencia always feels tranquil and inviting. You wake up as eager as the kids to see what adventure the new day brings. Today you make your way to Laughing Bird Caye, an island 11 miles off the Placencia coast. The national park spreads across nearly two acres, named for the laughing gull that breeds on the island. When the gull calls out, it sounds like a chortle. When you arrive on the island shores, you find pelicans roosting on the thatched-roof huts. White sand spreads across the beaches. Coconut trees tower above the inland walkways. Mangrove roots sprawl into the saltwater providing a balanced ecosystem where fish feed and anemones cling to the sturdy submerged sections of the tree. The park is divided into three zones: the recreational zone, buffer zone, and the preservation zone. Your guide provides a presentation of the park by way of a brief introduction. You and the family step into your kayaks and follow your guide along the crystal clear, tepid water. The nearby Barrier Reef ensures a gentle current around the mini-atoll. Water splashes into your vessel when you paddle. The pristine beauty of Belize radiates both above and below the water, from the parrotfish around the coral to the green heron soaring near the treetops."
    },
    {
      "dayNumber": "7",
      "title": "Placencia – The Joys of Leisure",
      "description": "The Placencia Peninsula provides ample opportunity for adventure and relaxation. In the morning, you let the sea breeze brush against your cheeks and remember you are on vacation. Today is at the family’s discretion to continue with exciting excursions around the peninsula or indulge in a few moments of relaxation. Belize’s only bowling alley, Jaguar Lanes, is situated nearby. The four-lane alley also has a café serving pizza and wings to accompany the fun-filled time bowling. You could also make another expedition to a Mayan site, this time visiting Lubaantun, the largest Mayan establishment in Southern Belize. During the months of March and June, you choose to take the kids on an unforgettable adventure snorkeling with whale sharks. The water continues to beckon to the family with its reflective surface and inviting temperature. The colors of the Barrier Reef glint beneath the water’s surface. The sunlight can penetrate the clear sea more than 200 feet deep. You make your way to Gladden Split, a unique environment where whale sharks swim near large schools of fish. Your guide explains that divers and snorkelers are required to maintain a distance of 10 feet at all times. You venture into the turquoise water in search of the mammoth creatures. The shark can grow to more than 40 feet long, holding the record as the largest non-mammalian vertebrate in the animal kingdom. When clarity at Gladden Spit is good, you can see between 33 and 98 feet in front of you. The outline of the whale shark forms in the distance. Its grand size is unmistakable."
    },
    {
      "dayNumber": "8",
      "title": "Placencia – An Endless Family Adventure",
      "description": "At breakfast, you sink into the luxury the refreshing sea breeze once more. The sound of the waves crashing on the beach sounds sweeter on your last morning in Belize. The kids imitate the calls of the howler monkeys, a sound no one in the family is likely to forget. You have collected the splendor of Placencia in the form of memories, spending indelible moments with your family in the jungle and the Caribbean Sea. After breakfast, your private transfer escorts the family to the Placencia airport for your quick flight to Belize City. You land at Philip S.W. Goldson International Airport with plenty of time to check-in for your flight home."
    }
  ],
  "map": ""
}