{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "an-exciting-off-the-beaten-path-vacation-to-guatemala-and-belize",
  "tourName": "An Exciting Off the Beaten Path Vacation to Guatemala and Belize",
  "placesVisited": "Antigua, Lake Atitlan, Chichicastenango, Tikal, Flores, Placencia, Monkey River, Great Belize Barrier Reef",
  "generalInfo": "Introduce the family to authenticity, luxury, and adventure in Guatemala and Belize. Dramatic pyramids tower over the jungle canopy as angelfish dart around branching coral in the Caribbean Sea. Women weave delicate garments in great detail alongside coffee farms that flourish in the highlands growing out of the volcanic soil. The bright plumage of tropical birds glows against the jade leaves. Your customized vacation tour takes you from the colonial charm of Antigua to the sensational sandy shores of Placencia, encompassing lakeshores and coastline, ziplines and cultural markets, immersing families of all sizes in the captivating variety of Guatemala and Belize.",
  "durationDays": "8",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Antigua – Arrive in Guatemala City and Transfer to Colonial Antigua",
      "description": "The family arrives at La Aurora International Airport in Guatemala City. The kids marvel at the peaks outlining the edges of the sprawling cityscape; the mountaintops are volcanic summits creating a stunning skyline around Guatemala’s capital. Your private transfer meets the family at baggage claim and escorts you through the meandering streets of Guatemala City into the highlands. The switchback roads lead you to the cobblestone streets of Antigua as Colonial buildings shine with pastel colors. Three separate volcanic peaks surround the historic city. The Spanish founded Antigua in the 16th century and used it as the capital of the Kingdom of Guatemala for two centuries until a series of earthquakes devastated the area. After you settle into your luxurious hotel, your guide meets you in the lobby for an introductory tour of Antigua and Guatemala. The aroma of freshly made corn tortillas drifts along the streets highlighting the cultural staple of the region. The scent of chocolate spills out of the doors to the Chocolate Museum located on Calle de Arco. The Palace of the Captains-General housed the seat of Spanish colonial government from the building’s completion in 1558, and the restored two-tiered arched façade shows the beauty of the architecture and the grace of the past. Cracks and partially crumbled mortar embody the devastation of earthquakes throughout various historic buildings in the city."
    },
    {
      "dayNumber": "2",
      "title": "Lake Atitlan – Visit Chichicastenango Market en route to Panajachel",
      "description": "In the morning, the aroma of roasting coffee beans emanates from the hidden courtyards of numerous cafes in Antigua. Exotic birds, from trogons to parakeets, twitter in the vines decorating the patios. After breakfast, meet your private transfer ready to lead you to the town of Chichicastenango. In the early hours of the day, a light mist travels along the ground of the town, creating a mystic ambiance. The sunlight burns away the mist and glints off of the whitewashed walls of the stucco buildings. Eighteen steps symbolize the Mayan calendar and lead to the entrance of the pristine Church of Saint Tomas. Offerings of maize, flowers, and small liquor bottles wrapped in cornhusks speckle the church floor as candles glow in specific patterns along stone platforms filling the gallery. The deep connection with Maya culture embodies the edifice and the traditions connected to the church. On Thursdays and Sundays the town erupts with activity from the bustling marketplace. The main plaza and avenues connecting to the square fills with vendors selling handcrafted goods. Guatemalans from across the country come to buy, sell, or even barter wares. Tin stalls stand beside makeshift wooden stands. Handmade wooden masks depict Maya deities and familiar animal figures. Hand-woven garments, from blouses to tunics, have embroidered flowers and depict small celebratory scenes. The colors of the clothing match the vibrancy of the market. The family gains a unique introduction to the culture of the highlands and the continued connection to tradition."
    },
    {
      "dayNumber": "3",
      "title": "Guatemala City – Discover the Variety of Villages around the Lakeshore",
      "description": "Lake Atitlan is an isolated region in the Guatemalan Highlands. Encompassing 50 square miles, and reaching a maximum depth of 1,115 feet, it is the deepest lake in Central America. Rugged ridgelines and towering volcanoes separate the 12 indigenous villages from one another. The water sparkles azure in the rising sunlight. After breakfast, the family reaches the marina where boats drift in the lake’s wake and boards the boat. The kids are eager to visit the towns situated around the lakeside, and the breeze carries the aroma of freshwater. Wildflowers blossom across the lakeshores adding pastel colors to the emerald trees; fishermen paddle across the water in traditional dugout canoes. In San Juan La Laguna, you will find a village with close ties to its Mayan roots. Most of the village speaks Tz’utujil, one of the 23 Mayan dialects recognized in Guatemala. Your guide leads you through the winding streets to the Women’s Weaving Cooperative. Sit with the women who take pride in their work, as they pass down their trade to a new generation of weavers. Follow through the cooperative to learn the traditional dying methods and weaving techniques used by Mayan for generations. After your tour, hike through the coffee fields above the village to a lookout point providing views to San Pedro Volcano."
    },
    {
      "dayNumber": "4",
      "title": "Tikal – Fly from Guatemala City to Flores and Enjoy a Sunset Tour of Tikal",
      "description": "Leave Guatemala City in the early morning and fly to the eastern jungle surrounding Flores. Your private transfer meets you at baggage claim at Mundo Maya International Airport and takes you to Ixpanpajul Nature Park. The kids marvel at the hanging bridges and twisting paths meandering through the canopy. You have a look at the dense vegetation of the jungle, which allows the family to get in close contact with the trees, branches, and vibrant birdlife. The six bridges rise more than 320 feet above the forest floor. Orchids bloom in the treetops. Hummingbirds flutter around blossoming flowers. The family has a clear view of the meandering jungle when the canopy opens. For the afternoon, your private transfer escorts the family to your accommodation at Tikal National Park. Your guide will meet you at the visitor center to provide an overview of your tour, and point out the remarkable size of the Mayan city on the scaled diagram. The park encompasses more than six square miles with approximately 3,000 Maya structures. The city flourished around the 8th century AD and continues to inspire visitors from around the world as it rises out of the dense forest. Two acropolises border the Great Plaza; Temples I and II face each other on separate edges of the square. Climb to the top of Temple II, known as the Temple of Masks. Weathered friezes flank the central stairway and provide the temple with its name. 12 main temples decorate the North Acropolis, first erected around the year 100 BC. Your guide leads the family beneath the forest canopy, pointing out the mixture of preserved artifacts, discovered structures, and temples still covered with jungle brush. As the sun begins to set, howler monkeys call out beneath the trees; their rugged cries echo against the stone pyramids. Climb to the top of the tallest pyramid, Pyramid IV, which rises more than 200 feet above the forest floor, and take in the sunset with your family."
    },
    {
      "dayNumber": "5",
      "title": "Placencia \u0000\u0000– Cross into Belize for a Jungle Zipline Tour en route to Placencia",
      "description": "Wake up as the kids reenact the calls of the rambunctious howler monkeys, attempting their best impression of the gruff-throated calls. Your private transfer meets the family at your hotel and leads you along the highway to the Belize border. Sporadic villages with grazing cows and clucking chickens line the road to the border. You notice the difference in Belize with towns sprouting along the road leading to the confluence of the Macal and Mopan River before you stop for a thrilling adventure in Belize. The family once again ascends to the treetops, this time ready to make way up to the forest floor on a series of nine zip lines spread across 15 platforms. Travel up to 2,900 feet across the jungle as the wind blows against your body. Imagine that this must be what a bird feels like as the emerald leaves become a streak of greenery passing you by. The kids shriek with delight, once more imitating the howler monkeys from Tikal. When the zip line tour finishes, step back into the van and travel along the Hummingbird Highway to Placencia. The highway is nearly 54 miles long and is the only major roadway connecting east and west Belize. The Maya Mountains run along the horizon. Orange, lime, and banana orchards grow near the road; narrow bridges cross the meandering streams. When you reach Placencia Peninsula, you already feel relaxed as you see the Caribbean Sea splashing against the eastern beaches and the tranquil lagoon to the west lapping at the shore."
    },
    {
      "dayNumber": "6",
      "title": "Placencia - Half-Day Snorkel Tour of the Great Belize Barrier Reef",
      "description": "Wake up early in the morning to enjoy the wonders of the Caribbean Sea. Small waves crash against the soft sand outside of your resort as palm trees shade the walkway leading across the beach to the lobby. The family boards a small vessel and sails along a string of mangrove-lined islands as the roots of the mangrove trees create a vibrant ecosystem above and below the water. At Laughing Bird Caye, hop off the boat and into the sea. Put on your goggles and snorkel, following your guide along the reef in search of an impressive variety of marine life. The water feels comfortable on your skin. Move easily with the current as angelfish zip around the branching arms of the coral. A large barracuda swims close to the kids; an occasional nurse shark passes beneath your feet swimming closer to the seafloor. The Great Belize Barrier Reef is the second largest unbroken reef in the world, behind the Great Barrier Reef in Australia. Sea fans sprout from the sand and wave in the moving water; conch shells provide an entire habitat for tiny sea creatures. The kids marvel at the entire world living beneath the surface of the sea. In the evening, the family takes part in the Garifuna culture by visiting the town of Seine Bight."
    },
    {
      "dayNumber": "7",
      "title": "Placencia – Relish the Culture and Landscape with a Day at Leisure",
      "description": "Your family has the day to enjoy the splendors of Placencia at your leisure. Relax on the lounge chairs providing opulent views to the vast horizon or dig your toes in the hot sand. You may also take another adventure into the water to explore more of the Barrier Reef. For your family’s final adventure in Belize, you can make your way to Monkey River on a wildlife safari that covers both land and water. The mouth of Monkey River is located at the southern tip of the peninsula. Fishermen travel along small rowboats filled with lobster traps as your captain leads you upstream. The kids point to the crocodiles sunbathing on the banks; iguanas clasp to trees and hide in plain sight. Your guide docks on the secluded jungle banks. Trails lead you through the brush in search of the stunning wildlife that calls the region home. Find signs of deer and tapir tracks as toucans chatter overhead pulling at nuts from the branches. Your guide locates some medicinal plants used by locals for millennia. You find the herbaceous aroma reminiscent of black licorice. When the heat begins to fade, the howler monkeys call to one another once again. Return to the boat, and make your way back to the mouth of the river. Your guide reminds you to keep an eye out for manatees lazing on the shores or swimming in the water. They play around the boat and spit water at one another as you drive past, adding another unforgettable moment to the day."
    },
    {
      "dayNumber": "8",
      "title": "Placencia – Depart for Home",
      "description": "Come morning and the kids have moved from imitating the howler monkeys to now replicating the sounds of the manatee. The kids’ reaction to the animals proves the adage, “Imitation is the sincerest form of flattery.” At breakfast, take one last look at the water to memorize the three layers of blue sparkling in the sunlight. The majesty of Belize and Guatemala have revealed themselves to the entire family, showing a combination of culture, history, and adventure. After breakfast, your private transfer escorts you to the Placencia Airport for your brief flight to Philip S.W. Goldson Airport in Belize City. After you land, check-in for your flight home, but you could always extend your time in Central America, opting instead to enjoy some island time on Ambergris Caye."
    }
  ],
  "map": ""
}