{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "best-of-belize-guatemala-vacation-tour-in-seven-days",
  "tourName": "Best of Belize & Guatemala Vacation Tour in Seven Days",
  "placesVisited": "San Ignacio, Â Tikal, Antigua, Lake Atitlan",
  "generalInfo": "This customized vacation tour shows you the best of Belize and Guatemala in seven days. You will discover that the Mayan civilization did not disappear but rather scattered across the panorama, taking you from the beaches of Belize to the highlands of Guatemala, following in the footsteps of a heritage that stirred mystique, archeological brilliance, and artistic imagination. Mayan history is alluring, and the culture remains strong along the landscape of Central America. The jungle opens up to stone temples towering above the canopy; men and women wear striking garments decorated with captivating colors. Ornaments decorate hidden caves where narrow rivers once guided shamans.",
  "durationDays": "7",
  "price": "4,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Ignacio – Arrive at your Lush Jungle Lodge",
      "description": "Your flight descends into Philip S.W. Goldson International Airport in Belize City. Look out the window and see where the Caribbean Sea touches the jungle. Board your connecting flight, and continue deep into Belize’s west, an area of the country lush with tropical trees and vivacious wildlife. Your plane lands at San Ignacio Airport, a small municipality named for its proximity to San Ignacio. The city is home to Belize’s only suspension bridge, connecting the town village of Santa Elena located on the eastern bank of the Macal River. A small museum next to the Town Hall exhibits images of the region’s history and vibrant culture, along with providing a space for artists to display their work and musicians to play long into the night. Your private transfer awaits your arrival at the airport and escorts you along the pebble-paved road to your secluded and luxurious jungle lodge. The concierge will greet you in the lobby and offer cold juice made from berries picked from the hotel’s organic farm. Press a cool peppermint towel to your neck and face and the aroma, along with the temperature, is refreshing. The trickling sound of the infinity pool blends with the movement of the nearby river."
    },
    {
      "dayNumber": "2",
      "title": "San Ignacio – Explore the Waters and Caves at Nohoch Chen Archaeological Park",
      "description": "The Nature Reserve around the property encompasses 356 acres of land where more than 300 birds nest year round. In the morning, the blue-crowned motmot fills the trees with a calm hoot. Stand on your private deck and see one tucked into the treetops. The blue shades along their tail stand out from the emerald leaves; the ends of their tail feathers dangle below the branches like tassels. After breakfast, your guide will meet you at the lobby and escort you to Nohoch Chen Archaeological Park, which locals refer to as Caves Branch. The river shines emerald green and winds beneath the open mouths of different limestone caves. Jump into the cove water and board an inner tube to follow the intricate watery maze beneath the rocks. The caves open up into cathedral-like spaces, and you can hear the water rushing along the rocky walls. The sound echoes as you travel along the river network of more than four miles, encompassing five separate caves. The Mayan believed that the caves were an entrance into the underworld, linking the human realm with the spirit world. Stalactites dangle from the ceiling and vines move in the gentle cross breeze as you follow in the footsteps of the Mayan and gain a bit of understanding into their beliefs, noticing archways and formation where ancient rituals once took place."
    },
    {
      "dayNumber": "3",
      "title": "San Ignacio – Full Day Snorkel Tour along the Great Belize Barrier Reef",
      "description": "In the morning, search the trees for interesting avifauna, listening for distinct calls and the vibrant plumage standing out against the canopy. Emerald toucanets perch on thin branches, their precious plumage blends into the leaves but their large bill radiates yellow and black. Their tail feathers shine a rusty red. After breakfast, make your way along the Hummingbird Highway, a scenic drive through the Maya Mountains. The aroma of citrus emanates from the orange and lime groves. Your driver points out the banana trees growing alongside the highway. A specific mountaintop resembles a large face, earning it the name “The Sleeping Giant.” Arrive at the traditional Garifuna town of Dangriga, located at the mouth of the North Stann Creek River. The culture of the city stems from shipwrecked slaves and natives of the Caribbean. Step onto a boat at the marina and venture out onto the water to explore a sample of the 170-mile living coral reef, the second largest reef in the world. The ecosystem includes 70 different types of hard coral and more than 500 species of fish. The water is cool on your skin and crystal clear as the sunlight spreads across the seafloor, illuminating the niches and hidden aquatic life along South Water Caye. Spotlight parrotfish glow with red, green, and yellow hues. Their clear water accentuates the parrotfish’s colors, which can grow longer than one foot and contains the same sense of drama as the pink and orange coral rising from the sand."
    },
    {
      "dayNumber": "4",
      "title": "Tikal – Transfer to Tikal in Guatemala and Discover the Mayan Ruins",
      "description": "At breakfast, the aroma of roasted coffee drifts beneath the thatched roof of the open restaurant as you hear the birds calling out in the cool morning air. The scent of fresh flour tortillas blends with the aroma of papaya. After breakfast, your private transfer escorts you to Guatemalan border. Your escort meets you on the opposite side to continue your journey to the coveted grounds of Tikal, taking you deeper into the jungle. Goats and cows graze on the undulating hills encircling small towns as you pass sporadic waterways sparkling in the sunlight. You stop at the entrance gate Tikal. Signs tell visitors to watch out for snakes, jaguars, and wild turkeys as the guard checks your ticket into the park. Suddenly, you realize that you are standing in an area holding ten square miles of Mayan ruins. The limestone jungle allowed the trees and brush to swallow the abandoned former massive city due to its fast- growing vegetation. Your guide points out a tarantula clinging to a tree as a group of coati, animals similar to raccoons, roam through the lush grass in search of food. Sporadic steles rise out of the ground, edging thick stone staircases. The scale of the city comes clear in the Great Plaza, where Temples I and II face each other from across the square. Temple I, known as the Great Jaguar Temple, was erected in the 8th century AD and stands 154 feet tall. A large collection of human and animal bones, along with jade and shell ornaments, was discovered inside the tomb in the 1960s. The steep incline draws attention to the three-roomed structure, and the roof comb crowning the edifice. You have seen the iconic large central stairway leading to the pyramid plateau in photos, but the photos do not do the pyramids’ grandeur justice."
    },
    {
      "dayNumber": "5",
      "title": "Antigua – Fly from Flores to Guatemala City and Settle in Colonial Antigua",
      "description": "Your connecting flight takes you from Flores to Guatemala City, the capital of Guatemala, where your private transfer awaits your arrival. Descending into Guatemala City is an experience in and of itself. High-rises tower above the urban sprawl, attempting to reach the heights of the surrounding volcano peaks. Meet your private transfer at baggage claim and make your way to the colonial city of Antigua. The city acted as the capital of Guatemala until the 18th century after an earthquake devastated the community. Pastel facades line the cobblestone streets as men pull carts along the avenues selling different types of nuts. Church spires tower above the understated, tile-roofed structures. Three volcanic peaks enclose the cityscape. A large cross crowns Cerro de la Cruz, devoted to Antigua’s patron saint. Immediately fall into the city’s charms, from the brimming plazas to the bustling markets. The aroma of fresh, decadent coffee drifts out of the favored cafes; indulgent chocolate displays fill the Chocolate Museum. Demonstrations provide visitors with tricks and techniques on how to utilize the various flavors of the chocolate in numerous dishes. Visit the Santo Domingo del Cerro Cultural Park for an exclusive look at the contemporary highland culture of Guatemala. The park contains sculpture galleries and murals dedicated to the works of Efrain Recinos, the Picasso of Guatemala. Recinos designed whimsical pieces that told stories of Guatemala’s history and blended heritage with the contemporary world. Each mural depicts a different form of communication, a recurring theme for the late artist."
    },
    {
      "dayNumber": "6",
      "title": "Lake Atitlan – Relish the Scenic Drive and Tranquil Region of Lake Atitlan",
      "description": "Your private transfer will meet you at the hotel and escort you along the switchback roads into the mountains to reach the main lakeside port town of Panajachel. Art stores and craft tables line the main road leading to the water. Stunning paintings depicting daily life along the highlands and traditional wood-carven images provide artistic insight into the heritage of the region, and the continued vibrant aesthetic. Small villages speckle the hillsides leading to the water’s edge, reachable only by boat. Wildflowers bloom against the thriving emerald canopy. The aroma of fresh tortillas drifts as a woman shapes the flour before placing it on the heated stone. Board your boat, and travel to the shores of Santa Cruz, a vertical town climbing the hillside. Your accommodation is located at the edge of the river. The wake is mild, and the wind blows through your hair, at times carrying mist from the freshwater. Your hotel overlooks the lake with its pier jutting out from the shore. The small balcony and tranquil common area is filled with hammocks and cushioned seats, providing a perfect view of the lake. Your room is located above the trees, offering an unforgettable panorama of the blossoming wildflowers, towering peaks, and cobalt water. Take a tuk-tuk to the top of the vertical town of Santa Cruz to find the traditional Mayan culture. At Cave Sabor Cruceno, meet your instructor to learn how to produce tantalizing Guatemalan fusion cuisine."
    },
    {
      "dayNumber": "7",
      "title": "Antigua – Visit the Villages around the Lake to see Mayan Culture",
      "description": "The treasures of the lake brim from the local villages and emanate from the absorbing natural beauty. For breakfast, sit on the balcony of the restaurant and listen to the water lap against the wooden posts beneath you as little blue heron graze on the soft edges of the water. After your meal, venture out to explore the spectacular waters and its borders. In the village of Santiago, find the Cojolya Association of Maya Women Weavers. A small museum exhibits the history and artistry of backstrap loom weaving. Demonstrations provide insight into the full process of weaving, from spinning the cotton fibers to producing a finished textile. A local artisan, using traditional weaving and dying methods and native to Santiago, made each product on display in the shop. The association helps pass down the traditions of weaving from generation to generation, along with ensuring a safe and friendly working environment for women and girls in the region. Friars erected the Colegio de San Jeronimo in the 18th century. The king of Spain took over the edifice and decreed it a Royal Customs House. Today, the site acts as an open-air museum; an octagonal fountain stands at the heart of the cloister. Occasional cultural performances enhance the beauty of the structure and showcase its connection to the greater city. The country is filled with incredible culture and a deep connection to its heritage, whether Pre-Columbian or Spanish. Outside of Lago Atitlan, the remnants of Kaqchikel’s 15th-century capital stand in a serene park-like setting in an area known as Iximché. Pilgrims from around Guatemala come to pay homage to the ceremonial site where more than 160 structures have been uncovered and mapped. The Great Palace I was a residential complex with three separate phases of construction. The first edifice covered 5,400 square feet and formed the core of the palace with four long single rooms encircling a courtyard. After your exploration of Atitlan and its surroundings you return to Antigua for the evening. When you are ready, your private transfer escorts you from Antigua to La Aurora International Airport in Guatemala City for your flight home."
    }
  ],
  "map": ""
}