{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "best-of-belize-for-seniors-tour",
  "tourName": "Best of Belize for Seniors Tour",
  "placesVisited": "Lamanai, Ambergris",
  "generalInfo": "Tranquil beauty, an enchanting heritage, and a captivating culture will immerse you in the best of Belize on a custom-tailored 8-day seniors tour. Golden sands and sparkling waters provide endless opportunities for active exploration, while pathways that wind through the dense canopy can reveal treasures like Mayan ruins and sleeping jaguars. Meet with naturalist guides, search for sea turtles, and embrace the diversity of the land and sea for an exclusive tour of Belize that is customized just for you.",
  "durationDays": "8",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lamanai – Sunset Cruise near Your Jungle Lodge",
      "description": "Your private transfer will greet you upon your arrival at Philip S. W. Goldson International Airport in Belize City and transfer you to your luxurious lodge in the tropical wilderness at Lamanai. After settling in to the comforts of your luxury accommodation, you will have the remainder of the day at your leisure to indulge in the fascinating setting, immersing you in the heart of the tropics. You will board a sunset cruise on the New River Lagoon, where you will be able to see the surrounding density tropical jungle. The 30-foot pontoon boat will provide a smooth ride with views of crocodiles that lounge in the water near the shoreline."
    },
    {
      "dayNumber": "2",
      "title": "Lamanai – Archeological Tour of Mayan Treasures",
      "description": "After breakfast, your guide will meet you at the lodge and escort you to one of the most picturesque Mayan ruins in the country. Where you are traveling today, three large pyramids tower over the open plaza and are surrounded by dense, tropical jungle. You will travel by boat through some of the most fascinating jungle terrain that lines the river while listening for howler monkeys and the chirps of a variety of bird species that can be found in the area. Upon your arrival, your guide will lead you on a tour of the ruins before providing you with some to explore at your leisure."
    },
    {
      "dayNumber": "3",
      "title": "Lamanai – Wilderness Experience and Sunset Expedition",
      "description": "Before sunrise, you will meet your naturalist guide at your lodge and venture into the wilderness for insight into lively terrain. You will continue your search for the majestic wilderness of the Belize jungle, scouring the landscape for signs of toucans or the impressive jaguar. Your expedition into the wilderness of Belize will continue in the afternoon as you board a canoe bound for a local tributary. As you traverse the waterway, you will likely encounter manatees that curiously check on your canoe."
    },
    {
      "dayNumber": "4",
      "title": "Lamanai – Jungle Avifauna and Crocodiles",
      "description": "This morning, you will meet your naturalist guide at your lodge and set out on an exceptional excursion in search of the nearly 400 documented bird species that can be found within a three-mile radius of your accommodation. White ibis peck their beaks into the soft soils of the marsh, and Northern Jacanas hop along the lily pads in search of water bugs. Your adventure into the wilderness of Belize will continue as you travel by airboat with a naturalist guide across the floodplains, where you can watch as your guide attempts to capture an endangered Morelet’s crocodile to mark and collect data in the hopes of preserving the species."
    },
    {
      "dayNumber": "5",
      "title": "Ambergris – Indulge in a Culinary Tour",
      "description": "The scent of the jungle will fade from your mind as your private transfer escorts you from your lodge to a local airfield, where you will board a flight bound for the incredible island of Ambergris Caye. You will glide at a low altitude for the brief journey, which may be reminiscent of a scenic excursion, offering gorgeous views of the impressively clear Caribbean waters. Ambergris Caye will offer you an impressive balance of narrow lanes and the beauty of a tropical paradise. After settling in to the comforts of your coastal accommodation, you will have a private culinary tour of the island, which will introduce you to the indelible local flavors of Belizean cuisine."
    },
    {
      "dayNumber": "6",
      "title": "Ambergris – Marine Marvels of Ambergris Caye",
      "description": "The grandeur of the Caribbean Sea will become your playground today as you embark on a private snorkeling tour that will lead you within the more than six square miles of protected reef inside the Hol Chan Marine Reserve. Your magnificent vision of Ambergris Caye’s marine life will continue at Shark Ray Alley, where local fishermen clean their fish and gear, attracting nurse sharks and stingrays. You can plunge into the water once more and watch as crowds of nurse sharks and stingrays flock to the area. The exhilarating experience will also allow you to watch the spectacle from within the boat instead of the water if this makes you feel more comfortable."
    },
    {
      "dayNumber": "7",
      "title": "Ambergris – The Splendors of Ambergris",
      "description": "The day will be yours to enjoy the charms of Ambergris Caye at your preferred pace, from lounging on the golden sand to basking on a secluded sandbar at sunset. For a marvelous excursion across the island, you can indulge in a bike ride, which will lead you from the casual seaside pathways to the inland streets, where pedestrians and golf carts roam. The Mayan archeological site of Marco Gonzalez is located on the south edge of the island with 49 distinctive structures and a main plaza that dates back approximately 2,100 years."
    },
    {
      "dayNumber": "8",
      "title": "Ambergris – Depart for Home",
      "description": "At breakfast, the dining room of your accommodations will fill with the aromas of fried flour dough, honey, fresh jams, and tropical fruits, such as pineapple and soursop. The luscious fragrance of cacao derives from the Belize Chocolate Company, which produces the finest chocolate on the island and is layered with the familiar and comforting aroma of the briny breeze. After breakfast, your private transfer will escort you to the airport for your flight to Belize City to make your connection home, bringing an end to your tour of Belize."
    }
  ],
  "map": ""
}