{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "exploring-the-jungles-of-belize-guatemala-vacation",
  "tourName": "Exploring the Jungles of Belize & Guatemala Vacation",
  "placesVisited": "San Ignacio, Caracol, Belize City, Flores, Tikal, Cayo District",
  "generalInfo": "The jungle canopy blocks out the sky as magnificent caves hold treasures of Mayan artifacts and hidden waterfalls. Your vacation is customized to immerse you in the spectacular natural features and ancient sites of Belize and Guatemala, providing breathtaking excursions and exhilarating cultural significance. Stalactites and stalagmites turn a cavern into a cathedral; magnificent pyramids highlight the ingenuity and grandeur of past civilizations. Protected jaguars and leaping spider monkeys embody the spirited wildlife concealed in the trees. Belize and Guatemala will take your breath away with its elegant splendor.",
  "durationDays": "8",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Ignacio – Arrive in Belize",
      "description": "Your flight lands at Philip S.W. Goldson International Airport in Belize City and your private transfer meets you upon arrival. While descending, you noticed the divide between the jade canopy and the turquoise Caribbean Sea. Outside of the airport, the trees shade the roadway as a wide canal runs alongside the airport, feeding into the water. Traditional villagers utilize the canals for traveling and fishing. Homes and small restaurants composed of wood panels continue to line the waterways, housing canoes, paddleboats, and overlooking smaller vessels. Stop first at the Belize Zoo for an introduction to Belizean wildlife. The zoo offers visitors a chance to see animals that forage in the wilds of the country, yet are not always visible to people passing through. Each exhibit provides the animals with ample space and preferred habitat. Nine tapirs, a tropical relative of the rhino, graze in jungle underbrush; scarlet macaws flutter their wings around an aviary, their long tail feathers trail behind them like streamers. Wild iguanas wander along the footpaths and perch on high handrails. The zoo encompasses 29 acres and continues its mission of protecting injured, orphaned, and endangered animals endemic to the region. Junior Buddy, a rescue jaguar, was abandoned by his mother as a cub. As a rescue animal, Junior Buddy became familiar with people due to his interactions with the zoo staff and has since become friendly with all visitors as an ambassador to teach people about the true nature of the species."
    },
    {
      "dayNumber": "2",
      "title": "San Ignacio – Explore the Jungle by Canoe and on Horseback",
      "description": "Wake up in the luxuries of your secluded jungle lodge as the Macal River rushes against the trees along the 365-acre grounds. Collared Aracari, a type of toucan, linger in the branches in search of nuts and berries, their bright yellow and dark red plumage around their breast resembles flames licking at the black feathers on their back. After breakfast, take one of the complimentary canoes to paddle downstream to the town of San Ignacio. If you let the current guide you, the canoe glides easily to Hawkesworth Bridge as giant, green iguanas linger on the riverbanks. In the afternoon, return to the lodge to meet your guide at the stables. Horses graze freely along the property and round up when people wish to horseback ride along the jungle trails. Mount your horse, and follow your guide through the brush, the broadleaf forest leaves brush against your arms. The horse trots over the moisture left from the morning dew as the trees open up to a verdant field. Hills roll alongside the meadow, sporadic palm trees rise above the grass and cast shadows along the plain. Venture through the property’s organic farm as berries and various heads of lettuce grow. Much of the produce used in the lodge restaurant comes from the vegetation you wander past during your horseback-riding excursion."
    },
    {
      "dayNumber": "3",
      "title": "San Ignacio – Traverse the Unique Cave Networks in the Maya Mountains",
      "description": "The natural beauty of the Cayo District is apparent in the trees and rushing rivers that spread across the landscape. The charms of nature are obvious in the twittering of blue-crowned motmots lingering in in the branches. Embark on a unique adventure beneath the limestone mountains to witness how deep the splendor of Belize goes. Make your way to Caves Branch Archaeological Reserve and journey through time and space in an area utilized by the Mayan as early as 300 AD. Rocks have hardened into unique angles over time, and after a hike through the jungle trails, the trees open to an emerald pool leading into a cave more than five million years old. Enter the cave and float along the subterranean river on an inner tube. Your guide points out the geode formations, from cathedral-like spires of stalactites to the dripping chandelier-style formation of stalagmites. The water is cool on your skin, and the walls are smooth against your fingertips as you come across mysterious remnants of Mayan ceremonies and the glistening crystallization of the interior. Pottery shards poke out of the rocks, and you can hear the thundering echo of a waterfall inside the caves. When you near the cascade, the water turns rougher, but the sound is exhilarating. The entire experience combines the relaxation of drifting down a lazy river and the thrill of discovery."
    },
    {
      "dayNumber": "4",
      "title": "San Ignacio – Visit the Mayan Ruins at Caracol",
      "description": "Leave the borders of your jungle lodge behind to explore the ruins of the Mayan city of Caracol. Travel through the Mountain Pine Ridge Forest Reserve, a respite from the warmer lowlands of Belize. The protected area encompasses 300 square miles and offers a deep contrast to the tropical landscape as pine needles stick out from the trees and scatter the forest floor. Deep ravines and granite walls shape the Maya Mountains as meandering rivers lead to the vibrant cascade of Cristo Rey Falls and its glistening emerald pools. The aroma of evergreen trees sweeps across the trails as your guide leads you to Caracol, the largest known Mayan site in Belize, and one of the biggest Mayan sites in the world. During the Classic Period, the city covered 55 square miles. The city center has more than 20 miles of meandering causeways that radiate outward from its core as wild turkeys wander the grounds and search for food in the open grass. Three plaza groups surround the central acropolis. Two ball courts and a number of smaller structures are scattered close to the three plazas. The main pyramid is known as Caana, meaning “Sky Palace,” a stone structure reaching a height of 136 feet. It is the tallest Mayan, along with the tallest manmade structure, in Belize. Caana has four palaces and three temples inside its complex. White stucco covered with red paint once coated the palace rooms, a color Mayans associated with warriors and war."
    },
    {
      "dayNumber": "5",
      "title": "San Ignacio – Discover the Beauty and History of Cayo District at Leisure",
      "description": "You will find the surrounding jungle captivating in the early morning. The howler monkeys call out to one another in the distance as collared trogon chirp and twitter in the trees. The scent of roasting coffee beans blends perfectly with the herbaceous scent of the trees and the day is yours to explore and experience Cayo District and Belize at your leisure. Discover the furthest reaches of the region’s history with a visit to the Natural History Museum located on the resort property. Exhibits highlight the pre-historic land formations and shifting continents of millions of years ago up to the Mayan temples and continued healer traditions of today. Your guide could take you on the winding, marked trail near the Macal River; medicinal plants and herbs grow near the walkway as your guide pulls certain leaves from the branches and has you taste them, explaining the variety of sicknesses each leaf helps, on its own or brewed in a traditional concoction. You could also leave the property behind for the day with a visit to Cockscomb Basin Wildlife Sanctuary and Jaguar Preserve. Be led along the jungle trails in search of the majestic creatures foraging in the wilderness. The elusive jaguar keeps to the underbrush in the heat of the day, but your guide points out fresh tracks near the tree bases. The region boasts up to 300 recorded bird species and brocket deer graze on the underbrush, relishing the sunlight pouring through the trees."
    },
    {
      "dayNumber": "6",
      "title": "Tikal – Relish the Adventure of a Sunset Tour at the Mayan City of Tikal",
      "description": "In the morning, listen once more for the endless birdlife filling the trees of your jungle lodge. The aroma of fresh cooked Johnnycakes, typical Belizean bread made of flour and coconut milk, drifts out of the restaurant kitchen. Your private transfer meets you at the hotel lobby and escorts you to the border of Belize and Guatemala. In Belize, restaurants, schools, and town-life ran alongside the road. In Guatemala, lush grass, rolling hills, and sporadic structures follow the road as cows graze in the tall blades of grassland. Chickens run beneath the elevated homes and roost in the shade. You see intermittent restaurants along the roadside with women patting corn dough flat and cooking the dough on an open grill until it turns into a fresh, hot tortilla. Arrive at Tikal National Park and check-in to your hotel; your guide meets you in the lobby and leads you to the entrance of the archaeological site. Tikal is much larger than Caracol and was constantly at war with the powers of Caracol. Large stucco masks decorate the sides of structures, and on Temple 33, you can make out the square face with rounded ears sticking out of the side and large, angular nose. A north and south acropolis border the Great Plaza. The magnificence of Temples I and II rise on opposite sides of the square facing each other. Your guide claps his hands to show how the Maya utilized sound; the king could stand atop a pyramid, and his voice would carry to everyone listening below. Temple I stands 154 feet tall, around 20 feet taller than the Sky Palace in Caracol. Archaeologists discovered the king’s tomb facing north, filled with jade, pearls, seashells, and a bone ornament depicting mythical animals rowing the man to the underworld."
    },
    {
      "dayNumber": "7",
      "title": "Flores – Explore the Vast Lagoon of Peten Itza and Visit Mayan Villages",
      "description": "Before breakfast, see spider monkeys leaping from one tree to the next, traveling in troops and jumping without hesitation; the leaves rustle as the monkeys run through the canopy away from your resort. After breakfast, make your way to the island of Flores, attached to the town of Santa Elena by an arched bridge. The island sits in Lake Petén Itza; the water laps against the promenade walls that surround the town. Taxi-boats travel to and from the surrounding shores bringing locals from nearby villages. The lake covers more than 24,000 acres and carries with a particular Mayan mystique. Step onto a private boat and explore the second largest lake in Guatemala. Your guide leads you across the water for a smooth exploration of the lake’s shores and provides a history of the lake and the villages around the water, including Flores. A Mayan city had been built on the island before the Spanish arrival, the Spanish raised the village in the 16th century and built the colonial structures visible today."
    },
    {
      "dayNumber": "8",
      "title": "Flores – Depart for Home",
      "description": "In the morning, the lake has a calm presence. Sit out on an open deck, sip a rich cup of coffee and listen to the water lap at the lake walls. A boat passes by sporadically, letting a single passenger disembark onto the island as wisps of smoke rise from homes on the opposite shores as resident start up their grills for the day. The jungles of Guatemalan and Belize have provided examples splendor and excitement, boldness and delicateness. Your private transfer meets you at your hotel ready to escort you to Maya Mundo International Airport for your flight home. You could always extend your stay in Central America and linger on the islands of Belize or explore the wild jungle life of Costa Rica."
    }
  ],
  "map": ""
}