{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "history-mystery-splendors-of-guatemala-and-belize-vacation",
  "tourName": "History, Mystery & Splendors of Guatemala and Belize Vacation",
  "placesVisited": "Guatemala City, Antigua, Chichicastenango, Lake Atitlan, Flores, Tikal, Â Belize City, Ambergris Caye, San Pedro",
  "generalInfo": "Explore the history, mystery and the splendors of Guatemala and Belize on this custom vacation. Temples made of limestone rise hundreds of feet into the sky as caves sink hundreds of feet into the Caribbean Sea. The marvels of Guatemala and Belize encompass historical manmade sites and the natural splendor of Mother Nature. Animated fish swim against the backdrop of coral in a stunning sea garden; hand-woven tunics match the hues of the barrier reef and resemble the wildflowers that grow around an azure lake. Volcanic peaks frame colonial cities, and the mystique adds to the majesty during your custom tailored tour of Guatemala’s highlands and Belize’s seaside opulence.",
  "durationDays": "9",
  "price": "5,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Antigua – Arrive in the Magnificent Colonial City of Antigua in Guatemala",
      "description": "Antigua is a city of history and compelling beauty. Once the capital of Guatemala, until a devastating earthquake left its indelible mark in the 1700s, the well-preserved buildings carry centuries-old scars in forms of dilapidated columns and fractured ceilings that contrast with the lavish constructions of Spanish wealth. Your flight lands at La Aurora International Airport in Guatemala City and as you descend you notice the natural beauty of the surrounding volcanic peaks that enclose the cityscape. The skyscrapers in the heart of the city rise to meet the summits of the surrounding peaks but fail to reach the height of the natural, towering mountains. Your private transfer meets you at baggage claim to escort you to the colonial streets outside of Guatemala City. The car winds through the hills on the scenic drive as lush trees climb the hillside. Tiny local restaurants built on outcrops offer a panorama of the city below, framed by the undulating landscape on the horizon. The cobblestone streets of Antigua welcome you as pastel painted buildings line the road, topped with tiled roofs. Hidden courtyards provide open spaces to the former mansions and current businesses and vines streak across the walls. Fountains trickle into stone pools and in the summer, the breeze blows across the water and with refreshing mist that carries through the halls. After settling into your hotel, make your way to the Chocolate Museum located on Calle del Arco, near the Arc of Santa Catalina. The aroma of rich chocolate fills the entrance, and your instructor will offer you a taste of tea, coffee, and cocoa nibs. Your introduction to the city comes by way of a chocolate lesson, as you learn the process of cultivation, fermentation, drying, and even roasting the beans before consumption. Your instructor teaches you the proper way to grind the nibs and mix in the grounds to prepare the decadent hot chocolate."
    },
    {
      "dayNumber": "2",
      "title": "Antigua – Enjoy a Private Tour of the City and Surrounding Towns",
      "description": "In the morning, women set out tables along open café doors and mold corn dough into flat, round shapes ready for the grill. The aroma of freshly made tortillas overtakes the rich scent of roasted coffee beans as your guide meets you in the hotel lobby to show you the beauty of Antigua in the early light. The Spanish founded the city in 1543 and housed the capital of the Kingdom of Guatemala until the Santa Marta Earthquake. The cobblestone streets lead you to the vibrant ambiance of the Plaza de Armas. The Saint Joseph Cathedral crowns the shady square that overlooks the trees and vivacious central fountain. The Captain General Palace was erected in the 1550s. An arcade of arches supports the entire structure as the edifice once housed the government and military officials and created a luxurious ambiance for the family and friends of the staff. Part of the structure collapsed during an earthquake in the 1970s, and the restored structure captures the wealth and prestige of the city’s former glory. The town of Ciudad Vieja is located along the Escuintla Road; the Spanish founded the city as the first capital of Guatemala in 1527 before Volcan Agua released a flood of water from its crater."
    },
    {
      "dayNumber": "3",
      "title": "Lake Atitlan – See the Market at Chichicastenango and Settle in Panajachel",
      "description": "In the morning, find the refreshing aroma of roasted coffee beans emanating from the local cafes. The bright colors of fresh fruit, from papaya to lychee, foretell of the spectacular hues of the day to come. Leave Antigua behind for the town of Chichicastenango and travel along the Pan-American Highway, which stretches 19,000 miles from Alaska in America down to Ushuaia in Argentina. Take the winding road nearly 60 miles before reaching the town, and if it’s a Thursday or Sunday, the streets erupt with the activity of the local market. The scent of smoky incense traverses the streets to add mystique to the already thriving ambiance. Guatemalans from around the countryside arrive to barter, buy, and sell handmade goods and produce, along with toys and pottery. Different dialects echo through the air as the scent of incense disappears beneath an aroma of fragrant chicken and grilled corn. The town housed the largest trading center in pre-Columbian times, and the tradition continues today. Vendors showcase hand-carved wooden masks and musical instruments. Iridescent textiles dangle from the sides of makeshift stalls. The colors guide your eyes to the mural running alongside the town hall wall dedicated the victims of the civil war. Symbols of the Popol Vuh, a book compiled by Maya nobility, tell the story of the village life and legend."
    },
    {
      "dayNumber": "4",
      "title": "Antigua – Explore the Far Reaches of Lake Atitlan on a Boat Tour",
      "description": "The beauty of Lake Atitlan is undeniable. Azure water brush against the banks set across the rolling hills and climb the volcanic peaks. Boats crisscross the water to take villagers from one remote settlement to another and converge at the contemporary town of Panajachel. Your guide leads you to a boat at the docks for a tour of the villages that span the remote lake in the Guatemalan Highlands. The boat docks at the pier of Santiago, an inlet between volcanoes Toliman and San Pedro. The roots of the indigenous community run deep as women wear purple-striped skirts and traditional embroidered tunics known as huipiles . Embroidered birds and flowers decorate the garments. Men build boats and set the half-shaped vessels along the shoreline. Visit the parish church erected by Franciscan monks in the 16th century; a plaque inside the entrance commemorates Father Stanly Francis Rother. Wooden statues of saints line the church walls as local women weave clothing for the statues and dress them once a year. The three colonial altarpieces symbolize the volcanoes around town; local mythology casts the altarpieces as guardians that protect Santiago from the volcano’s fury. The central piece represents the Mayan interpretation of a scared mountain with two fraternity members reaching a sacred cave. After your tour, return to Panajachel and make your way to Antigua for the evening."
    },
    {
      "dayNumber": "5",
      "title": "Flores – Fly from Guatemala City to Tour the Enthralling Mayan City of Tikal",
      "description": "Wake early in the morning and transfer to Guatemala City for your flight to Mundo Maya International Airport in Petén, near the city of Flores. Your private transfer will greet you upon your arrival and escort you to the famous Mayan ruins at Tikal. A tropical jungle surrounds the plazas, and ancient edifices as the city covers an area greater than six square miles and includes 3,000 structures. Wild turkeys graze around the base of a half-covered pyramid; the limestone landscape regenerates the lush vegetation quickly that once overtook the entire cityscape. Stela 4 depicts a mixture of Maya and Teotihuacan qualities and include entities from both cultures. The king stands with the Underworld Jaguar God, along with the Mexican Tlaloc. A simplified version of the Teotihuacan War Serpent adorns the king’s helmet. In the Great Plaza, Temple I and Temple II face each other. Temple I rises to a height of 154 feet above the plaza floor. Royal palace grounds flank the edges of the square on one side with a second acropolis framing the plaza on the opposite side. The pyramid was erected in the 8th-century AD and formerly held a frieze of the enthroned king. Archeologists discovered a large tomb with human and animal bone tubes, along with jade and shell ornaments."
    },
    {
      "dayNumber": "6",
      "title": "San Pedro – Fly to Ambergris Caye and Enjoy the Day at your Leisure",
      "description": "Wake up in the early morning to the reverberating calls of howler monkeys in the trees on the outskirts of Flores. The monkeys’ call can be heard from as far away as three miles. A small arched bridge connects the island of Flores to the city of Santa Elena; cross the bridge and listen to the calm waters of Lake Petén Itza lap against the walls encircle the promenade. At Mundo Maya International Airport, board your flight to Belize City, Belize. Before the plane lands, look out the window to see the mixture of lush jungle canopy and turquoise Caribbean Sea. Board your connecting flight from Philip S.W. Goldson International Airport to San Pedro Town Airport in Ambergris Caye. The short flight feels more like a scenic trip than a transfer as the turquoise water fills your view and spreads into cobalt hues along the horizon. Intermittent islands divide the blanket of glistening water. Your private transfer will meet you at baggage claim and escort you to a luxurious resort that overlooks the white sand beach of Ambergris Caye. The remainder of the day is yours to indulge in the seaside atmosphere of Belizean, Caribbean life. In the evening, make your way to a nearby restaurant for a taste of traditional cuisine. The aroma of coconut curry and chili emanates from the doors as soft sand spreads across the interior floor. A band plays a mixture of Spanish and English songs as you delight in a lobster ceviche overflowing with cilantro, spicy habanero, and zesty lime."
    },
    {
      "dayNumber": "7",
      "title": "San Pedro – Discover the Vibrant Marine Life on a Half-Day Snorkel Tour",
      "description": "In the morning, the streets of San Pedro are quiet and relaxing. A small coffee shop at the southern edge of town emits an enticing aroma of freshly baked cinnamon buns. The sugary, herbaceous quality blends perfectly with the slightly salty sea air. After breakfast, make your way to the end of the resort’s jetty to meet your boat. Stand atop the wooden planks and see directly down to the seafloor in the crystal clear water. Board your boat and make your way to Hol Chan, the first of two snorkeling stops. The site is Mayan and stands for “Little Channel.” The natural break in the Great Belize Barrier Reef, the largest reef in the Western Hemisphere, ranges in depth from three to 30 feet. An extensive coral garden sprouts from the sandy floor as sea fans wave in the gentle current to push the fringes of the soft coral back and forth. Large conch shells look like boulders in the water, and the sea feels refreshing and welcoming around you. Follow your guide through the wonderment of the reef in search of schools of fish and the graceful manta rays. Yellow damselfish, which glow iridescent blues with a fluorescent neon tail, swim between the coral limbs. Your guide points at a drifting shell as a hawksbill turtle swims past. White lines along its fins look as if its skin were made of tiles as the average hawksbill grows to around three feet in length and weighs 180 pounds. Your second stop takes you to Shark Ray Alley, where fishermen used to throw unused bits and unwanted scraps into the water to draw attention from sharks and rays. Jump into the water, steer clear of the chum and come close enough to the group of nurse sharks to touch them."
    },
    {
      "dayNumber": "8",
      "title": "San Pedro – Relax in the Island Ambiance of Ambergris Caye at your Leisure",
      "description": "The morning wind draws a crowd to Ambergris Caye eager to catch the breeze in their sails. Boats drift across the horizon to add a white streak to the turquoise water. Rainbow-hued kites catch the gusts and carry kitesurfers off of the wakes and into the air. After breakfast, the day is yours to indulge in the variety of wonders available on and around the island. Relax on a lounge chair at your resort and listen to the waves or indulge in a soothing massage as you overlook the sea. Venture to the nearby island of Caye Caulker and stroll through town or opt to kayak along the barrier reef. Choose to take part in another adventure or make your way to the famous Great Blue Hole. An atoll surrounds the deep blue circle that spans 984 feet across and reaches a depth of more than 400 feet. What was once a cave collapsed on itself to form the shape you now find. Limestone ledges at different depths drip with stalactites as sergeant major fish swim around the encircling reef. Their white coloration and yellow top, along with the black vertical stripes, stands out in the water’s blue. The mystique of the Great Blue Hole emanates from limestone and fish, coral and stalactites, merging two distinct worlds of land and sea."
    },
    {
      "dayNumber": "9",
      "title": "San Pedro – Depart for Home",
      "description": "Local woodcarvers set out their wares in the morning light along the streets of San Pedro Town. Statues depict traditional deities and a connection to the local wildlife, from turtles to dolphins. Sit out on your private balcony before breakfast and enjoy the gentle breeze as it sweeps across the sand below. The lulling waves create the peaceful rhythm of island life. After breakfast, your private transfer meets you in the hotel lobby to escort you to the San Pedro airport for your flight to Belize City. Watch the waters fade beneath the jungle tree line around Philip S.W. Goldson International Airport. After you disembark your flight from Ambergris Caye, check-in for your flight home, refreshed and ready for your return."
    }
  ],
  "map": ""
}