{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "hallmarks-of-belize-tour-ancient-ruins-rich-culture-thriving-tropics",
  "tourName": "Hallmarks of Belize Tour: Ancient Ruins, Rich Culture, Thriving Tropics",
  "placesVisited": "Tikal, Cayo District, Actun, Five Blue Lakes National Park, Actun Tunichil Muknal, Xunantunich, Belize Barrier Reef, Placencia, Hopkins",
  "generalInfo": "Embark on the ultimate mix of history, adventure, and natural beauty during your 13-day Belize tour with every detail customizable to your desired experiences. You have endless options at your fingertips, from plunging into the depths of Maya architecture at Xunantunich to diving into the sea in search of sea turtles. Night safaris, cave viewing, and horseback riding barely scratch the surface of possibilities for your Belize trip. Handcrafted for 2022, this sample itinerary is here to inspire.",
  "durationDays": "13",
  "price": "8,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cayo District - Arrive in Tropical Belize",
      "description": "Belize is a gorgeous country of lush landscapes, captivating mountains, and inspiring water along the Caribbean coast. Your private driver will meet you at Belize International Airport upon your arrival and escort into the foothills of the Maya Mountains to reach the Cayo District. You have plenty of options as you arrive at your hotel. From relaxing in the spa to hiking the rainforest, kayaking to walking the jungle bridges, you can do what feels best to you. Relax as you settle into the comforts of your lodge, where the aroma of tropical flowers highlights your remote location in the rainforest and the surrounding natural beauty."
    },
    {
      "dayNumber": "2",
      "title": "Cayo District - Experience a Kayaking Adventure",
      "description": "Your guide will meet you in the morning eager to take you cave kayaking in Five Blues Lake National Park. The stunning landscape features limestone karsts and eroded caves sculpted into hundreds of miles of connecting caverns. The water will be cool against the warm tropical air as you glide through the jungle, passing glimpses of mountain spurs and lush riverbanks before you reach the stalactites reaching down from the cave ceiling. The formations may glitter with light as you drift around thousands of calcite crystals. You will have the remaining day at your leisure after returning to the resort, with the option for a candle-lit dinner under the stars by the pool to finish your day."
    },
    {
      "dayNumber": "3",
      "title": "Cayo District - Enjoy Mayan Cooking and the Jungle",
      "description": "The local culture will come to life with a hands-on cooking class, guided by the resort’s chef. Traditional ingredients will create mouthwatering flavors as you cook in an open-hearth cooking hut to create dishes like corn tortillas and cochinita pibil. Spend the afternoon enjoying the many options at your resort, including kayaking or paddleboarding, horse-riding, swimming, or even an in-room massage. In the evening, your guide will take you on a short hike into the forest. Your experienced naturalist will show you signs of the elusive nocturnal wildlife hidden by the darkness. You may see the flashing eyes of the kinkajou in the treetops or hints of jaguarundis rustling through the dense thicket."
    },
    {
      "dayNumber": "4",
      "title": "Cayo District - Discover the Wonders of ATM Cave",
      "description": "You will check-out of your hotel in the morning and enjoy an excursion to Actun Tunichil Muknal, a famous cave that will take you deep into the Maya Underworld. Your guide will lead you on a hike upstream and into the cave to find the calcified skeleton of an 18-year-old girl that glints in the passing light or pottery hidden inside the cavernous halls. You will continue to the banks of the Macal River to reach your new jungle lodge, where you can indulge in the large infinity pool or visit the Blue Morpho Butterfly enclosure. Should you desire something less active, your guide can easily adjust the plans for the day."
    },
    {
      "dayNumber": "5",
      "title": "Cayo District - Horseback Riding and Mayan Ruins",
      "description": "On your first day in Western Belize, you can enjoy the luxuries of your lodge or continue your adventures into the jungle terrain with a horseback riding excursion. Your guide will lead you through the forest, showing off the diverse and colorful flora before the trees open to the riverbanks and farms on the resort’s property. You can continue with an immersive tour of Xunantunich, an impressive Mayan city accessed by a hand-cranked ferry that takes you across the Mopan River. The pyramids cast an impressive silhouette against the sky as it towers above the ball-court, plazuelas, and bordering forest. Once back at your resort, relax by the pool or in the comforts of your room."
    },
    {
      "dayNumber": "6",
      "title": "Cayo District - Experience the Treasures of Tikal",
      "description": "You will uncover the prestige and splendor of preserved Tikal after breakfast as your private driver takes you across the border into northern Guatemala. As one of the most impressive Maya sites with over 3,000 excavated structures, you may feel as though you have traveled back in time to find a perfect combination of archeology and jungle. Spider monkeys may roam through the trees and coatis scramble across the footpaths as you climb one of the massive pyramids for impressive views over the rainforest canopy at over 187 feet tall. Return to your resort for an evening at your leisure."
    },
    {
      "dayNumber": "7",
      "title": "Island Resort - Travel to a Private Coastal Resort",
      "description": "On your last morning in the rainforest, you can bask in the sounds of howler monkeys or perhaps some soothing rain before sunrise. Your private driver will take you along the scenic Hummingbird Highway to reach the coast where you will board a boat bound for a private island resort. The shallow, colorful, and clear waters of the Caribbean Sea will surround the island paradise located inside the world’s second-largest barrier reef. The remainder of the day is yours to search for bottle-nosed dolphins, lounge in the gentle sea breeze, and discover the charms of your idyllic resort."
    },
    {
      "dayNumber": "8",
      "title": "Island Resort - Bask in the Comfort of your Resort",
      "description": "The idyllic Caribbean playground is yours to enjoy with plenty of options from snorkeling and diving along the barrier reef to kayaking and paddleboarding on the calm water. Peace, privacy, and luxury embody your experience before you head to the reef for a private snorkeling tour. You can search for sea turtles nibbling on the seagrass and swim with nurse sharks and rays at Southwater Caye Marine Reserve. In the evening, you will settle into the romantic ambiance of the palapa set beneath the glinting starlight during a private candle-lit dinner reflecting the abundance of fresh and local ingredients."
    },
    {
      "dayNumber": "9",
      "title": "Island Resort - Embrace the Waters at your Leisure",
      "description": "You can take your time to slow down and relax on the remote Belizean escape where hammocks can help rock you into relaxation, or you can take part in an exciting fishing excursion. In the evening, a stargazer boat cruise will take you over the water around sunset when the light washes the sea in pastel colors. Your captain may reveal the secrets of the night sky by pointing out the constellations and explaining celestial navigation. Or you could spend the time enjoying the quiet night with the water lapping against the boat before you return to the lodge."
    },
    {
      "dayNumber": "10",
      "title": "Placencia - Travel to the Central Coast’s Beauty",
      "description": "After breakfast, you will leave your island paradise behind, bound for the charming shores of Belize’s Central Coast. Your driver will take you on a short ride to your luxury resort that offers you an intimate ambiance on the beach. The friendly staff will welcome you into the opulent atmosphere as you indulge in the private plunge pool or bask in a refreshing spa treatment. You have the remainder of the day to enjoy your resort as you please so that you can embrace the relaxed pace, charming water, or the soft sands spanning the vast expanse of the beach."
    },
    {
      "dayNumber": "11",
      "title": "Placencia - Wander the Stunning Monkey River",
      "description": "The Monkey River will give you a unique chance to see Belize’s active and captivating wildlife. After breakfast, you will head to the riverbanks and board a boat for your journey to the coastal lagoon where manatees are often seen. You may spot the famous mammal that can grow up to 13 feet long and enjoy lazing in the warm water. You will then turn upriver where crocodiles often rest on the banks and reach a small trail leading into the jungle as the guttural calls of howler monkeys can be heard up to three miles away. Enjoy the charming beach community of Placencia before returning to your beach resort for the night."
    },
    {
      "dayNumber": "12",
      "title": "Placencia - Indulge in Chocolate and Waterfalls",
      "description": "On your last full day in Belize, you can enjoy the satisfying combination of chocolate and waterfalls beginning with a visit to a local chocolatier to learn about the history, cultivation, and harvest of the cocoa bean. You can watch as your guide uses traditional stone tools to grind the bean before sampling the rich and delicious chocolate. You will continue into the Cockscomb Basin Wildlife Sanctuary on a trail winding beneath the towering rainforest. You may find signs of a jaguar as you follow the trail bound for the curtain of whitewater splashing into a serene hidden pool at the base of a spectacular waterfall before one more night at your leisure."
    },
    {
      "dayNumber": "13",
      "title": "Placencia - Depart for Home",
      "description": "In the morning, you can spend your time relaxing in the comforts of your resort. Indulge in the scent of the sea or the surprising aroma of red ginger. Your private driver will meet you after breakfast and escort you to the airstrip in Dangriga Town for your short flight back to Belize International Airport. It will feel like a scenic ride over the water and along the coastline as you return to the international airport with plenty of time to check in for your flight home."
    }
  ],
  "map": ""
}