{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "a-family-adventure-vacation-exploring-the-reef-rainforest-of-belize",
  "tourName": "A Family Adventure Vacation: Exploring the Reef & Rainforest of Belize",
  "placesVisited": "Ambergris Caye, Blue Hole National Park",
  "generalInfo": "From the emerald leaves of the jungle canopy to the coral reefs sprawling across the seafloor, Belize offers family-friendly adventure underneath the sea and in the shadow of the tropical mountains. This custom tailored tour of Belize takes your family on an unforgettable journey into unfettered beauty. Your family will watch the wildlife from the comforts of your room in the jungle and listen to subterranean waterfalls echo off of limestone walls. Then, you will travel to the islands where sharks swim within arms reach of your family and sea turtles use their fins to cut through the current. Your family will come closer together by sharing in Belize’s splendor.",
  "durationDays": "8",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Blue Hole National Park – Tropical Welcome",
      "description": "As the plane descends into Philip S.W. Goldson International Airport, the kids look out the window at the emerald trees encompassing east of Belize City. To the west, the indigo Caribbean Sea glints in the sunlight. Your private transfer meets the family at baggage claim after you disembark the plane. The tropical ambiance greets you outside of the airport. Palm trees rustle in the gentle breeze. The indulgent aroma of coconut drifts past. At the town of Belmopan, you turn onto the Hummingbird Highway. The thoroughfare travels more than 53 miles and remains the only highway in Belize that cuts through the mountains. The family marvels at the beauty sweeping alongside the road. Your driver says Hummingbird Highway is the prettiest drive in the country. You believe it as you pass by orange groves and towering jade trees. The Maya Mountains roll along the horizon, creating interesting shapes. In the distance, you can see the sleeping giant, named for the way the mountains resembles a large person at rest. The van pulls into your accommodation near Blue Hole National Park. The entire family is excited to spend time in a luxurious room overlooking the jungle."
    },
    {
      "dayNumber": "2",
      "title": "Blue Hole National Park – The Family’s First Adventure",
      "description": "Blue-crowned motmots chirp underneath the rainforest canopy in the morning. The birds can grow as long as 19 inches. Their plumage has shades of green on their upper back that turns to cobalt blue along the lower tail. The edge of their tail has two dangling feathers resembling tassels. The family eats breakfast in the midst of the vivacious forest surrounding you. After your meal, your guide meets you in the hotel lobby and leads you to the trailhead. You trek beneath the jungle canopy. The cool air of the morning fades into warm humidity. You enter the cave situated hundreds of feet beneath the mountain ridge. The secluded limestone keeps the interior cavern at a cool temperature. The sound of rushing water echoes along the cave walls. The kids are excited to use the flashlight on their helmets. It makes the family feel like true adventurers. You scramble up the smooth rocks taking one careful step at a time. Your guide helps the family climb up wet walls alongside splashing waterfalls. The cold, fresh, mountain water rushes against your skin. Once at the top of the falls, you can leap down into the pool below. After your swim, you make the return trek nearly two miles before meeting your transfer back to the lodge."
    },
    {
      "dayNumber": "3",
      "title": "Blue Hole National Park – Into the Black Hole",
      "description": "Before breakfast, you listen to the early call of the nightingale wren. The short-tailed bird has dark brown plumage and narrow, long beak. Their twitters sound like a whistle. The song is soothing and accentuates the natural beauty surrounding the lodge and your tree house room. After breakfast, you meet your guide, eager for another daily adventure to bring the family closer together. You make your way to the trailhead leading into the Maya Mountains. The hike meanders along the foothills until you reach the edge of Actun Loch Tunigh, a sinkhole dropping more than 300 feet to the basin below. The sinkhole is also 200 feet above the rainforest canopy, which grows out of Actun Loch Tunich basin. Your expert guide secures you and the family into a safe system of rappelling ropes. During the first 10 feet of the descent, your heart pulses against your chest. You call out to your guide and listen to for his response. You dip beneath the treetops. When the adrenaline fades, you take a look around you to discover an unimaginable place. You travel alongside the limestone wall. The canopy rises above your head. The edges of the cliff concave, adding to the rugged landscape. Jungle vines reach out from the trees. The secluded panorama provides a tranquil moment before you touch down to the forest floor. After the kids touch the ground, they can’t stop talking about the view."
    },
    {
      "dayNumber": "4",
      "title": "Ambergris Caye – Containing the Wilds of Central America",
      "description": "The kids wake up and search the forest canopy for birds. They spot a long-tailed hermit, a brown hummingbird with a white tail, fluttering near a blossoming flower. After breakfast, you leave behind the exotic, yet luxurious jungle lodge. On the way to Philip S.W. Goldson International Airport you stop at the celebrated Belize Zoo. The zoo encompasses 29 acres and houses approximately 48 different species. Gravel trails lead through the forest landscape, separating the enclosures of the animals. Each animal at the zoo is native to Belize. The kids spot a tapir, a pig-shaped mammal with a prehensile snout, resembling a short elephant trunk. A tapir can grow more than six and a half feet long and weigh up to 700 pounds. The zoo instituted the “Problem Jaguar” program in 2003 to help reduce the number of hunted animals. The successful rehabilitation program has also led to the welcomed rescue of Junior Buddy, who was raised mostly by the zoo staff. His friendly disposition towards people has provided the zoo with a new experience for visitors. Junior Buddy’s story helps locals understand the importance of grazing space for jaguars, along with the rekindling awe in children for wild animals and the forests of Belize. You see the inspiration firsthand when your children take part in the Junior Buddy Experience. After your time at the zoo, you continue to the airport for your short flight to San Pedro Town on Ambergris Caye."
    },
    {
      "dayNumber": "5",
      "title": "Ambergris Caye – Along Shark and Ray Alley",
      "description": "On Ambergris Caye, you have exchanged the morning birdcalls for the sounds of the Caribbean Sea lapping at the white sand shores outside your room. Dark wood beach loungers look out to the water. Hammocks dangle between towering palm trees. The pier stretches 350 feet over the turquoise water. After breakfast, you meet your guide on the pier for your half-day snorkel tour. You stop first at the Hol Chan Marine Reserve, encompassing 4,448 acres of coral reefs, seagrass beds, and mangrove forests located approximately four miles from San Pedro Town. Your guide gives the family instructions on how best to wear the snorkel gear and where you are allowed to stand. The protected area brims with coral, conch shells, and marine life. Once in the water, you follow your guide around the natural break in the reef, which reaches a depth of 30 feet. Moray eels peek their heads out of the meandering coral. The kids point at a barracuda, which can grow to almost seven feet in length. The water is refreshingly temperate on your skin. The gentle current moves you back and forth. Back on the boat, your guide passes out oranges to eat that helps get the taste of seawater out of your mouth. He explains the history of the Shark Ray Alley, and how fishermen used to throw the trimmings over their boats, attracting sharks. Once there the kids are excited but scared to enter the water. Large rays swim near the seafloor. Their bodies flap like wings in the current. Nurse sharks hover near the boats reaching for food. They can grow to over 10 feet long. They use a sucking method of eating to catch their prey, using short influxes of water. They are not dangerous to people, but their proximity still causes your heart to beat ravenously. The sharks pass right by the family as they swim closer to the boats for chum."
    },
    {
      "dayNumber": "6",
      "title": "Ambergris Caye – The Island Difference",
      "description": "Caye Caulker is an island approximately 19 miles away from San Pedro. At breakfast, you can look out to the water splashing against the sand. The aromas of coconut and pineapple blend into the salty breeze. After your meal, the family boards a boat venturing to the unique biosphere of the island next door to Ambergris Caye. The dirt road down Front Street passes by pastel colored homes built on stilts to avoid flooding during heavy rain. Visitors take their stand-up paddleboards out onto the shallow, clear water, splashing against the current. An American expat teaches yoga on a rooftop overlooking the water. The island is more tranquil, with slow moving cyclists and golf carts along the narrow, sporadic roads. The northernmost section of the island was declared a forest reserve in 1998, encompassing 100 acres. Mangrove warblers and tricolored herons linger on the upper branches. Black mangrove trees grow along the shores of the shallow water. The root system supports the delicate ecosystem for both the sea and the island. Fish feed on the roots. Sponges and anemones cling to the submerged sections of the trees. Coconut palms dangle lush fruit above the beach. For a challenging but excellent view of the reserve, the family takes a kayak tour. Your guide leads you along the west side of the island to avoid the strong wind that sweeps over the water. The kids search the trees for rare white-crowned pigeons. Your guide points to a boulder where a scaly-tailed iguana lounges in the sun."
    },
    {
      "dayNumber": "7",
      "title": "Ambergris Caye – Breaking in the Beachside",
      "description": "The kids are up and eager to have another adventure. To them, the sounds of the water lapping at the beach is a reminder of all the possible activities the island, and its surroundings, offer. The aroma of freshly pressed coffee spills out of a small shop on the main road known for refreshing coffee and indulgent cinnamon rolls. The day is yours to enjoy the island at your leisure by strolling through the streets of San Pedro Town or visiting the exhilarating crocodile breeding spot. For a distinctive look at the region’s history, you can make your way to the 2,000-year-old Maya site, Marco Gonzales, located near Laguna de Boca Chica to the islands south. At its peak, the city contained nearly 20,000 residents. The Mayans occupied the city until 1,500 AD. 49 distinct structures and walls create the remaining shape of the city. At the northern edges of outline, the structures shape a plaza. Limestone blocks compose the majority of the edifices. Archeologists have found pottery and conch shells, along with human bones. The site takes the entire family back to a different time and culture, providing a small insight into the heritage of Belize and the speckling islands."
    },
    {
      "dayNumber": "8",
      "title": "Ambergris Caye – Putting the Play to Rest",
      "description": "Wake up to your final morning on Ambergris Caye. The island comes to life early with fishermen setting out into the water. Visitors lazily make their way to the shore. Restaurants and cafes fill with the aroma of frying bacon and herbaceous tea. The natural scent of coconut drifts down from the lingering palm trees. Your private transfer meets the family in the lobby of the hotel and escorts you to San Pedro Airport for your flight to Philip S.W. Goldson International Airport. Your time in the air is no more than 15 minutes. The kids look out the window to see the indigo water fading into cobalt blue. They point out where the family went snorkeling and kayaking. It feels more like a scenic tour than an air transfer. Your flight lands at the Belize’s International Airport, where you check-in for your flight home."
    }
  ],
  "map": ""
}