{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "unforgettable-honeymoon-in-belize-romance-adventure",
  "tourName": "Unforgettable Honeymoon in Belize: Romance & Adventure",
  "placesVisited": "San Ignacio, Placencia Peninsula, Placencia, Xunantunich, Cockscomb Wildlife Sanctuary",
  "generalInfo": "Belize is a tropical delicacy brimming with romantic delights and ineffable adventure. Colorful toucans perch on the jungle tree branches. Waterfalls cascade inside limestone caves. Jaguars skulk through the forest underbrush in search of their next meal. Coral glows underneath the crystal-clear water. The soft sand on the beaches feels inviting between your toes. Mayan temples rise above the treetops like ancient skyscrapers. Manta rays glide along the seafloor with elegant movement. Your tour is custom tailored to immerse you in the unforgettable wonder of Belize, from the trees to the coast, romantic candlelit dinners to sunset cruises.",
  "durationDays": "8",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Ignacio – Love at First Sight",
      "description": "Your first image of Belize comes when you look out the window during your flight’s descent. The emerald treetops rush to the edges of the turquoise Caribbean Sea. You can feel the tropical sun warming your skin already. The flight lands at Philip S.W. Goldson International Airport. Check-in to your local flight which will take you to the Cayo District Airport near San Ignacio. You soon arrive in the western jungles of Belize. Lush trees border the runway along the hillside. A wide, gravel-paved avenue leads from the main road to the resort. The verdant landscape welcomes you first and foremost to Belize. The nearby city of San Ignacio has a vibrant center with a gracious, inviting atmosphere filled with bustling markets, and locals spanning the Belizean cultural spectrum from Maya to Mestizos, Garifuna to free-spirit expatriates. A private transfer greets you at the airport upon your arrival and helps with your bags. Cows graze in the undulating hills beyond the tree line. Howler monkeys hide in the canopy. The concierge of the resort greets you and your partner with a glass of fresh berry juice made with produce grown on the local organic farm. You press the cool peppermint towel to your cheeks and neck. The aroma and temperatures of the fabric helps refresh you after traveling. In your room, you can relax with your partner and settle in to the amorous sounds of the secluded jungle."
    },
    {
      "dayNumber": "2",
      "title": "San Ignacio – Sharing the Adventure",
      "description": "In the morning, the light glints into the butterfly farm sparkling with the iridescent blue patterns of the blue morpho butterfly. Water from the infinity pool spills into a small pond. The trickling sound echoes across the walkway, leading to the thatched-roof restaurant for breakfast. The sound imitates the nearby river rushing along the banks, outlining the property. After breakfast, you meet your guide near the lobby, ready to share in the adventure of a waterfall cave expedition. Travel along a portion of the Hummingbird Highway, the most beautiful road in Belize. The lush jungle trees overtake the foothills and mountains. The aroma of oranges and limes emanates from the citrus groves along the highway. You reach the trailhead and trek to the mouth of a cave winding hundreds of feet under the limestone mountain. You and your partner put on helmets equipped with headlamps before venturing into the depths of the cavern. The sound of rushing water echoes off of the limestone walls. The rugged texture of the cave turns smooth the closer you come to the reverberating hums of the river. The water meanders through the cave, trundling down into natural pools along six separate waterfalls. Crystal formations sparkle in the passing light. On your way out of the caves, you and your partner jump without fear into the natural pools, splashing with the cascades. After lunch, you make your way from subterranean adventurers to treetop explorers on a zip line excursion. Travel along 15 platforms for a total of 2,700 feet. You feel at home the moment you glide through the air and feel the wind rushing against your cheeks."
    },
    {
      "dayNumber": "3",
      "title": "San Ignacio – Uncovering the Past",
      "description": "When morning washes over the resort, the emerald gleam of the surrounding leaves resembles precious stones. You and your partner indulge in the seclusion of your accommodation and the private view from your deck. An iguana scampers across the grass in the early light. Its impressive size can reach a total of six feet long, including its hardy tail. In the trees, you spot a collared aracari, a type of toucan with a brightly marked bill. Yellow and red plumage shine along the bird’s chest resembling licking flames against its black back. After breakfast, you meet your guide for an excursion to the Mayan city of Xunantunich. You can choose to follow the trails leading to the historic site or drive in a private car. A hand-cranked ferry takes you across the Mopan River. The city sits on a leveled hilltop. Archeologists believe the city’s genesis as a village began around 1000 BC. The architecture you see before you dates around the 7th century AD. Around Plaza A-3, you find outlines of the former residential palace, an area designated to the ruling family. El Castillo, a pyramid rising 130 feet tall, making it the second largest structure in the country, edges the south end of Plaza A-1. The friezes depict the birth and formation of distinct gods correlated with the royal family. Your guide encourages you and your partner to climb to the top of El Castillo. You have a 360-degree view of Xunantunich and the stucco frieze encircling the building. From the top of the pyramid, you and your partner have the best view in Belize. You grab each other’s hands and absorb the private moment."
    },
    {
      "dayNumber": "4",
      "title": "San Ignacio – Following Natural Wonder",
      "description": "At breakfast, you sip your freshly roasted coffee and listen to the birds twittering in the trees. A blue-crowned motmot perches on a branch near the open restaurant. Indigo plumage around its eyes accentuates the black feathers near the bill. You notice the dangling tail feather that resembles two tufts. Your guide greets you at the welcome area and escorts you once again along the Hummingbird Highway to the trailheads at Cockscomb Basin Wildlife Sanctuary. The preserve encompasses 200 square miles of protected land, and is located in the eastern Maya Mountains. Animals are most active in the early mornings due to the cool temperature. Howler monkeys call out to one another in the canopy. Their rugged hollering sounds Jurassic. Their calls can be heard from up to three miles away. An estimated 50 jaguars, along with an exciting array of other animals, bird, and botanical life, make their home in the sanctuary. On the trail, you quickly spot a brock deer grazing on leaves and fruits. Their stout bodies emphasize their large ears. Later on the trail, you find fresh jaguar tracks leading into the jungle brush. The leaves rustle and your heart jumps into your throat wondering if a jaguar will soon leap over the bushes. Instead your guide points into the tree where a scarlet macaw nibbles on shoots. Their long, red tail feathers resemble streamers."
    },
    {
      "dayNumber": "5",
      "title": "Placencia – A Beachside Romance",
      "description": "Throughout the day, guests of the resort reserve kayaks and float down the Macal River. The cool water revitalizes your energy in the warmth of the tropical jungle. This morning, you meet your private transfer early to make your brief flight, taking you from the Cayo District to Placencia Peninsula located in southeast Belize. Lush trees frame the runway on either side leading to the radiant blue water of the Caribbean Sea. You and your partner marvel at the various shades of blue glowing from the shore to the horizon. Your private transfer meets you at the airport and escorts you to your resort located on the beach. Palm trees shade the sand. Your concierge leads you to a secluded room with a private deck looking out to the water. The remainder of the day is yours to relax with the stunning view of the water at your disposal. Sit on a lounge chair and listen to the crashing waves. Dig your toes into the hot sand. You and your partner can step out to the bar located at the end of the pier. The breeze flows through the open walls, bringing the salty aroma of the sea beneath the thatched roof. The bartender blends fresh pineapple into a special cocktail welcoming you to the soothing atmosphere of the Caribbean."
    },
    {
      "dayNumber": "6",
      "title": "Placencia – Beauty of the Blue and In the Blue",
      "description": "In the early morning, you can look out on the horizon and watch the sun rise over the eastern edges of the Caribbean Sea. The waves hit the shore. The gentle breeze rustles through the palm fronds. The sunlight peels across the water, adding layers of pink and orange above the turquoise surface of the sea. Today you step aboard a boat and venture out on a full day tour to the famous Great Blue Hole. The submarine sinkhole is located near Lighthouse Reef, a small atoll. The hole has a diameter of 984 feet and reaches a depth of 407 feet. Blacktip sharks and reef sharks swim around the coral reefs, which connects to the greater Barrier Reef, the second largest reef in the world. Whether snorkeling along the coral or scuba divining into the depths of the natural formation, you will find treasures of marine life and natural history. The rich blue contrasts the surrounding lighter hues. Triggerfish and angelfish meander around the brain coral and waving sea fans. When scuba diving, you can swim down to see the cave walls, peering through the dark blue water until the limestone columns light up your view. It resembles an upside-down forest but instead of trees, you find stalactites. When venturing into the deep, your search turns from marine life to the sparse cave system, decorated with fascinating geological formations. You and your partner witness the grand architecture of a natural cathedral sunk beneath the sea."
    },
    {
      "dayNumber": "7",
      "title": "Placencia – Passionate as leisure",
      "description": "In the morning, you sip a refreshing cup of coffee and listen to the waves once again. No matter how long you stay in Placencia, you and your partner will always find the sound of the water soothing and sensual. After breakfast, the day is yours to enjoy Placencia and the surrounding beauty of Belize at your leisure. Visit nearby islands on a sailboat excursion. Kayak along the mangrove forest at Laughing Bird Caye. Return to the Barrier Reef for more time snorkeling in search of turtles and sharks. The endless splendor of Belize is at your whim and pleasure. For a unique adventure, you and your partner make your way to Monkey River for a return visit to the verdant jungle. You begin at the mouth of the river at Monkey River Village, a peaceful town in the Toledo District. Fishermen float down the river with large lobster traps waving to you as they pass. Once on the skiff, you travel up river on a tranquil tour in search of the resident wildlife. Mangrove trees grow along the mouth of the river. Large toucans poke their red-tipped bills out from the trees. Your guide points to a crocodile basking in the warmth of the sun-drenched bank. The relaxed ambiance of your river safari allows you and your partner to relish the wonder of Belize, from the fishing culture to the jungle atmosphere. Your guide drifts past a bank and cuts a piece of sugarcane for you and your partner to snack on."
    },
    {
      "dayNumber": "8",
      "title": "Placencia – A Loving Encounter",
      "description": "In the morning, you take in one more sunrise with your partner, watching the colors wash over the turquoise Caribbean. You imagine the vibrant seafloor covered in glowing coral and active with schools of fish. You can practically hear the howler monkeys calling in the jungle trees. At breakfast, you and your partner reminisce on your favorite moments between the luxurious rooms to the unforgettable wilds. After breakfast, your private transfer escorts you the Placencia airport for your brief flight to Belize City. After your arrival, you check-in to your return flight home, waving farewell to your adventure in Belize, but taking the romance with you."
    }
  ],
  "map": ""
}