{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "tropical-beaches-to-lush-jungle-beautiful-belize-escape",
  "tourName": "Tropical Beaches to Lush Jungle: Beautiful Belize Escape",
  "placesVisited": "Belize, Toledo District, Placencia Peninsula, Belize Barrier Reef",
  "generalInfo": "On this 8-day tour, enjoy what is best of Belize, from the stunning natural beauty of the famous barrier reef to the heights of the impressive Mayan ruins at Xunantunich. Perched on the eastern edge of the Yucatan Peninsula, Belize remains a top destination for those visiting Central America. By the time the sun sets on your adventures, Belize will leave you charmed and wanting more.",
  "durationDays": "8",
  "price": "4,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Rainforest Lodge – Welcome to the Jungle",
      "description": "Belize is the perfect setting for a tropical getaway because it offers spectacular weather in addition to a rich cultural heritage. Perched on the eastern side of the famous Yucatan Peninsula, the country provides a laid-back alternative to some of its more populous neighbors. After your arrival at Belize's main international airport, you will make your way to a rainforest lodge and into the heart of the Maya mountains. After your arrival, you will have the remainder of the day to explore your lush accommodation and surrounding area."
    },
    {
      "dayNumber": "2",
      "title": "Rainforest Lodge – The Savory Side of Belize",
      "description": "Although the official language of Belize is English, Kriol is widely spoken throughout the country. The cosmopolitan nature of this country can also be seen in the culinary traditions that locals proudly practice. On your first morning in Belize, you will be able to partake in a cooking experience that will allow you to take a stab at learning the secrets of ancient Maya recipes and ingredients under the guidance of an authentic and professional Maya chef."
    },
    {
      "dayNumber": "3",
      "title": "Rainforest Lodge – The Mayan Ruins of Xunantunich",
      "description": "The rich archaeological record shown in Belize dates back to 1,500 BC, and the country was once home to the region's most advanced Pre-Colombian civilization. Into this rich history you will step on a tour of the ruins of Xunantunich, which are situated in the heart of the jungle near your accommodations. As you visit the excavated structures and pause in the shadow of some of Belize's largest Mayan temples, you will have a chance to ponder the societies that once populated this lush landscape from your comfortable vantage point."
    },
    {
      "dayNumber": "4",
      "title": "Placencia – The Five Blues Lake Region",
      "description": "In addition to being known for some outstanding pre-Columbian ruins, Belize is home to an amazing abundance of natural beauty and biodiversity. The country's raw natural attractions will be well on display during your kayaking adventure along the Five Blues Lake. In this world of carved river canyons and stunning scenic caves, you will float your way through the local flora and fauna. For this excursion, you will be led by an experienced guide. After an active day in nature, you will transfer to your new accommodation in Placencia. Here, you will be able to relax for the remainder of the day."
    },
    {
      "dayNumber": "5",
      "title": "Placencia – Dip Below the Waves",
      "description": "Belize is teeming with marine life and coastal beauty, and a trip here is not complete without enjoying the beautiful seaside communities that lie along its storied coastline. On your first day in Placencia, you will be able to enjoy a visit to the world's second-largest reef complex during a snorkeling excursion. As you venture from spot to spot along the Silk Cayes Marine Reserve, this aquatic playground will be yours to explore. Afterward, you will return to the resort to relax and enjoy your tropical surroundings."
    },
    {
      "dayNumber": "6",
      "title": "Placencia – Products of the Cocoa Plant",
      "description": "As you learned while sampling traditional Mayan gastronomy earlier on this tour, Belize is a country full of savory treats and outstanding culinary creations. Today, you can enjoy a comfortable transfer into Belize's famous Toledo district. Here, you will observe the cozy relationship between Belize and the cocoa plant. Central America has long been a major producer of chocolate, and this unique corner is no different. This chocolate-making tradition is something you will enjoy with a chocolate-sampling experience. In the afternoon, you will be able to visit some of the region's best swimming holes."
    },
    {
      "dayNumber": "7",
      "title": "Placencia – Charting Your Own Course",
      "description": "Your final full day in this spectacular country will be yours to enjoy at your leisure. Since you will be situated at the juncture of land and sea, there will be an abundance of active and passive options from which you can choose. Perhaps, a visit to the local town will help you find that perfect souvenir. You can also enjoy a two-wheeled cruise along the Placencia peninsula that will allow you to feel the brisk Caribbean air on your face. From bowling to kayaking, there is no shortage of adventures for you. Regardless of how you choose to spend the day, you will always be able to recline in this tropical climate and enjoy an afternoon of relaxation."
    },
    {
      "dayNumber": "8",
      "title": "Placencia – Completing Your Belizean Adventure",
      "description": "On your final day in Belize, you will enjoy a delicious breakfast. As the sun climbs higher in the sky, you will have some final moments to enjoy this tropical environment before meeting your transfer. Soon you will be on your way to the nearby domestic airport and your ultimate departure for home. As your guides have indicated, there will still be so much to see and experience in this unique corner of the Caribbean."
    }
  ],
  "map": ""
}