[
    {
        "type": "overview",
        "Main_Title": "Our Trinidad and Tobago holidays & tours",
        "Main_Paragraph": "Our Trinidad and Tobago holidays explore this dual nation just off the coast of Venezuela. The largest of the pair is Trinidad, but our trips are usually based on Tobago. Whether youre here to enjoy our serene wellness retreats, at eco resorts that immerse you in the rich greens of the rainforest, or youve joined one of our bird-watching tours led by hugely knowledgeable local guides, theres always time to sample some of Trinidad and Tobagos lively Caribbean culture independently. Depending on the time of year you might hear steel bands practising for Carnival, or watch as leatherback turtle hatchlings make their way from their nests to the sea. Time seems to slow right down on these relaxed holidays, so that by the end of your stay, the islands Aaaaall-right! greeting will roll off your tongue.",
        "Subtitle": "Highlights of our Trinidad & Tobago holidays",
        "Title1": "Beach breaks",
        "Paragraph1": "Our Trinidad and Tobago beach holidays enjoy an idyllic setting sandwiched between sea and rainforest. Its just a four-minute walk from your wooden lodge, set discreetly into the trees, to the peaceful stretch of golden sand in front of the resort  forgot your beach book? No worries. And if you fancy a change of scenery theres another, larger beach with a coral reef within easy reach, while a short walk into the forest brings you to a tumbling waterfall. You can snorkel and swim in these beautiful warm waters to your hearts content, and then once youve built up an appetite, take the short stroll over to the nearby village where youll find fish shacks and rum bars waiting.",
        "image1": "",
        "Title2": "Wellness retreats",
        "Paragraph2": "There will be plenty of stretching on our wellness retreats, but its no stretch of the imagination to see why you would choose Trinidad and Tobago to get away from it all for a week or so. You can stay in treehouse-style, self-catering lodges that have been designed to blend into the environment. Alongside construction of the lodges, a large-scale programme of tree planting has been undertaken, to help with soil retention and give wildlife a welcome boost. You might see iguanas and endangered agoutis, perhaps even armadillos, while up to 70 bird species live in the forest, some of which fly through the open-sided yoga studio that looks out across pretty Castara Bay.\nDaily vinyasa-style yoga sessions are guided by experienced practitioners, with one-to-one tutorials also provided, based on your individual abilities and needs. You can fill out the rest of your stay with massages, bathing under waterfalls, and boat trips out in search of dolphins, and relaxing beach time. Or just cosy up on your lodges veranda with a good book and the sounds of the rainforest on all sides.",
        "image2": "",
        "Title3": "Bird watching",
        "Paragraph3": "Trinidad and Tobago is something of a paradise for birders, with over 450 species to be found among its varied habitats, among them white-tailed sabrewings, blue-crowned motmots, and red-footed boobies. Our bird watching holidays across the islands typically last two weeks, which gives you an idea of just how many locations and sightings you can expect to enjoy. Our trips use expert local guides, creating employment and ensuring you benefit from a high success rate. Meanwhile, entrance fees to reserves and sanctuaries contribute to their upkeep and conservation initiatives.\nPopular bird watching locations in Trinidad and Tobago include the Caroni Bird Sanctuary (come at sunset to see thousands of scarlet ibis arriving to roost); the protected reserve of Little Tobago, and \r\nthe Asa Wright Nature Sanctuary. A staggering 166 species have been identified on this former plantation alone, and it makes an excellent place to start. On Tobago, you can stay in a gorgeous nature retreat on the edge of an ancient rainforest. The lodge has been built to cool itself naturally without the need for air conditioning, while it grows much of its own food and composts its waste. In fact it is so much a part of the landscape that youll often have birds flying into the restaurant during mealtimes."
    }
]