{
  "destination": "Croatia",
  "mainPhoto": "",
  "id": "croatia-family-adventure-holiday-2-weeks",
  "tourName": "Croatia family adventure holiday, 2 weeks",
  "placesVisited": "Split Old town, UNESCO site of Trogir, Sea kayaking, White water rafting, Cycling, Beaches, Canyoning tour, Brac Island, Climbing, Wild swimming at Gubavica Falls, SUP boarding & windsurfing, Snorkelling, River tubing",
  "generalInfo": "If you are searching for a holiday that combines; meeting like minded families, similar aged children and enjoying adventure activities - then please do enquire about our epic two week adventure Croatia family trip. We have dedicated teenage departure dates and are often able to age match. <br/><br/>Discover the charms of Croatian hospitality. Try local foods, explore old towns &amp; beaches and travel further into the deep interiors of canyons and subterranean water worlds. <br/><br/>Every summer we show our lovely family guests that our 14 night program combines the perfect balance of thrills, culture &amp; relaxation. <br/><br/>Your first 7 nights are spent on the coast along the Dalmatia Riviera, only 20min from the Unesco city of Split. Our family guests love the fantastic swimming pool (WiFi) with its panoramic views over the Adriatic Sea. It’s the perfect base to enjoy nature, whether exploring canyons or kayaking the warm aquatic sea waters, which Croatia is famous for.<br/><br/>Your second week is spent on Brac, to give our guests a feel of island life. Alongside your fun Tour Leaders, you'll be discovering beautiful beaches, crystal clear waters and historical sites that are completely unique to the island. <br/><br/>This incredible family adventure holiday includes: sea kayaking, climbing, river tubing, SUP boarding, mountain biking, white water rafting, canyoning and much more! All the activities are professionally guided and supervised, so parents can feel very confident in the safety aspect. <br/><br/>If you want the very best 2 week activity holiday in Croatia, then you will cherish the time spent here with us. Just read the reviews.",
  "durationDays": "15",
  "price": "2495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL: Meet at our coastal adventure base in Podstrana, a short 30 minute drive from Split. Check into our modern apartments, which offer: swimming pool, free WiFi, sun loungers, balconies, satellite TV, and a/c. Tonight, we have a fantastic gala welcome meal. It's time to get to know our guides and guests!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "SEA KAYAK: After following a short coastal drive, you will begin your sea kayaking tour. It’s the ideal way to meet the other guests and for teenagers to strike up new friendships. Throughout the trip, our guides will create challenges and water games. Half way we'll stop on a small secluded beach, time for snorkelling and more games for the teenagers."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "TUBING: This is a great and unusual way to ride the unique atmosphere of the rivers and rapids. Discover the true Dalmatian hinterland, bouncing your way along the Cetina tributaries, laughing and playing games. Negotiating the crystal waters is an ideal adventure activity for all generations. The descent down the river is completed with a break for swimming and beverages by choice. Use paddles or hands, spin around and feel the power of nature."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "BEACH DAY (Optional Boat & island excursion): this is your free day, our guests can simply relax around the swimming pool or head to the nearby beach. Split is connected by a regular bus network, and is only 20min away. For families that like to book more, then we highly recommend the 'Boat charter & island hop' excursion."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "WHITE WATER RAFTING: Each raft has their own licensed captain, so you can take on the unrelenting rapids of the Cetina River. If you’ve come for an adventure holiday in Croatia, then you’ve found it with us! After the white water rafting experience, it’s time to dry off and get ready for the ‘City of Pirates’. Here in Omis, you’ll discover one of Croatia’s best coastal cities, with its blue flag beaches, great fish restaurants and excellent shopping markets. Relax within the maze of Omis town or simply chill on the beach."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "BEACH DAY (Optional Ziplining): Free days can be many things to many families. Simply relax around the swimming pool, rent a bike, book a massage at the local spa, find the water assault course or head into Split for a shop. For restless teenagers, and thrill seeking parents, we can highly recommend the ziplining adventure."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "CANYONING: Canyoning adventures are never to be missed, and today we’ll be journeying 200 metres down into a subterranean wonder world. We’ll be spending 3 - 4 hours of jumping, sliding, manoeuvring, scrambling, drifting & swimming in rock pools, slips streams and waterfalls. If you’re looking for teenage activity holidays, then canyoning trips should never be over looked, its pure action and inspiration!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "ISLAND LIFE: Take the Ferry from Split Ferry Port to Supetar on Brac island. The ferry crossing is a relaxing 1 hour transfer (no-stops), offering fabulous panoramic views. Ferry tickets included. We will collect you from Supetar and take you to your accommodation. Brac Island offer incredible water & land activities, from SUP boarding to climbing. Our adventure base is a social hub for families, and the perfect place to hang for teenagers. All our modern apartments have balconies, free WiFi, Sat TV, a/c. Plus a shared pool and sun lounging terrace."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "SEA KAYAKING: Today, we take to the warm calm waters of the Adriatic, allowing you to explore some of the island’s wonderful coastal scenery. This aquatic kayak tour, stops on route to explore local bays, and to give time for snorkelling. For full dedicated family sea kayaking holidays, please ask our team to send you additional details on your on-line enquiry."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "BEACH DAY: Exploring the other sides to Brac island’s personality is a must do. Discover the old towns of Supetar and Bol, OR locate the famous Golden horn beach. For water lovers, book scuba diving, jet skis or find the aqua sea park for splash action."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "SUP BOARDING: We offer a very popular ‘learn to board’ session, which is an ideal introduction to an exhilarating new sport. From teens to parents our fun instructors will have the guests cruising on top of the sparkling warm sea waters."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "CLIMBING: We believe that climbing is one of our most rewarding activities, and you’ll love the stunning locations we climb in. You'll be starting from the ground upwards, so you can go as high as you like. Harnessed throughout and guided by our instructor, even people nervous of heights will love this activity."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "CYCLING: Our stunning mountain biking route has something for everyone. From panoramic advantage spots, we'll cruise past olive fields, weave through small villages and take on coastal trails. It's an epic adventure, with a surprise at the deserved finish line!"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "OLIVE TASTING - Tonight we'll be going to a secret location for olive tasting & to try some amazing local Dalmatia cuisine. All organic and produced on Brac. There will be unlimited wine for parents."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "DEPARTURE: Time to say good bye. We'll take you back to Supetar port (Brac), so you can take the ferry back to Split port, where our services conclude. Ferry tickets included."
    }
  ],
  "map": ""
}