{
  "destination": "Croatia",
  "mainPhoto": "",
  "id": "croatian-islands-family-activity-holiday",
  "tourName": "Croatian Islands family activity holiday",
  "placesVisited": "",
  "generalInfo": "Adventure awaits on the breathtaking island of Lopud. Stay by the shores of the Adriatic and enjoy daily doses of swimming, kayaking and snorkelling. Explore inlets, bays and neighbouring islands by kayak and have a go at stand-up paddle boarding in the azure waters. From a cycling excursion on Sipan Island to a day trip to Dubrovnik, there's no shortage of fun on our active family holiday.<br/> <br/> Water sports - Dive into the Adriatic with daily snorkelling and swimming, as well as the chance to try stand-up paddle boarding.<br/> Island hop by kayak - Explore grottos and golden-sand beaches of Lopud and neighbouring islands by kayak. <br/> Dubrovnik - Walk in the footsteps of your favourite Game of Thrones characters as you explore the historic streets of Dubrovnik.<br/>",
  "durationDays": "8",
  "price": "1495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Dubrovnik",
      "description": ": Our journey begins today in Dubrovnik, where we'll transfer to the Port of Gru\\'9e to board a ferry to the charming island of Lopud. Gruz Port is approximately a 30-minute drive from Dubrovnik International Airport (DBV), and the ferry ride, lasting 55 minutes, provides stunning views of Dubrovnik Bay and the surrounding islands. If you require an airport transfer, please aim to arrive at DBV airport by 2:30 pm to comfortably catch the 4:30 pm ferry. Upon arriving on Lopud, we'll gather at the kayak centre along the main promenade at 7:00 pm for a welcome meeting. Your tour leader will guide you to this spot after disembarking. The evening concludes with an included dinner at a waterfront restaurant. For those arriving in Dubrovnik earlier in the day, consider exploring the historic Old Town. Luggage can be safely stored at the Dubrovnik main bus station, located a 10-minute walk from the airport transfer drop-off point. From there, you can take a short bus ride to the Old Town. Your tour leader or an Explore representative will provide further guidance. Please note that in case of delays, the final ferry to Lopud departs at 8:00 pm. For the week, we'll stay on the picturesque island of Lopud, just off the coast. Our accommodation is a family-run guesthouse located a mere 50 meters from a sandy beach, offering a cosy and welcoming atmosphere. After arriving at Lopud Harbour, it's just a short walk to reach our guesthouse."
    },
    {
      "dayNumber": 2,
      "title": "Introduction demonstration to sea kayaking. Sea kayak to Sunj Beach on Lopud, beach games. Walk back to Lopud town along island tracks",
      "description": ": Breakfast is served on the terrace this morning, offering views of the neighbouring inlets and islands. After breakfast, we'll take a short stroll down to our kayaking base for an introduction and safety demonstration including paddle strokes and getting comfortable in our kayaks. Our first excursion is a paddle from the harbour to the opposite side of Lopud, where we'll spend the morning on the sandy beach of Sunj and play some water games. An especially popular beach game in Croatia is called Picigin - it's basically 'keepie-uppie'. The goal is to keep the ball in the air as long as possible but in acrobatic fashion with a great deal of jumping, diving and kicking. There are no winners or losers, just great fun! In the afternoon, we'll have time to swim, snorkel, and jump from the surrounding rocks. Leaving our kayaks on Sunj Beach, we'll walk back over the island to our guesthouse, a distance of just over 2 kilometres/1.2 miles along a mainly flat track, to get ready for dinner."
    },
    {
      "dayNumber": 3,
      "title": "Introduction to 'SUP' stand up paddle boarding with a full day to practice. Sunset paddle from Sunj to Lopud town",
      "description": ": Stand-up paddle boarding is becoming increasingly popular and it's clear to see why! Originating in Hawaii, it's a sport that is accessible to everyone, easy to learn and lots of fun. The inflatable boards are very buoyant allowing for maximum stability, a tall paddle is used to navigate and propel the board. After an introductory lesson, we'll have the rest of the morning to refine our skills in the calm waters of the Adriatic. In the late afternoon, we'll walk across the island to reclaim our kayaks from yesterday and paddle back to our base, pausing to see the sunset - the perfect way to end the day."
    },
    {
      "dayNumber": 4,
      "title": "Paddle to the Green Grotto, swim and snorkel",
      "description": ": Returning to our sea kayaks after breakfast, we'll head out to explore Lopud's coastline starting in a shallow, protected bay before venturing out across the channel to the island of Sipan. Please note that on this day, we will be kayaking on open water, which differs from the protected bays we have explored on previous days . Heading south and west, we'll first paddle to a natural stone arch which is a perfect photo-op. Under this archway, you can see the Adriatic Sea open up in all of its glory. Next, we'll regroup and paddle along the coast to the hidden Green Cave. We'll then tie up our kayaks and get ready for a wonderful morning of swimming and cliff jumping. But first, we'll grab snorkels and masks and swim down through the cave's opening. Inside, there is plenty of room to swim - you can even stand up. This large, and safe, cave opens up to reveal an ethereal green light caused by the sun's reflection off the sandy bottom. We'll continue to the delightful fishing village of Sudurad on Sipan, for a lunch of local delicacies (not included). Following lunch, we paddle back toward Lopud and our guesthouse. Our total kayaking distance today is 10 kilometres/6.2 miles."
    },
    {
      "dayNumber": 5,
      "title": "Early morning ferry to Dubrovnik, full day for sightseeing, late afternoon ferry back to Lopud",
      "description": ": After an early breakfast this morning, we'll take the ferry back over to the mainland to see Dubrovnik's Old Town. Now essentially fully restored following damage from shelling in the Siege of Dubrovnik in 1991-92, the Old Town retains its unique atmosphere and charm. UNESCO granted it World Cultural Heritage status, as one of the world's finest examples of a fortified medieval town. For fans of Game of Thrones, the iconic, red-tiled roofs of Dubrovnik will be familiar as the setting of King's Landing, the seat of power in the Seven Kingdoms. Our local guide will accompany us to the city gates, providing an overview of the best sights to take in, followed by free time to further explore the town at your own pace. You might like to get a view from above by taking the cable car to a nearby hilltop or enjoy a walk around the city walls (the walk of the full course is 1,940 metres). You may also like to visit the Franciscan Monastery, Dominican Monastery or the cathedral in the old town. We'll return to Lopud by ferry in the late afternoon."
    },
    {
      "dayNumber": 6,
      "title": "SUP in the morning, afternoon ferry to Sipan island, biking on the island and beach time",
      "description": ": This morning, we'll have more time to try stand-up paddle boarding in the calm waters of the bay. Then, later in the morning, we'll take the ferry to Sipan, the largest and most scenic island in the Elaphiti Archipelago and its harbour town of Sudurad. Here, we'll trade our paddles for pedals and explore Sipan Island, a traditional fishing island with just two villages and one road connecting the two. We'll bike across the middle part of the island, which is mostly flat, with old olive growths, vineyards, stone villas and wild fig trees (a perfect dessert for late August, as they can be picked freely while biking past them). We'll make a stop at the Saint Spirit fort-church, built in the 14th century as a defence against the Turks. It's possible to climb up the steps onto a flat roof and see the whole of Sipan Island from the top. Continuing to the village of Sipanska Luka on the island's north end, we'll stop for a bite to eat at one of the region's best-kept restaurant secrets, a family-owned tavern in a small harbour where you can feast on freshly caught seafood grilled to perfection and served with a salad. Afterwards, feel free to relax with a swim in the Adriatic before we head back the way we came, making the short ferry trip back across to Lopud and our guesthouse."
    },
    {
      "dayNumber": 7,
      "title": "Free day.",
      "description": ": Today is free for you to be as active as you want. You can enjoy more time on Lopud's beaches or take an excursion via ferry back to Dubrovnik to see more of the sights. This evening, we'll enjoy a farewell meal hosted at a local, family-run farm. Dining alfresco, we'll sample local fare (and homemade liquors for the adults) and have a walk around the farm"
    },
    {
      "dayNumber": 8,
      "title": "Trip ends in Lopud",
      "description": ": Departing Lopud this morning after breakfast, we'll take the ferry back to Dubrovnik's port at Gruz and then transfer to Dubrovnik International Airport (DBV). The first ferry departs Lopud at 6.20am and the earliest your flight can depart is 10.30am. There are later scheduled ferries at 7.10am, 12.10pm and 6pm."
    }
  ],
  "map": ""
}