[
  {
    "destination": "Croatia",
    "mainPhoto": "",
    "id": "croatia-family-adventure-holiday-2-weeks",
    "tourName": "Croatia family adventure holiday, 2 weeks",
    "placesVisited": "Split Old town, UNESCO site of Trogir, Sea kayaking, White water rafting, Cycling, Beaches, Canyoning tour, Brac Island, Climbing, Wild swimming at Gubavica Falls, SUP boarding & windsurfing, Snorkelling, River tubing",
    "generalInfo": "If you are searching for a holiday that combines; meeting like minded families, similar aged children and enjoying adventure activities - then please do enquire about our epic two week adventure Croatia family trip. We have dedicated teenage departure dates and are often able to age match. <br/><br/>Discover the charms of Croatian hospitality. Try local foods, explore old towns &amp; beaches and travel further into the deep interiors of canyons and subterranean water worlds. <br/><br/>Every summer we show our lovely family guests that our 14 night program combines the perfect balance of thrills, culture &amp; relaxation. <br/><br/>Your first 7 nights are spent on the coast along the Dalmatia Riviera, only 20min from the Unesco city of Split. Our family guests love the fantastic swimming pool (WiFi) with its panoramic views over the Adriatic Sea. It’s the perfect base to enjoy nature, whether exploring canyons or kayaking the warm aquatic sea waters, which Croatia is famous for.<br/><br/>Your second week is spent on Brac, to give our guests a feel of island life. Alongside your fun Tour Leaders, you'll be discovering beautiful beaches, crystal clear waters and historical sites that are completely unique to the island. <br/><br/>This incredible family adventure holiday includes: sea kayaking, climbing, river tubing, SUP boarding, mountain biking, white water rafting, canyoning and much more! All the activities are professionally guided and supervised, so parents can feel very confident in the safety aspect. <br/><br/>If you want the very best 2 week activity holiday in Croatia, then you will cherish the time spent here with us. Just read the reviews.",
    "durationDays": "15",
    "price": "2495",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVAL: Meet at our coastal adventure base in Podstrana, a short 30 minute drive from Split. Check into our modern apartments, which offer: swimming pool, free WiFi, sun loungers, balconies, satellite TV, and a/c. Tonight, we have a fantastic gala welcome meal. It's time to get to know our guides and guests!"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "SEA KAYAK: After following a short coastal drive, you will begin your sea kayaking tour. It’s the ideal way to meet the other guests and for teenagers to strike up new friendships. Throughout the trip, our guides will create challenges and water games. Half way we'll stop on a small secluded beach, time for snorkelling and more games for the teenagers."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "TUBING: This is a great and unusual way to ride the unique atmosphere of the rivers and rapids. Discover the true Dalmatian hinterland, bouncing your way along the Cetina tributaries, laughing and playing games. Negotiating the crystal waters is an ideal adventure activity for all generations. The descent down the river is completed with a break for swimming and beverages by choice. Use paddles or hands, spin around and feel the power of nature."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "BEACH DAY (Optional Boat & island excursion): this is your free day, our guests can simply relax around the swimming pool or head to the nearby beach. Split is connected by a regular bus network, and is only 20min away. For families that like to book more, then we highly recommend the 'Boat charter & island hop' excursion."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "WHITE WATER RAFTING: Each raft has their own licensed captain, so you can take on the unrelenting rapids of the Cetina River. If you’ve come for an adventure holiday in Croatia, then you’ve found it with us! After the white water rafting experience, it’s time to dry off and get ready for the ‘City of Pirates’. Here in Omis, you’ll discover one of Croatia’s best coastal cities, with its blue flag beaches, great fish restaurants and excellent shopping markets. Relax within the maze of Omis town or simply chill on the beach."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "BEACH DAY (Optional Ziplining): Free days can be many things to many families. Simply relax around the swimming pool, rent a bike, book a massage at the local spa, find the water assault course or head into Split for a shop. For restless teenagers, and thrill seeking parents, we can highly recommend the ziplining adventure."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "CANYONING: Canyoning adventures are never to be missed, and today we’ll be journeying 200 metres down into a subterranean wonder world. We’ll be spending 3 - 4 hours of jumping, sliding, manoeuvring, scrambling, drifting & swimming in rock pools, slips streams and waterfalls. If you’re looking for teenage activity holidays, then canyoning trips should never be over looked, its pure action and inspiration!"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "ISLAND LIFE: Take the Ferry from Split Ferry Port to Supetar on Brac island. The ferry crossing is a relaxing 1 hour transfer (no-stops), offering fabulous panoramic views. Ferry tickets included. We will collect you from Supetar and take you to your accommodation. Brac Island offer incredible water & land activities, from SUP boarding to climbing. Our adventure base is a social hub for families, and the perfect place to hang for teenagers. All our modern apartments have balconies, free WiFi, Sat TV, a/c. Plus a shared pool and sun lounging terrace."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "SEA KAYAKING: Today, we take to the warm calm waters of the Adriatic, allowing you to explore some of the island’s wonderful coastal scenery. This aquatic kayak tour, stops on route to explore local bays, and to give time for snorkelling. For full dedicated family sea kayaking holidays, please ask our team to send you additional details on your on-line enquiry."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "BEACH DAY: Exploring the other sides to Brac island’s personality is a must do. Discover the old towns of Supetar and Bol, OR locate the famous Golden horn beach. For water lovers, book scuba diving, jet skis or find the aqua sea park for splash action."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "SUP BOARDING: We offer a very popular ‘learn to board’ session, which is an ideal introduction to an exhilarating new sport. From teens to parents our fun instructors will have the guests cruising on top of the sparkling warm sea waters."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "CLIMBING: We believe that climbing is one of our most rewarding activities, and you’ll love the stunning locations we climb in. You'll be starting from the ground upwards, so you can go as high as you like. Harnessed throughout and guided by our instructor, even people nervous of heights will love this activity."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "CYCLING: Our stunning mountain biking route has something for everyone. From panoramic advantage spots, we'll cruise past olive fields, weave through small villages and take on coastal trails. It's an epic adventure, with a surprise at the deserved finish line!"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "OLIVE TASTING - Tonight we'll be going to a secret location for olive tasting & to try some amazing local Dalmatia cuisine. All organic and produced on Brac. There will be unlimited wine for parents."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "DEPARTURE: Time to say good bye. We'll take you back to Supetar port (Brac), so you can take the ferry back to Split port, where our services conclude. Ferry tickets included."
      }
    ],
    "map": ""
  },
  {
    "destination": "Croatia",
    "mainPhoto": "",
    "id": "croatian-islands-family-activity-holiday",
    "tourName": "Croatian Islands family activity holiday",
    "placesVisited": "",
    "generalInfo": "Adventure awaits on the breathtaking island of Lopud. Stay by the shores of the Adriatic and enjoy daily doses of swimming, kayaking and snorkelling. Explore inlets, bays and neighbouring islands by kayak and have a go at stand-up paddle boarding in the azure waters. From a cycling excursion on Sipan Island to a day trip to Dubrovnik, there's no shortage of fun on our active family holiday.<br/> <br/> Water sports - Dive into the Adriatic with daily snorkelling and swimming, as well as the chance to try stand-up paddle boarding.<br/> Island hop by kayak - Explore grottos and golden-sand beaches of Lopud and neighbouring islands by kayak. <br/> Dubrovnik - Walk in the footsteps of your favourite Game of Thrones characters as you explore the historic streets of Dubrovnik.<br/>",
    "durationDays": "8",
    "price": "1495",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip in Dubrovnik",
        "description": ": Our journey begins today in Dubrovnik, where we'll transfer to the Port of Gru\\'9e to board a ferry to the charming island of Lopud. Gruz Port is approximately a 30-minute drive from Dubrovnik International Airport (DBV), and the ferry ride, lasting 55 minutes, provides stunning views of Dubrovnik Bay and the surrounding islands. If you require an airport transfer, please aim to arrive at DBV airport by 2:30 pm to comfortably catch the 4:30 pm ferry. Upon arriving on Lopud, we'll gather at the kayak centre along the main promenade at 7:00 pm for a welcome meeting. Your tour leader will guide you to this spot after disembarking. The evening concludes with an included dinner at a waterfront restaurant. For those arriving in Dubrovnik earlier in the day, consider exploring the historic Old Town. Luggage can be safely stored at the Dubrovnik main bus station, located a 10-minute walk from the airport transfer drop-off point. From there, you can take a short bus ride to the Old Town. Your tour leader or an Explore representative will provide further guidance. Please note that in case of delays, the final ferry to Lopud departs at 8:00 pm. For the week, we'll stay on the picturesque island of Lopud, just off the coast. Our accommodation is a family-run guesthouse located a mere 50 meters from a sandy beach, offering a cosy and welcoming atmosphere. After arriving at Lopud Harbour, it's just a short walk to reach our guesthouse."
      },
      {
        "dayNumber": 2,
        "title": "Introduction demonstration to sea kayaking. Sea kayak to Sunj Beach on Lopud, beach games. Walk back to Lopud town along island tracks",
        "description": ": Breakfast is served on the terrace this morning, offering views of the neighbouring inlets and islands. After breakfast, we'll take a short stroll down to our kayaking base for an introduction and safety demonstration including paddle strokes and getting comfortable in our kayaks. Our first excursion is a paddle from the harbour to the opposite side of Lopud, where we'll spend the morning on the sandy beach of Sunj and play some water games. An especially popular beach game in Croatia is called Picigin - it's basically 'keepie-uppie'. The goal is to keep the ball in the air as long as possible but in acrobatic fashion with a great deal of jumping, diving and kicking. There are no winners or losers, just great fun! In the afternoon, we'll have time to swim, snorkel, and jump from the surrounding rocks. Leaving our kayaks on Sunj Beach, we'll walk back over the island to our guesthouse, a distance of just over 2 kilometres/1.2 miles along a mainly flat track, to get ready for dinner."
      },
      {
        "dayNumber": 3,
        "title": "Introduction to 'SUP' stand up paddle boarding with a full day to practice. Sunset paddle from Sunj to Lopud town",
        "description": ": Stand-up paddle boarding is becoming increasingly popular and it's clear to see why! Originating in Hawaii, it's a sport that is accessible to everyone, easy to learn and lots of fun. The inflatable boards are very buoyant allowing for maximum stability, a tall paddle is used to navigate and propel the board. After an introductory lesson, we'll have the rest of the morning to refine our skills in the calm waters of the Adriatic. In the late afternoon, we'll walk across the island to reclaim our kayaks from yesterday and paddle back to our base, pausing to see the sunset - the perfect way to end the day."
      },
      {
        "dayNumber": 4,
        "title": "Paddle to the Green Grotto, swim and snorkel",
        "description": ": Returning to our sea kayaks after breakfast, we'll head out to explore Lopud's coastline starting in a shallow, protected bay before venturing out across the channel to the island of Sipan. Please note that on this day, we will be kayaking on open water, which differs from the protected bays we have explored on previous days . Heading south and west, we'll first paddle to a natural stone arch which is a perfect photo-op. Under this archway, you can see the Adriatic Sea open up in all of its glory. Next, we'll regroup and paddle along the coast to the hidden Green Cave. We'll then tie up our kayaks and get ready for a wonderful morning of swimming and cliff jumping. But first, we'll grab snorkels and masks and swim down through the cave's opening. Inside, there is plenty of room to swim - you can even stand up. This large, and safe, cave opens up to reveal an ethereal green light caused by the sun's reflection off the sandy bottom. We'll continue to the delightful fishing village of Sudurad on Sipan, for a lunch of local delicacies (not included). Following lunch, we paddle back toward Lopud and our guesthouse. Our total kayaking distance today is 10 kilometres/6.2 miles."
      },
      {
        "dayNumber": 5,
        "title": "Early morning ferry to Dubrovnik, full day for sightseeing, late afternoon ferry back to Lopud",
        "description": ": After an early breakfast this morning, we'll take the ferry back over to the mainland to see Dubrovnik's Old Town. Now essentially fully restored following damage from shelling in the Siege of Dubrovnik in 1991-92, the Old Town retains its unique atmosphere and charm. UNESCO granted it World Cultural Heritage status, as one of the world's finest examples of a fortified medieval town. For fans of Game of Thrones, the iconic, red-tiled roofs of Dubrovnik will be familiar as the setting of King's Landing, the seat of power in the Seven Kingdoms. Our local guide will accompany us to the city gates, providing an overview of the best sights to take in, followed by free time to further explore the town at your own pace. You might like to get a view from above by taking the cable car to a nearby hilltop or enjoy a walk around the city walls (the walk of the full course is 1,940 metres). You may also like to visit the Franciscan Monastery, Dominican Monastery or the cathedral in the old town. We'll return to Lopud by ferry in the late afternoon."
      },
      {
        "dayNumber": 6,
        "title": "SUP in the morning, afternoon ferry to Sipan island, biking on the island and beach time",
        "description": ": This morning, we'll have more time to try stand-up paddle boarding in the calm waters of the bay. Then, later in the morning, we'll take the ferry to Sipan, the largest and most scenic island in the Elaphiti Archipelago and its harbour town of Sudurad. Here, we'll trade our paddles for pedals and explore Sipan Island, a traditional fishing island with just two villages and one road connecting the two. We'll bike across the middle part of the island, which is mostly flat, with old olive growths, vineyards, stone villas and wild fig trees (a perfect dessert for late August, as they can be picked freely while biking past them). We'll make a stop at the Saint Spirit fort-church, built in the 14th century as a defence against the Turks. It's possible to climb up the steps onto a flat roof and see the whole of Sipan Island from the top. Continuing to the village of Sipanska Luka on the island's north end, we'll stop for a bite to eat at one of the region's best-kept restaurant secrets, a family-owned tavern in a small harbour where you can feast on freshly caught seafood grilled to perfection and served with a salad. Afterwards, feel free to relax with a swim in the Adriatic before we head back the way we came, making the short ferry trip back across to Lopud and our guesthouse."
      },
      {
        "dayNumber": 7,
        "title": "Free day.",
        "description": ": Today is free for you to be as active as you want. You can enjoy more time on Lopud's beaches or take an excursion via ferry back to Dubrovnik to see more of the sights. This evening, we'll enjoy a farewell meal hosted at a local, family-run farm. Dining alfresco, we'll sample local fare (and homemade liquors for the adults) and have a walk around the farm"
      },
      {
        "dayNumber": 8,
        "title": "Trip ends in Lopud",
        "description": ": Departing Lopud this morning after breakfast, we'll take the ferry back to Dubrovnik's port at Gruz and then transfer to Dubrovnik International Airport (DBV). The first ferry departs Lopud at 6.20am and the earliest your flight can depart is 10.30am. There are later scheduled ferries at 7.10am, 12.10pm and 6pm."
      }
    ],
    "map": ""
  },
  {
    "destination": "Croatia",
    "mainPhoto": "",
    "id": "best-of-croatia-in-11-days",
    "tourName": "Best of Croatia in 11 Days",
    "placesVisited": "Split, Krka National Park, Brac, Hvar, Korcula, Mljet, Elafiti Islands, Dubrovnik",
    "generalInfo": "You will have an immersive sensory experience during your 11-day Best of Croatia tour that takes you across the Adriatic Sea on a private yacht. Your time in Croatia will uncover timeless heritage and contemporary luxuries for an unforgettable adventure. From the grandeur of Split to the drama of Dubrovnik, you will savor the flavors of elegant wine and bask in the mouthwatering panoramas sweeping across elusive islands.",
    "durationDays": "11",
    "price": "9,200",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Split - Arrive in Marvelous Split at Leisure",
        "description": "Split is the second biggest city in Croatia and is often referred to as “The Mediterranean Flower.” It will not take too much time to find out the origin of Split’s nickname! After a private transfer to the hotel from Split airport, the rest of the day is at leisure to indulge in the beauty of the city and the splendor of Croatian cultural history. The city is impressive in its timelessness and comforting in its local spirit. You can enjoy the dramatic coastal mountains and turquoise Adriatic waters with city streets decorated with hints of ancient Romans, Byzantines, and Venetians."
      },
      {
        "dayNumber": "2",
        "title": "Split - Discover the Guided Splendor of Split",
        "description": "After waking up in beautiful Split with a tasty breakfast, you will have an exciting walking tour through the streets of the beautiful city. Split is a former stronghold of the Holy Roman Empire. Your tour will reveal some of the most iconic places of this ancient town and its fabled history as well as give a glimpse into the life of a modern Split beginning at Diocletian’s Palace. Although it was built in Roman times, it is still a place where people live, do business, and relax. The narrow streets of the castle are filled with unsurpassable charm and beauty."
      },
      {
        "dayNumber": "3",
        "title": "Split - Explore the Beauty of Krka National Park",
        "description": "Today you will enjoy an excursion to nearby Krka National Park. Krka is among the most popular and most beautiful of Croatia’s national parks. Lush green foliage, tranquil lakes, powerful waterfalls, and cultural sites relax and reinvigorate the body and soul. There is something almost meditative about the freshness and serenity of the Krka River and its surroundings. The mouth of the river Krka is a beautiful set of breathtaking features, including waterfalls, stunning canyon, and crystalline lakes. The most appealing falls in the park, Skradinski Buk, consists of nearly 20 different waterfalls and is almost a half-mile long."
      },
      {
        "dayNumber": "4",
        "title": "Brac - Begin your Illustrious Adriatic Cruise",
        "description": "Cruising along the Adriatic Sea is one of the most beautiful things you can experience in Croatia. You will witness over a thousand islands and numerous islets as diverse as imaginable, a unique mix of wild nature and stunning cultural heritage, breathtaking bays that offer quiet private oasis, and the deep blue crystalline clear water. Today you will leave for the island of Brac, which is best known for the white-pebble beach, Zlatni Rat. The island’s main town, Supetar, offers a horseshoe-shaped beach and charming ambiance. In the evening, you will enjoy a captain’s dinner on board, freshly prepared by your yacht staff."
      },
      {
        "dayNumber": "5",
        "title": "Hvar - Sail along the Authentic Dalmatian Coast",
        "description": "Hvar will reveal a calming place of sophisticated hedonism as one of the world’s top ten most beautiful islands, with more UNESCO Heritage Sites than any other island on the planet. The town’s castle fortress and white-stone houses along the Stari Grad Plain will delight you. Sitting with a glass of Hvar wine, listening to the klapa , traditional a cappella singing, surrounded by the renaissance architecture will give you goosebumps during a wine tasting in one of the most famous Hvar wineries. The last part of your Hvar visit is a fabulous traditional lunch in an old, abandoned village, Malo Grablje."
      },
      {
        "dayNumber": "6",
        "title": "Korcula - Continue Sailing to Fascinating Korcula",
        "description": "The yacht will continue to beautiful Korčula, one of the greenest islands in the Adriatic. A bit wild and untouched by globalization, Korčula provides opportunities to enjoy ravishing nature and rich cultural heritage. Mesmerizing vineyards and olive groves around small villages radiate with a slow-paced rhythm of classic Mediterranean life. Korčula town, a medieval walled Dalmatian city, embodies history in its architectural styles with marble streets, defensive walls, red-roofed stone houses, and fishbone streets packed with heroic history and culture. In the early evening, you can bask in a dinner at an authentic restaurant on a local farm."
      },
      {
        "dayNumber": "7",
        "title": "Mljet - Inch Closer to Dubrovnik at Wondrous Mljet",
        "description": "Your next destination is the island of Mljet. It is a heavily forested island, recognizable for its unique and unusual beauty. Salt lakes, an ancient stone monastery, olive groves, vineyards, and dense forests create a mystic atmosphere of nature and human culture. A local expert guide will show you the most iconic places and share the most extraordinary stories from Mljet’s history during a tour across the National Park. The rest of the day is at leisure for swimming and snorkeling in the refreshingly beautiful and clear Adriatic Sea or hiking across the island’s lush, beautiful island."
      },
      {
        "dayNumber": "8",
        "title": "Dubrovnik - Arrive in Dubrovnik’s Rich Grandeur",
        "description": "In the morning, you will set sail towards the Elafiti Islands, the Dubrovnik aristocracy’s favorite place of leisure, revealing an atmosphere focused on enjoying life. Following their footsteps across Elafiti will introduce you to the most sophisticated Mediterranean passions, thrills, and beauty. Aromatic myrtle, laurel, thyme, and rosemary fill the air of Elafiti with the characteristic Mediterranean aromas. Tall cypresses and thick pine trees embrace the islands, providing natural shade and the perfect place to relax between your swims in the clear, azure sea. As the sun goes down, the moon will rise, and stars will appear above the famous lighthouses."
      },
      {
        "dayNumber": "9",
        "title": "Dubrovnik - Wander Dubrovnik’s Medieval Streets",
        "description": "Renaissance harmony, a medieval mystique, and fantasy burst through the city of Dubrovnik with good energy and an unbelievable number of things to see and do. The Old City is a UNESCO World Heritage Site and considered the most beautiful Croatian town. After breakfast, you will plunge into imaginative legends inhabiting the magical places of this medieval town on a walking tour with your expert guide. They will guide you to see Old Town, Stradun, the famous main street of Dubrovnik, and the historic Rector’s Palace. The city walls overlook the Adriatic Sea, islands, and yachts smoothly sailing by."
      },
      {
        "dayNumber": "10",
        "title": "Dubrovnik - Enjoy Dubrovnik at Leisure",
        "description": "With a day at leisure in the Pearl of the Adriatic, you can spend more time diving deep into the limestone streets and strolling past the Baroque architecture in sight of the shimmering blue water with a view from Srd Hill or visit the forested island of Lokrum, where you can walk along the aromatic holm oaks and olive trees. The swift ferry ride will take you to rock coastline interspersed with charming beaches cast in the regal shadow of the Benedictine Monastery. The botanical garden features soaring palms that only accentuate the island’s beauty and the monastery’s dramatic position."
      },
      {
        "dayNumber": "11",
        "title": "Dubrovnik - Depart for Home",
        "description": "In the morning, you can enjoy the aromas of the Adriatic Sea and the casual sounds of the city returning to life. You may hear the waves crash against the rocks or choose to stroll once more along the city walls for a farewell view over the illustrious water. Your private transfer will meet you in the hotel lobby when you are ready and escort you to the airport for your departure flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Croatia",
    "mainPhoto": "",
    "id": "croatia-for-couples-vacation-an-exclusive-romantic-getaway",
    "tourName": "Croatia for Couples Vacation: An Exclusive Romantic Getaway",
    "placesVisited": "Zagreb, Varazdin, Pula, Rovinj, Istria, Motovun, Buzet, Groznjan, Plitvice Lakes National Park, Zadar, Trogir, Split, Hvar, Jelsa, Vrboska, Stari Grad, Milna, Ston, Dubrovnik, Mt Srd, Cavtat, Konavle region, Lokrum Island",
    "generalInfo": "Croatia likely drew the two of you with the glorious Mediterranean together with old Eastern European charm. The country will indeed soothe at first sight and then move your heart to racing with all manner of experiences on offer with truffles, oysters, old-timer cars, majestic old towns and flowing waterfalls abounding. Handcrafted especially for two, this two-week luxury tour brings you through the best of the country with everything from a fairytale castle to a sea organ lullaby and the bucolic charms of Dubrovnik.",
    "durationDays": "14",
    "price": "11,400",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Zagreb – Enticing First Impressions",
        "description": "Zagreb provides colorful first impressions of Croatia as crooked spires rise above terracotta roofs, grand townhouses overlook small cafe terraces, and every lane is dominated by a different hue. You will be greeted at the airport for the short transfer into Upper Town, where your hotel is surrounded by open-air marketplaces and walking routes. This first day is left deliberately free, as it always should be on a romantic itinerary. There will be two weeks to explore Croatia fully, but this afternoon and evening is about nothing more than the two of you as you settle in for a wonderful adventure together."
      },
      {
        "dayNumber": "2",
        "title": "Zagreb – Exploring Zagreb in Old-Timer Cars",
        "description": "Old-timer cars provide a romantic vessel for a day spent exploring Zagreb. You travel in an electric-powered 1920’s replica to gaze out on the colorful lanes of Upper and Lower towns. It will be a journey through a city that loves to preserve its historical nuance. Stop to taste cherry brandy and local honey, disembark to stroll through the Stone Gate and St Catherine’s Church, enjoy a coffee on St Mark’s Square and then search out the Zagreb Heart in one of the artisanal bakeries. The afternoon is at your leisure, and the morning’s private tour will provide ideas for neighborhoods and streets you may want to explore further."
      },
      {
        "dayNumber": "3",
        "title": "Zagreb – The Fairytales of Trakoscan Castle and Varazdin",
        "description": "Nobody knows when Trakoscan Castle was constructed. First mentioned in 1334, the castle’s mystery adds to its sense of fairytale, especially as you wander through rooms that blend Europe’s famous styles. There’s Gothic furniture, Baroque flourishes, neo-Renaissance touches and a series of rooms that seem to be plucked from a cartoonist’s imagination. Explore the jaunty turrets and colored battlements, and then take some private time in the lush grounds. Varazdin is equally seductive, showcasing pure Baroque elegance in every direction. Here you can admire the palaces and walk through the ochre-hued streets where guild signs speak of ancient legend and if feels as if the history has become the present. These two destinations are a classic day trip from Zagreb, and you will have plenty of time to explore them as a couple."
      },
      {
        "dayNumber": "4",
        "title": "Pula to Rovinj – Immersed in Past Civilizations",
        "description": "Pula and Rovinj are two Mediterranean fishing ports on the Istrian Peninsula where memoirs to grand civilizations still flourish into the 21st century. Both are charming destinations to explore, with fully pedestrianized old towns that seem unchanged by time. The Roman Amphitheater and Roma Temple are reminders of a time of empire and Augustus. Venetian townhouses and palaces are adorned with the most intricate of details while the Baroque St Euphemia Church is as sublime as architect Giovanni Dizzi’s other famous work, St Mark’s Basilica in Venice. There are stories of Napoleon, grandeur created by the Austrians, and the Renaissance splendor of 16th-century prosperity. Taking time to explore it at your leisure will prove quite relaxing for the two of you."
      },
      {
        "dayNumber": "5",
        "title": "Rovinj – Hunting for Truffles and Artisanal Charm",
        "description": "Stroll hand in hand through the forest in the search for truffles as the dogs scamper ahead as they unearth the precious fungus. Pluck them from the ground and have a taste in these mystical surroundings, and then continue to uncover the hidden beauty of the hinterland. Green hills are dotted with olive groves while Gothic houses cluster on hilltop towns. Stop to explore Motovun, taste more delicacies in small artisanal stalls, and then find a once abandoned town that is now the preserve of artists. The streets are welcoming, the landscapes are comforting, and you will be serenaded by guitarists on the streets of Groznjan. It is a full-day Istrian tour that is complemented by a second evening in Rovinj, the Renaissance and Romanesque town that loves its status as the last true Mediterranean fishing port."
      },
      {
        "dayNumber": "6",
        "title": "Zadar – Walking Hand in Hand to Waterfalls, Plus a Sea Organ Lullaby",
        "description": "Water dripping through a forest always draws you in as your attention is taken as the river gurgles and the waterfalls surge. Your eyes are also taken away into Croatia’s first national park and its only natural UNESCO World Heritage Site. Travel by electric trains and boats to different lakes and waterfalls, and then hike along the well-cultivated trails. Some waterfalls resemble veils with thin layers of water tumbling from the limestone rocks. Others are like currents, almost roaring as they descend from behind the overhanging trees. Travel to Plitvice Lakes National Park and spend the day exploring, with the village of Lika a great place for lunch. After strolling the park you will be transferred to Zadar where a unique sea organ provides the lullaby to a very relaxed day."
      },
      {
        "dayNumber": "7",
        "title": "Split – Wandering the Elegant Lanes of History",
        "description": "This morning you will be back on the promenade beside the Sea Organ, this time with a guide helping to explain how the contraption works. Waves push water and air through a system of whistles and pipes to create the city’s haunting soundtrack. The eery sounds are reminiscent of the city’s turbulent history, as are the Byzantine St Donat Church and the Romanesque St Anastasia Cathedral. Explore the best of Zadar with your guide and then continue to Trogir, a small medieval town along the Dalmatian coast. Like Zadar, there is a beautiful profusion of architecture, along with the sultry seaside terraces. After these lanes of history, you head to Split, where Riva Harbor is a good setting for a romantic dinner."
      },
      {
        "dayNumber": "8",
        "title": "Split – Elegance and Enchantment in the Old City",
        "description": "Spears of light shoot through castle walls into Diocletian’s Palace to illuminate the 1,700- year-old stone and marble. This was the great summer retreat of Diocletian, a Roman Emperor who inadvertently laid the centerpiece of what would become the city of Split. Life revolves within and around the palace walls, making Diocletian’s legacy the best place to start your Split walking tour. Spend a morning with your guide to visit the sublime churches, the contemporary galleries, the noble family palaces, and the Renaissance Prokurative Square. The afternoon is at your leisure, and Split has a number of good beaches, as well as a seafront promenade where the locals hang out in the hours around sunset. You will find many wine bars and restaurants along the promenade, as well as places to try olive oil from the islands."
      },
      {
        "dayNumber": "9",
        "title": "Split – The Romance of Hvar, Stari Grad, and a Konoba",
        "description": "Take a catamaran over the Adriatic with blue water all around you before you cruise into Stari Grad. 2,400 years old and counting, this small stone town provides a dreamy first impression of Hvar. Yachts lull in the harbor and contrast with the scorched color of medieval walls. Cobbled streets twist up the hill, and you can follow them on a drive towards the village of Jelsa. The ambiance is even more local here, especially as you taste Hvar’s wines while overlooking the coast. Continue across the romantic island on a private tour, next to Vrboska and then along the lavender roads to Napoleon Fortress. You will dine in the abandoned village of Milna, where a konoba restaurant looks across at limestone cliffs. You will enjoy one of Croatia’s most authentic dining experiences just after a leisurely afternoon back in Stari Grad. You will have open-ended catamaran tickets so that you can return to Split at a time that suits in the afternoon or evening."
      },
      {
        "dayNumber": "10",
        "title": "Ston to Dubrovnik – Plucking Oysters for Brunch and Old-World Wines",
        "description": "Begin with an adventure for brunch as you pluck oysters off the cliffs outside the walled village of Ston. Grab them from the cliff face and indulge before walking hand in hand through the medieval village. Surrounded by olive groves and the stunning Adriatic, Ston has its roots as a Ragusan Republic fort, but it is now revered across the Mediterranean for its seafood, which you will enjoy over a superb local lunch. Continue a little further along the coast until you reach one of Croatia’s oldest wineries where rare Italian varietals flourish on the warm, steep cliffs. Your day will end in Dubrovnik, probably the most romantic of all Croatia’s destinations and the evening is free for you to explore at leisure."
      },
      {
        "dayNumber": "11",
        "title": "Dubrovnik – Discovering an Amorous City-Republic",
        "description": "Castle turrets stand above terracotta tiles in the city of Dubrovnik as super yachts rock in the harbor beneath a thick medieval facade. A couple of restaurants and cafes peer out onto the Adriatic, while others are hidden along narrow back streets. Thick city walls protect this old city-republic to create an idyllic two-kilometer walk across history. After walking Dubrovnik’s ancient walls, you will discover the heart of the city, where it seems like every corner has another slither of history to present. Baroque buildings line the marble lanes and there is a new photograph every moment as Dubrovnik reveals itself to be much more than the famous setting from The Game of Thrones . After a privately guided walking tour in the morning, you can spend your afternoon on the mountain with a cable car ride up Mt Srd for serene views and hiking trails."
      },
      {
        "dayNumber": "12",
        "title": "Dubrovnik – Bucolic Charms of Rural Croatia",
        "description": "Vlaha Bukovac’s paintings provide a focal point in Cavtat with works of modernism that contrast with the city of Dubrovnik. Famous sculptor Ivan Mestrovic also features heavily here with his ornamental works dappled around Saint Roch cemetery. Spend the morning in this unusual little town to soak up the artwork and the Baroque architecture before continuing into the Konavle region and a small family estate. Quaint and quiet, the estate reflects an iconic version of rural Croatia with the surrounding fields providing space to get lost as a couple. You will be guided around the estate and a working farm before the opportunity to take part in a short cooking class. Lunch is served with a view over the hills, an organic meal for a bucolic setting. Return to Dubrovnik in the early afternoon, and there are many marble streets perfect for walking off your lunch."
      },
      {
        "dayNumber": "13",
        "title": "Dubrovnik – Free Day in Dubrovnik With Private Sunset Sea Kayaking",
        "description": "After 13 days in Croatia, you will have been fully seduced by the country and the coast with Dubrovnik the final jewel in a journey that has taken you from old-timer replica cars to islands, oysters and now to sea kayaking. Most of the day is free before you paddle out just before sunset, a twin kayak providing your final Croatian adventure. Cruise past the domineering city walls, paddle alongside Lokrum Island and then watch how the Adriatic changes color at sunset. Incredible views come in all directions, and there will be a time when you will stop paddling just drift on the currents, watching the sunset for a final time on this romantic Croatia tour."
      },
      {
        "dayNumber": "14",
        "title": "Dubrovnik – Departure",
        "description": "After breakfast, you will be transferred to the international airport for your homebound flight."
      }
    ],
    "map": ""
  }
]