{
  "destination": "Croatia",
  "mainPhoto": "",
  "id": "best-of-croatia-in-11-days",
  "tourName": "Best of Croatia in 11 Days",
  "placesVisited": "Split, Krka National Park, Brac, Hvar, Korcula, Mljet, Elafiti Islands, Dubrovnik",
  "generalInfo": "You will have an immersive sensory experience during your 11-day Best of Croatia tour that takes you across the Adriatic Sea on a private yacht. Your time in Croatia will uncover timeless heritage and contemporary luxuries for an unforgettable adventure. From the grandeur of Split to the drama of Dubrovnik, you will savor the flavors of elegant wine and bask in the mouthwatering panoramas sweeping across elusive islands.",
  "durationDays": "11",
  "price": "9,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Split - Arrive in Marvelous Split at Leisure",
      "description": "Split is the second biggest city in Croatia and is often referred to as “The Mediterranean Flower.” It will not take too much time to find out the origin of Split’s nickname! After a private transfer to the hotel from Split airport, the rest of the day is at leisure to indulge in the beauty of the city and the splendor of Croatian cultural history. The city is impressive in its timelessness and comforting in its local spirit. You can enjoy the dramatic coastal mountains and turquoise Adriatic waters with city streets decorated with hints of ancient Romans, Byzantines, and Venetians."
    },
    {
      "dayNumber": "2",
      "title": "Split - Discover the Guided Splendor of Split",
      "description": "After waking up in beautiful Split with a tasty breakfast, you will have an exciting walking tour through the streets of the beautiful city. Split is a former stronghold of the Holy Roman Empire. Your tour will reveal some of the most iconic places of this ancient town and its fabled history as well as give a glimpse into the life of a modern Split beginning at Diocletian’s Palace. Although it was built in Roman times, it is still a place where people live, do business, and relax. The narrow streets of the castle are filled with unsurpassable charm and beauty."
    },
    {
      "dayNumber": "3",
      "title": "Split - Explore the Beauty of Krka National Park",
      "description": "Today you will enjoy an excursion to nearby Krka National Park. Krka is among the most popular and most beautiful of Croatia’s national parks. Lush green foliage, tranquil lakes, powerful waterfalls, and cultural sites relax and reinvigorate the body and soul. There is something almost meditative about the freshness and serenity of the Krka River and its surroundings. The mouth of the river Krka is a beautiful set of breathtaking features, including waterfalls, stunning canyon, and crystalline lakes. The most appealing falls in the park, Skradinski Buk, consists of nearly 20 different waterfalls and is almost a half-mile long."
    },
    {
      "dayNumber": "4",
      "title": "Brac - Begin your Illustrious Adriatic Cruise",
      "description": "Cruising along the Adriatic Sea is one of the most beautiful things you can experience in Croatia. You will witness over a thousand islands and numerous islets as diverse as imaginable, a unique mix of wild nature and stunning cultural heritage, breathtaking bays that offer quiet private oasis, and the deep blue crystalline clear water. Today you will leave for the island of Brac, which is best known for the white-pebble beach, Zlatni Rat. The island’s main town, Supetar, offers a horseshoe-shaped beach and charming ambiance. In the evening, you will enjoy a captain’s dinner on board, freshly prepared by your yacht staff."
    },
    {
      "dayNumber": "5",
      "title": "Hvar - Sail along the Authentic Dalmatian Coast",
      "description": "Hvar will reveal a calming place of sophisticated hedonism as one of the world’s top ten most beautiful islands, with more UNESCO Heritage Sites than any other island on the planet. The town’s castle fortress and white-stone houses along the Stari Grad Plain will delight you. Sitting with a glass of Hvar wine, listening to the klapa , traditional a cappella singing, surrounded by the renaissance architecture will give you goosebumps during a wine tasting in one of the most famous Hvar wineries. The last part of your Hvar visit is a fabulous traditional lunch in an old, abandoned village, Malo Grablje."
    },
    {
      "dayNumber": "6",
      "title": "Korcula - Continue Sailing to Fascinating Korcula",
      "description": "The yacht will continue to beautiful Korčula, one of the greenest islands in the Adriatic. A bit wild and untouched by globalization, Korčula provides opportunities to enjoy ravishing nature and rich cultural heritage. Mesmerizing vineyards and olive groves around small villages radiate with a slow-paced rhythm of classic Mediterranean life. Korčula town, a medieval walled Dalmatian city, embodies history in its architectural styles with marble streets, defensive walls, red-roofed stone houses, and fishbone streets packed with heroic history and culture. In the early evening, you can bask in a dinner at an authentic restaurant on a local farm."
    },
    {
      "dayNumber": "7",
      "title": "Mljet - Inch Closer to Dubrovnik at Wondrous Mljet",
      "description": "Your next destination is the island of Mljet. It is a heavily forested island, recognizable for its unique and unusual beauty. Salt lakes, an ancient stone monastery, olive groves, vineyards, and dense forests create a mystic atmosphere of nature and human culture. A local expert guide will show you the most iconic places and share the most extraordinary stories from Mljet’s history during a tour across the National Park. The rest of the day is at leisure for swimming and snorkeling in the refreshingly beautiful and clear Adriatic Sea or hiking across the island’s lush, beautiful island."
    },
    {
      "dayNumber": "8",
      "title": "Dubrovnik - Arrive in Dubrovnik’s Rich Grandeur",
      "description": "In the morning, you will set sail towards the Elafiti Islands, the Dubrovnik aristocracy’s favorite place of leisure, revealing an atmosphere focused on enjoying life. Following their footsteps across Elafiti will introduce you to the most sophisticated Mediterranean passions, thrills, and beauty. Aromatic myrtle, laurel, thyme, and rosemary fill the air of Elafiti with the characteristic Mediterranean aromas. Tall cypresses and thick pine trees embrace the islands, providing natural shade and the perfect place to relax between your swims in the clear, azure sea. As the sun goes down, the moon will rise, and stars will appear above the famous lighthouses."
    },
    {
      "dayNumber": "9",
      "title": "Dubrovnik - Wander Dubrovnik’s Medieval Streets",
      "description": "Renaissance harmony, a medieval mystique, and fantasy burst through the city of Dubrovnik with good energy and an unbelievable number of things to see and do. The Old City is a UNESCO World Heritage Site and considered the most beautiful Croatian town. After breakfast, you will plunge into imaginative legends inhabiting the magical places of this medieval town on a walking tour with your expert guide. They will guide you to see Old Town, Stradun, the famous main street of Dubrovnik, and the historic Rector’s Palace. The city walls overlook the Adriatic Sea, islands, and yachts smoothly sailing by."
    },
    {
      "dayNumber": "10",
      "title": "Dubrovnik - Enjoy Dubrovnik at Leisure",
      "description": "With a day at leisure in the Pearl of the Adriatic, you can spend more time diving deep into the limestone streets and strolling past the Baroque architecture in sight of the shimmering blue water with a view from Srd Hill or visit the forested island of Lokrum, where you can walk along the aromatic holm oaks and olive trees. The swift ferry ride will take you to rock coastline interspersed with charming beaches cast in the regal shadow of the Benedictine Monastery. The botanical garden features soaring palms that only accentuate the island’s beauty and the monastery’s dramatic position."
    },
    {
      "dayNumber": "11",
      "title": "Dubrovnik - Depart for Home",
      "description": "In the morning, you can enjoy the aromas of the Adriatic Sea and the casual sounds of the city returning to life. You may hear the waves crash against the rocks or choose to stroll once more along the city walls for a farewell view over the illustrious water. Your private transfer will meet you in the hotel lobby when you are ready and escort you to the airport for your departure flight home."
    }
  ],
  "map": ""
}