{
  "destination": "Croatia",
  "mainPhoto": "",
  "id": "croatia-for-couples-vacation-an-exclusive-romantic-getaway",
  "tourName": "Croatia for Couples Vacation: An Exclusive Romantic Getaway",
  "placesVisited": "Zagreb, Varazdin, Pula, Rovinj, Istria, Motovun, Buzet, Groznjan, Plitvice Lakes National Park, Zadar, Trogir, Split, Hvar, Jelsa, Vrboska, Stari Grad, Milna, Ston, Dubrovnik, Mt Srd, Cavtat, Konavle region, Lokrum Island",
  "generalInfo": "Croatia likely drew the two of you with the glorious Mediterranean together with old Eastern European charm. The country will indeed soothe at first sight and then move your heart to racing with all manner of experiences on offer with truffles, oysters, old-timer cars, majestic old towns and flowing waterfalls abounding. Handcrafted especially for two, this two-week luxury tour brings you through the best of the country with everything from a fairytale castle to a sea organ lullaby and the bucolic charms of Dubrovnik.",
  "durationDays": "14",
  "price": "11,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Zagreb – Enticing First Impressions",
      "description": "Zagreb provides colorful first impressions of Croatia as crooked spires rise above terracotta roofs, grand townhouses overlook small cafe terraces, and every lane is dominated by a different hue. You will be greeted at the airport for the short transfer into Upper Town, where your hotel is surrounded by open-air marketplaces and walking routes. This first day is left deliberately free, as it always should be on a romantic itinerary. There will be two weeks to explore Croatia fully, but this afternoon and evening is about nothing more than the two of you as you settle in for a wonderful adventure together."
    },
    {
      "dayNumber": "2",
      "title": "Zagreb – Exploring Zagreb in Old-Timer Cars",
      "description": "Old-timer cars provide a romantic vessel for a day spent exploring Zagreb. You travel in an electric-powered 1920’s replica to gaze out on the colorful lanes of Upper and Lower towns. It will be a journey through a city that loves to preserve its historical nuance. Stop to taste cherry brandy and local honey, disembark to stroll through the Stone Gate and St Catherine’s Church, enjoy a coffee on St Mark’s Square and then search out the Zagreb Heart in one of the artisanal bakeries. The afternoon is at your leisure, and the morning’s private tour will provide ideas for neighborhoods and streets you may want to explore further."
    },
    {
      "dayNumber": "3",
      "title": "Zagreb – The Fairytales of Trakoscan Castle and Varazdin",
      "description": "Nobody knows when Trakoscan Castle was constructed. First mentioned in 1334, the castle’s mystery adds to its sense of fairytale, especially as you wander through rooms that blend Europe’s famous styles. There’s Gothic furniture, Baroque flourishes, neo-Renaissance touches and a series of rooms that seem to be plucked from a cartoonist’s imagination. Explore the jaunty turrets and colored battlements, and then take some private time in the lush grounds. Varazdin is equally seductive, showcasing pure Baroque elegance in every direction. Here you can admire the palaces and walk through the ochre-hued streets where guild signs speak of ancient legend and if feels as if the history has become the present. These two destinations are a classic day trip from Zagreb, and you will have plenty of time to explore them as a couple."
    },
    {
      "dayNumber": "4",
      "title": "Pula to Rovinj – Immersed in Past Civilizations",
      "description": "Pula and Rovinj are two Mediterranean fishing ports on the Istrian Peninsula where memoirs to grand civilizations still flourish into the 21st century. Both are charming destinations to explore, with fully pedestrianized old towns that seem unchanged by time. The Roman Amphitheater and Roma Temple are reminders of a time of empire and Augustus. Venetian townhouses and palaces are adorned with the most intricate of details while the Baroque St Euphemia Church is as sublime as architect Giovanni Dizzi’s other famous work, St Mark’s Basilica in Venice. There are stories of Napoleon, grandeur created by the Austrians, and the Renaissance splendor of 16th-century prosperity. Taking time to explore it at your leisure will prove quite relaxing for the two of you."
    },
    {
      "dayNumber": "5",
      "title": "Rovinj – Hunting for Truffles and Artisanal Charm",
      "description": "Stroll hand in hand through the forest in the search for truffles as the dogs scamper ahead as they unearth the precious fungus. Pluck them from the ground and have a taste in these mystical surroundings, and then continue to uncover the hidden beauty of the hinterland. Green hills are dotted with olive groves while Gothic houses cluster on hilltop towns. Stop to explore Motovun, taste more delicacies in small artisanal stalls, and then find a once abandoned town that is now the preserve of artists. The streets are welcoming, the landscapes are comforting, and you will be serenaded by guitarists on the streets of Groznjan. It is a full-day Istrian tour that is complemented by a second evening in Rovinj, the Renaissance and Romanesque town that loves its status as the last true Mediterranean fishing port."
    },
    {
      "dayNumber": "6",
      "title": "Zadar – Walking Hand in Hand to Waterfalls, Plus a Sea Organ Lullaby",
      "description": "Water dripping through a forest always draws you in as your attention is taken as the river gurgles and the waterfalls surge. Your eyes are also taken away into Croatia’s first national park and its only natural UNESCO World Heritage Site. Travel by electric trains and boats to different lakes and waterfalls, and then hike along the well-cultivated trails. Some waterfalls resemble veils with thin layers of water tumbling from the limestone rocks. Others are like currents, almost roaring as they descend from behind the overhanging trees. Travel to Plitvice Lakes National Park and spend the day exploring, with the village of Lika a great place for lunch. After strolling the park you will be transferred to Zadar where a unique sea organ provides the lullaby to a very relaxed day."
    },
    {
      "dayNumber": "7",
      "title": "Split – Wandering the Elegant Lanes of History",
      "description": "This morning you will be back on the promenade beside the Sea Organ, this time with a guide helping to explain how the contraption works. Waves push water and air through a system of whistles and pipes to create the city’s haunting soundtrack. The eery sounds are reminiscent of the city’s turbulent history, as are the Byzantine St Donat Church and the Romanesque St Anastasia Cathedral. Explore the best of Zadar with your guide and then continue to Trogir, a small medieval town along the Dalmatian coast. Like Zadar, there is a beautiful profusion of architecture, along with the sultry seaside terraces. After these lanes of history, you head to Split, where Riva Harbor is a good setting for a romantic dinner."
    },
    {
      "dayNumber": "8",
      "title": "Split – Elegance and Enchantment in the Old City",
      "description": "Spears of light shoot through castle walls into Diocletian’s Palace to illuminate the 1,700- year-old stone and marble. This was the great summer retreat of Diocletian, a Roman Emperor who inadvertently laid the centerpiece of what would become the city of Split. Life revolves within and around the palace walls, making Diocletian’s legacy the best place to start your Split walking tour. Spend a morning with your guide to visit the sublime churches, the contemporary galleries, the noble family palaces, and the Renaissance Prokurative Square. The afternoon is at your leisure, and Split has a number of good beaches, as well as a seafront promenade where the locals hang out in the hours around sunset. You will find many wine bars and restaurants along the promenade, as well as places to try olive oil from the islands."
    },
    {
      "dayNumber": "9",
      "title": "Split – The Romance of Hvar, Stari Grad, and a Konoba",
      "description": "Take a catamaran over the Adriatic with blue water all around you before you cruise into Stari Grad. 2,400 years old and counting, this small stone town provides a dreamy first impression of Hvar. Yachts lull in the harbor and contrast with the scorched color of medieval walls. Cobbled streets twist up the hill, and you can follow them on a drive towards the village of Jelsa. The ambiance is even more local here, especially as you taste Hvar’s wines while overlooking the coast. Continue across the romantic island on a private tour, next to Vrboska and then along the lavender roads to Napoleon Fortress. You will dine in the abandoned village of Milna, where a konoba restaurant looks across at limestone cliffs. You will enjoy one of Croatia’s most authentic dining experiences just after a leisurely afternoon back in Stari Grad. You will have open-ended catamaran tickets so that you can return to Split at a time that suits in the afternoon or evening."
    },
    {
      "dayNumber": "10",
      "title": "Ston to Dubrovnik – Plucking Oysters for Brunch and Old-World Wines",
      "description": "Begin with an adventure for brunch as you pluck oysters off the cliffs outside the walled village of Ston. Grab them from the cliff face and indulge before walking hand in hand through the medieval village. Surrounded by olive groves and the stunning Adriatic, Ston has its roots as a Ragusan Republic fort, but it is now revered across the Mediterranean for its seafood, which you will enjoy over a superb local lunch. Continue a little further along the coast until you reach one of Croatia’s oldest wineries where rare Italian varietals flourish on the warm, steep cliffs. Your day will end in Dubrovnik, probably the most romantic of all Croatia’s destinations and the evening is free for you to explore at leisure."
    },
    {
      "dayNumber": "11",
      "title": "Dubrovnik – Discovering an Amorous City-Republic",
      "description": "Castle turrets stand above terracotta tiles in the city of Dubrovnik as super yachts rock in the harbor beneath a thick medieval facade. A couple of restaurants and cafes peer out onto the Adriatic, while others are hidden along narrow back streets. Thick city walls protect this old city-republic to create an idyllic two-kilometer walk across history. After walking Dubrovnik’s ancient walls, you will discover the heart of the city, where it seems like every corner has another slither of history to present. Baroque buildings line the marble lanes and there is a new photograph every moment as Dubrovnik reveals itself to be much more than the famous setting from The Game of Thrones . After a privately guided walking tour in the morning, you can spend your afternoon on the mountain with a cable car ride up Mt Srd for serene views and hiking trails."
    },
    {
      "dayNumber": "12",
      "title": "Dubrovnik – Bucolic Charms of Rural Croatia",
      "description": "Vlaha Bukovac’s paintings provide a focal point in Cavtat with works of modernism that contrast with the city of Dubrovnik. Famous sculptor Ivan Mestrovic also features heavily here with his ornamental works dappled around Saint Roch cemetery. Spend the morning in this unusual little town to soak up the artwork and the Baroque architecture before continuing into the Konavle region and a small family estate. Quaint and quiet, the estate reflects an iconic version of rural Croatia with the surrounding fields providing space to get lost as a couple. You will be guided around the estate and a working farm before the opportunity to take part in a short cooking class. Lunch is served with a view over the hills, an organic meal for a bucolic setting. Return to Dubrovnik in the early afternoon, and there are many marble streets perfect for walking off your lunch."
    },
    {
      "dayNumber": "13",
      "title": "Dubrovnik – Free Day in Dubrovnik With Private Sunset Sea Kayaking",
      "description": "After 13 days in Croatia, you will have been fully seduced by the country and the coast with Dubrovnik the final jewel in a journey that has taken you from old-timer replica cars to islands, oysters and now to sea kayaking. Most of the day is free before you paddle out just before sunset, a twin kayak providing your final Croatian adventure. Cruise past the domineering city walls, paddle alongside Lokrum Island and then watch how the Adriatic changes color at sunset. Incredible views come in all directions, and there will be a time when you will stop paddling just drift on the currents, watching the sunset for a final time on this romantic Croatia tour."
    },
    {
      "dayNumber": "14",
      "title": "Dubrovnik – Departure",
      "description": "After breakfast, you will be transferred to the international airport for your homebound flight."
    }
  ],
  "map": ""
}