[
    {
        "type": "overview",
        "Main_Title": "Our Nigeria holidays & tours",
        "Main_Paragraph": "Our Nigeria holidays take in the vast coastline on the Gulf of Guinea, where the sprawling city of Lagos lies, along with remote beaches and the Niger Delta, which creates a wildlife rich wetland as the famous river hits the sea. Our Nigeria tours follow the Niger River inland, to discover the homelands of the Fulani people, or further into the bush to Genu, home to the indigenous Kamberi people. The most populous country in Africa, our holidays explore Nigeria’s ethnic diversity. To ensure that the different people we visit benefit from our presence, we develop our tours with input from village elders, and use local services, including restaurants, where possible.",
        "Subtitle": "Nigeria highlights",
        "Title1": "1. Abeokuta",
        "Paragraph1": "This mud-walled city is surrounded by tree-covered savannah punctuated by huge lumps of granite, including the sacred Olumo Rock, which looms over Abeokuta. You can climb the rock for views over the city which has some very pretty Afro-Brazilian architecture; a legacy of returning enslaved people. Adire market is a superb spot for buying traditional fabrics, while the fetish market reveals this regions Voodoo beliefs.",
        "image1": "",
        "Title2": "2. Benin City",
        "Paragraph2": "Benin Citys complex history dates back over 1,000 years to the Ogiso people and the Edo Empire. It grew rich through the ivory and spice trade, but was destroyed and ransacked after being conquered by the British in 1897. The 13th century Royal Palace was rebuilt in the 1900s, while Igun Street is the home of the brass casting industry; both are UNESCO sites. The Benin Bronzes are some of Africas most impressive artworks.",
        "image2": "",
        "Title3": "3. Idanre Hills",
        "Paragraph3": "Its easy to think that Nigeria is all about megacities, but spending a day or two in the fresh air and gorgeous, inselberg strewn surroundings of the Idanre Hills will prove otherwise. Trek up to a high plain to explore a hidden, abandoned village, now a UNESCO site. Youll see the Obas (chiefs) palace, a courthouse, tombs and several sacred sites, all believed to date back to the 17th century.",
        "Title4": "4. Kamberi lands",
        "Paragraph4": "The Kamberi are one of Nigerias most traditional communities, whose culture is threatened as they are pressurised to abandon their traditional dress, tattoos and spiritual beliefs by the surrounding Hausa people. Meet traders who have travelled to the settlement of Genu to sell their wares, spend a night under the stars in a village, meet the emir and discover a way of life few tourists ever get to learn about.",
        "image3": "",
        "Title5": "5. Lagos & Badagry",
        "Paragraph5": "Theres no better introduction to Nigeria than sprawling Lagos. In the Afro-Brazilian quarter, the architecture was influenced by enslaved people who returned from South America. The National Museum displays masks, Benin bronzes and Nigerian art. Take a daytrip to nearby Badagry, once a major slave trade port whose historic sites have been well preserved. Visit the small museum before walking the sobering path of no return.",
        "Title6": "6. Osogbo",
        "Paragraph6": "Osogbo is a predominantly Yoruba city which gives a fascinating glimpse into the traditional culture of these people. Sculptures of gods can be found in the Sacred Grove of Osun, the Yoruba goddess of fertility. This monkey-filled forest is said to be her home, and it is now also a UNESCO World Heritage Site. Find out more about local beliefs with a visit to an Orisha temple, guided by priestesses."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Nigeria",
        "Main_Paragraph": "The best time to go to Nigeria is during the Nov-Jan dry season. This is a huge country, however, and the climate varies hugely by latitude as well as altitude; the arid Sahel in the north sees little rainfall, beginning in Apr, whereas in the humid south the rains can start as early as Mar or even Feb. The north is hotter  often reaching well over 40°C, although the heat is dry. The cooler south, averaging 32°C, suffers from high humidity. From Dec, the Saharan harmattan wind cools things down, but brings unpleasant dryness and dust. Mar-May are the hottest months.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Nigeria Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Nigeria Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">2 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">35</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 2%;\">5 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">35</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 8%;\">20 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">34</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 31%;\">74 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 62%;\">148 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 69%;\">164 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 91%;\">216 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">238 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 99%;\">235 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 42%;\">99 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 2%;\">4 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">1 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Nigeria travel advice",
        "paragraph1": "",
        "image2": "",
        "title2": "",
        "paragraph2": "Jim OBrien is from our partner, Native Eye Travel. He has just returned from a trip there, and has shared some valuable advice:",
        "title3": "Why take an organised tour?",
        "paragraph3": "Nigeria is a vibrant, chaotic but fun country to travel through, but it can be very daunting for the independent traveller as its infrastructure creaks under the weight of poor roads and little maintenance. There is no tourist infrastructure here to speak of. While in Lagos and Abuja youll find international standard hotels, they are focused on the business market, and once you venture out into smaller towns it can be a little more challenging for independent travellers to find the necessary information needed to plan a trip. Its certainly not impossible, but you need a lot of time, and even more patience, to travel around Nigeria on your own.",
        "title4": "Is Nigeria for you?",
        "paragraph4": "Nigerias definitely not the obvious choice for a holiday... However its an utterly fascinating place to travel through. Wherever you are there is always something to see that provokes questions  what is this, why is this happening, etc, and its really interesting to see a different side of West Africa.",
        "title5": "Travel with the right attitude",
        "paragraph5": "Nigeria is busy, modern, urbanised and in many places overcrowded, but if you have the Africa bug and want to see a different side of the continent, then it has a lot to offer. It is not a tranquil place, and after numerous roadblocks your patience with local authorities might be wearing thin, but taking it all in good humour and seeing the absurd and funny side of things is definitely the way to make the most out of your time here. Nigeria has few tourist sites; it is first and foremost about the people and the experiences you have.",
        "title6": "Tips on where to go",
        "paragraph6": "Two favourite places: the tribal villages of the Kamberi people west of Kontagora, who are largely living very traditional lives in the bush, and the Idanre Hills, home to a hidden, and now abandoned village, on a lush verdant plateau that it a peaceful world away from the town below."
    }
]