{
    "Main_Title": "Our Nigeria holidays & tours",
    "Main_Paragraph": "Our Nigeria holidays take in the vast coastline on the Gulf of Guinea, where the sprawling city of Lagos lies, along with remote beaches and the Niger Delta, which creates a wildlife rich wetland as the famous river hits the sea. Our Nigeria tours follow the Niger River inland, to discover the homelands of the Fulani people, or further into the bush to Genu, home to the indigenous Kamberi people. The most populous country in Africa, our holidays explore Nigeria’s ethnic diversity. To ensure that the different people we visit benefit from our presence, we develop our tours with input from village elders, and use local services, including restaurants, where possible.",
    "Subtitle": "Nigeria highlights",
    "Title1": "1. Abeokuta",
    "Paragraph1": "This mud-walled city is surrounded by tree-covered savannah punctuated by huge lumps of granite, including the sacred Olumo Rock, which looms over Abeokuta. You can climb the rock for views over the city which has some very pretty Afro-Brazilian architecture; a legacy of returning enslaved people. Adire market is a superb spot for buying traditional fabrics, while the fetish market reveals this regions Voodoo beliefs.",
    "image1": "",
    "Title2": "2. Benin City",
    "Paragraph2": "Benin Citys complex history dates back over 1,000 years to the Ogiso people and the Edo Empire. It grew rich through the ivory and spice trade, but was destroyed and ransacked after being conquered by the British in 1897. The 13th century Royal Palace was rebuilt in the 1900s, while Igun Street is the home of the brass casting industry; both are UNESCO sites. The Benin Bronzes are some of Africas most impressive artworks.",
    "image2": "",
    "Title3": "3. Idanre Hills",
    "Paragraph3": "Its easy to think that Nigeria is all about megacities, but spending a day or two in the fresh air and gorgeous, inselberg strewn surroundings of the Idanre Hills will prove otherwise. Trek up to a high plain to explore a hidden, abandoned village, now a UNESCO site. Youll see the Obas (chiefs) palace, a courthouse, tombs and several sacred sites, all believed to date back to the 17th century.",
    "Title4": "4. Kamberi lands",
    "Paragraph4": "The Kamberi are one of Nigerias most traditional communities, whose culture is threatened as they are pressurised to abandon their traditional dress, tattoos and spiritual beliefs by the surrounding Hausa people. Meet traders who have travelled to the settlement of Genu to sell their wares, spend a night under the stars in a village, meet the emir and discover a way of life few tourists ever get to learn about.",
    "image3": "",
    "Title5": "5. Lagos & Badagry",
    "Paragraph5": "Theres no better introduction to Nigeria than sprawling Lagos. In the Afro-Brazilian quarter, the architecture was influenced by enslaved people who returned from South America. The National Museum displays masks, Benin bronzes and Nigerian art. Take a daytrip to nearby Badagry, once a major slave trade port whose historic sites have been well preserved. Visit the small museum before walking the sobering path of no return.",
    "Title6": "6. Osogbo",
    "Paragraph6": "Osogbo is a predominantly Yoruba city which gives a fascinating glimpse into the traditional culture of these people. Sculptures of gods can be found in the Sacred Grove of Osun, the Yoruba goddess of fertility. This monkey-filled forest is said to be her home, and it is now also a UNESCO World Heritage Site. Find out more about local beliefs with a visit to an Orisha temple, guided by priestesses."
}