[
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "galapagos-5-7-day-premium-cruise",
    "tourName": "Galapagos 5-7 day premium cruise",
    "placesVisited": "",
    "generalInfo": "Explore the Galapagos, either the virtually untouched western end of the Galapagos Islands, which has just been born out of fire, or a shorter route that gives an excellent impression of this unique ‘laboratory of evolution’ in case you have less time, or if you are on a limited budget.<br/><br/>Uncover the mystery of how tough pioneer species make barren lava fields habitable; and approach bizarre outgrowths of adaptation as marine iguanas and flightless cormorants. It’s true that accessing this remote and isolated region demands longer navigation (mainly overnight), but our stable mega-catamaran enables you to witness ‘survival of the fittest’, without experiencing it.<br/><br/>Our vessel has just 9 cabins, all with balconies, and is designed specifically for cruising the Galapagos Islands. The vessel is a stable &amp; wide motor catamaran with the comfort of a floating hotel. All cabins are spacious &amp; bright and have a private balcony &amp; sea view.<br/><br/>Our vessel was launched in 2009 and completely refurbished in 2024.<br/><br/>INCLUSIONS<br/>Lodging on board in a cabin with private facilities<br/>All meals, water, coffee and tea<br/>All excursions as mentioned in the itinerary (itinerary subject to change) with English speaking naturalist guide.<br/>Snorkeling gear (masks, flippers and snorkel).",
    "durationDays": "7",
    "price": "4462",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Spend 5-7 days cruising the Galapagos Islands and exploring some of the main sites or more remote locations. Some of the highlights: Fernandina is the third largest island in the archipelago and has a single visitor site: Punta Espinoza located at the nor theastern tip of the island. Marine iguanas conglomerate in larger groups than in any other island. They bask around in the sand, swim near the shore and sometime block the way at the landing dock. Among the unique species found here, is the Flightless Cormorant. This bird had to adjust its way of survival and perfection its skills of finding food in the ocean. Their wings, tails and feet progressively adapted for swimming. To see these birds, is to witness evolution happening right in front of you. Tagus Cove (Isabela) A tour along the cliffs in a zodiac will give the visitors a good chance to see the Galapagos penguin, the flightless cormorant and other sea birds. From the landing dock it is about a 30 minute hike along the trail up to the top of the cliff from where you can view Darwin Lake, an uplifted ultra-saline lake saltier than the sea. You can also see several volcanoes from this location. Look carefully at the graffiti on the surrounding cliffs of the cove, it has been written by pirates, whalers and buccaneers in past centuries. Rabida After a wet landing on the remarkable red beach of Rábida, there are two short guided walks. Iron oxide particles give rocks and sand their reddish color. The beach wall has a shallow lagoon fringed with green; This oasis is the most fertile spot on the otherwise barren islet, which is covered in palo santo trees. The salty lagoon attracts all kinds of waterfowl, including pintails and sometimes red flamingos. Many species of songbirds hide and breed among the evergreen foliage of the surrounding mangroves. One of the most outstanding attractions is the important breeding colony of brown pelicans, the only pelicans in the world that dive. Las Bachas Beach (Santa Cruz) These two small beaches are located to the west of Black Turtle Cove, in Santa Cruz. Its sand consists of decomposed corals, which makes it white and soft. This makes it a favorite nesting site for sea turtles. Behind one of the beaches there are small lagoons, where flamingos and other shore birds, such as Galapagos gulls and lapwings, can be seen from time to time. On the second beach, which is the widest, you can explore the remains of two abandoned warships. In World War II, these were left behind by the US, as the island of Baltra was used as a strategic point for the protection of the Panama Canal. The name Las Bachas originated at this time, since the word with which the North Americans called these two boats, “barges”, was difficult for the local inhabitants to pronounce and they ended up making it Spanish. Eden Islet El Eden is a paradisiacal tuff cone islet, just off the west coast of Santa Cruz (between Whale Bay and Dragon Hill). This morning we will disembark to the appropriately named Eden Islet. On its coast you will observe land iguanas and sea lions soaking up the sun, as well as seabirds feeding in the nearby mangrove forests. It is a perfect location for swimming activities, as the clear and calm waters will allow you to snorkel along tropical fish, rays, and two species of sharks. Alternatively, a kayak ride would be a memorable experience. Dragon Hill (Santa Cruz) The visitor site at Dragon Hill has been open for visits since 1993. This site is located in north-western Santa Cruz Island and consists of a trail that lead to a hyper-saline lagoon behind the beach, frequented by flamingos, pintail ducks and other species of birds. This site has been re populated with land iguanas from Seymour, Isabela and Santa Cruz islands. There is a short walk to the Hill, which offers a beautiful view of the bay."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "galapagos-8-day-cruise-ecuador",
    "tourName": "Galapagos 8 day cruise, Ecuador",
    "placesVisited": "Guided tour of Santa Cruz, Charles Darwin Research Centre, Punta Cormorant flamingo lagoon, Snorkeling off Floreana Island, Post Office Bay, Punta Suarez, Walking tour of Isla Lobos, Cerro Colorado Tortoise Centre, Seymour",
    "generalInfo": "Get up close and personal with the wildlife that inspired Charles Darwin’s world-changing research; snorkel turtles, sharks and tropical fish; walk alongside loveable giant tortoises, and cruise from place to place aboard a fully crewed yacht. Seriously, what’s not to love about this fantastic Galapagos Islands holiday?<br/><br/>The 8 day south-western tour aboard the catamaran Archipel I gives you an extensive overview of the Galapagos Islands. You will have the chance to combine the circumnavigation of the Isabela Island with excursions in the most southern points of the archipelago. You will also be able to snorkel with sea lions in the Loberia and visit the Charles Darwin Research Station in Santa Cruz.<br/><br/>HIGHLIGHTS:<br/>-Virgin Fernandina &amp; isolated west coast of Isabela make you eye-witness of evolution<br/>-Breeding programs of emblematic Galapagos giant tortoises<br/>-Unique tidal channel with whitetip reef sharks &amp; rays<br/>-Not to be missed highlight South Plaza (land iguanas &amp; giant cactus forest)",
    "durationDays": "8",
    "price": "3750",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Upon arrival at San Cristobal airport you will need to pay the park entrance fee, which funds conservation work to protect the islands' biodiversity. In the afternoon you will visit the Interpretation center. The Interpretation Centre gives a perfect explanation of this unique archipelago. Information panels, pictures, documents, maquettes, and dioramas tell background and conservation stories about the extraordinary islands.(B/L/D)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "AM: South Plaza: Despite its small size, some of the most interesting and outstanding species of the Galapagos are found here. There are several hybrid iguanas- a result of crossing a male marine iguana and a female land iguana. PM: Santa Fe: Santa Fe is home to a number of endemic species like the Galapagos Hawk, Galapagos snake, Galapagos mockingbird, rice rats and one of the two species of lands iguanas of the islands (B/L/D)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "AM: North Seymour: North Seymour is another highlight of your cruise. In the archipelago’s most extensive seabird breeding colony you can walk just a short distance from frigatebirds and blue-footed boobies. PM: Chinese Hat: Though recently born out of the fire the volcanic islet Chinese Hat does not appear to be any more inhospitable than Bartolomé and lunatic Sullivan Bay. This tiny, rusty-coloured islet just begins to sprout. You arrive just in time to witness the next chapter about colonisation by pioneers! (B/L/D)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "AM: El Chato Reserve - Twin Craters: El Chato Reserve is a protected area and official part of the Galapagos National Park. It extends from Cerro El Chato as far down as the southwestern coast of Santa Cruz Island, where females lay their eggs. PM: CC Fausto Llerena: A tour at Fausto Llerena Breeding Center you can see the tortoises of Española Island, ending in the tortoise exhibit corral. Tortoises of this corral are accustomed to humans; it is an excellent spot to be photographed with them! (B/L/D)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "AM: Moreno Point (Isabela): Fresh, promising greens of pioneer vegetation contrast strongly with the dead, pitch-black lava flow that once reached the ocean at Moreno Point. PM: Elizabeth Bay (Isabela): At the remote Elizabeth Bay you will enjoy the best dinghy-ride of the Galapagos, which combines a visit to the Marielas Islets in the mouth of the bay, with the highest mangles in its innermost heart. (B/L/D)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "AM: Tagus Cove (Isabela): Tagus Cove is a historical anchorage at the northern entrance of Bolivar Channel (between Isabela and Fernandina). PM: Espinoza Point (Fernandina): Westernmost Fernandina harbours one of the world’s most virgin, untouched ecosystems, and is another crown jewel of the Galapagos. (B/L/D)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "AM: Puerto Egas (Santiago): Puerto Egas is historical, and the favourite site on Santiago for wildlife lovers; and it’s even the best place in the archipelago to observe Galapagos fur seals. PM: Rabida (Fernandina): Upon landing at this remarkable red beach, you will usually be greeted by a large bachelor colony of Galapagos sea lions. (B/L/D)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "AM: Bachas Beach (Santa Cruz) Strolling along its coastline, the blinding white Bachas Beach appears full of natural life. It is one of most important breeding sites for Pacific green turtles. Transfer out to Baltra Airport Assisted by the naturalist guide and some crew members, the dinghy will bring you and your luggage to Baltra, where we will take the airport shuttle. Your guide will accompany you to the check-in counters in the departure hall."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "galapagos-cruise-and-amazon-jungle-lodge",
    "tourName": "Galapagos cruise and Amazon jungle lodge",
    "placesVisited": "",
    "generalInfo": "A fantastic trip encompassing the world famous Galapagos Islands and the wonderful Yasuni National Park, 10,000 KM2 of the most diverse and rich habitat on earth being on the bounday between the Andes and the Amazon, and lieing on the equator. <br/><br/>The Galapagos need little introduction. Just be assured that with our small vessels, trained guides and years of experience you will be superbly well looked after while you cruise the islands, walk the trails, snorkel the reefs and spot the extraordinary wildlife. <br/><br/>The Yasuni National Park can boast more than 120 species of reptile, around 600 bird species, 120 species of bat and 100,000 species of insects. So far!<br/><br/>Some of the iconic species that live here are giant otters, howler monkeys, black caiman, macaws, parrots, anaconda, harpy eagles, golden tamarinds, tapir, sloth, armadillo, giant anteater, capybara, pink dolphins and Jaguars.",
    "durationDays": "13",
    "price": "6785",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Quito You will be on arrival at Quito Airport and transferred to your hotel in Quito (Casona de la Ronda or similar)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Quito Enjoy an escorted day tour of Quito - Transportation will be provided with an English speaking Guide/Driver (1 person). You will visit Panecillo, La Compania church, Inti-Nan museum and the Middle of the world compound. Lunch is included. El Panecillo - “small bread” - is the 200 meter high hill that dominates Quito and marks the division between south and downtown Quito. Surmounted by an aluminum monument of the Virgin Mary, you have an amazing 360° view of Quito and the whole valley. The 'Middle of the World' monument stands on the equator (The clue is in the name) as measured in 1736. Get the classic photo - You standing with a foot in each hemisphere! Return to your hotel"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Flight to Baltra Airport & visit Charles Darwin Station Transfer from your hotel to Quito Airport for a flight to the Galapagos. On arrival at Baltra Airport, you will pass through an airport inspection point to insure that no foreign plants or animals are introduced to the islands, as well as to pay the park entrance fee of $100 (unless it has been prepaid). Your guide will meet you at the airport, help you with your luggage, and escort you on the short bus ride. You will then board your vessel, Treasure or Solaris, where the crew and captain will introduce themselves and you will proceed to your assigned stateroom. Finally, you will enjoy your first lunch on board. PM - Charles Darwin Station (Santa Cruz). Although the great majority of Galapagos visitors come here to observe and appreciate natural wonders, it is also interesting to learn how the protection and conservation of the islands are carried out. The main attractions are the National Park information center, the Van Staelen Exhibition Hall, the Breeding and Rearing Center for young tortoises, and adult Galapagos tortoises in captivity."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Eden Islet & Dragon Hill El Eden is a paradisiacal tuff cone islet, just off the west coast of Santa Cruz (between Whale Bay and Dragon Hill). This morning we will disembark to the appropriately named Eden Islet. On its coast you will observe land iguanas and sea lions soaking up the sun, as well as seabirds feeding in the nearby mangrove forests. It is a perfect location for swimming activities, as the clear and calm waters will allow you to snorkel along tropical fish, rays, and two species of sharks. Alternatively, a kayak ride would be a memorable experience. PM - Dragon Hill (Santa Cruz) The visitor site at Dragon Hill has been open for visits on 1993. This site is located in nor thwestern Santa Cruz Island and consists of a trail that lead to a hyper-saline lagoon behind the beach, frequented by flamingos, pintail ducks and other species of birds. This site has been re populated with land iguanas from Seymour, Isabela and Santa Cruz islands. There is a short walk to the Hill, which offers a beautiful view of the bay."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Whitetip reef shark channel & Wetlands and Wall of Tears (Isabela) Just outside the port of Puerto Villamil, a group of islets jut out of the ocean. The jagged black formations, dotted with mangroves and candelabra cacti, are the remains of a lava stream that has ended in the ocean. In this place you can easily observe white-tip reef sharks (called \"tintoreras\", as the official name of the site) from the shore in the crystal clear turquoise waters. Turtles and graceful eagle rays sometimes glide through this calm channel, as do smaller fish and Galapagos sea lions. After this brief visit, you will continue to the upper part of Isabela. PM - Wetlands and Wall of Tears (Isabela). The Villamil beach wall hides the Las Diablas lagoon; the largest lagoon in the Galapagos and also the breeding place of the largest concentration of red flamingos. It is the jewel of Isabela's swampy wetlands, with more salty and brackish lagoons in collapsed lava tubes, and an ancient mangrove forest. These lagoons attract many wintering waterfowl and shorebirds; some of them even come from arctic regions! Afterwards we will follow a trail to the “The Wall of Tears”; from 1946 to 1959 Isabela was designated a penal colony by the Ecuadorian government. Prisoners were obligated to build a wall with enormous blocks of lava. Due to the arduous labour and harsh conditions in which the prisoners lived, this site is known as “El Muro de las Lagrimas”. There are a number of interesting sites along this route, such as the cerro Orchilla, El Estero, Poza Escondida, Playa del Amor and Pozas Verdes. You will certainly be able to see quite a bit of wildlife, including many marine iguanas, a wide variety of birds and, as a highlight, perhaps some giant Galapagos tortoises in the wild."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Moreno Point (Isabela) & Urbina Bay (Isabela) Punta Moreno is located on the nor th coast of Isabela Island between the volcano Sierra Negra and Cerro Azul volcano. The trail runs along a lava flow Pahohoe (solidified lava in the form of corrugated or an accordion) into a complex of coastal lagoons, its main attraction are several species of birds which can be found around this lakes and mangroves PM - Urbina Bay (Isabela) Urbina Bay is located on the western coast of Isabela, between Elizabeth Bay and Tagus Cove. It is near the base of the Alcedo volcano, so there is a spectacular view. The coastline has suffered a significant uplift, which caused the coastline to expand a little over a kilometer. Here you can find corals, shells and many other calcareous organisms exposed out of the water. Urbina Bay is home to large and colourful land iguanas and giant tortoises from the Alcedo Volcano population. You can also see many Darwin's finches, and the wide variety of plants is constantly changing depending on the season."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Espinoza Point & Tagus Cove Fernandina is the third largest island in the archipelago and has a single visitor site: Punta Espinoza located at the nor theastern tip of the island. Marine iguanas conglomerate in larger groups than in any other island. They bask around in the sand, swim near the shore and sometime block the way at the landing dock. Among the unique species found here, is the Flightless Cormorant. This bird had to adjust its way of survival and perfection its skills of finding food in the ocean. Their wings, tails and feet progressively adapted for swimming. To see these birds, is to witness evolution happening right in front of you. PM - Tagus Cove (Isabela) A tour along the cliffs in a zodiac will give the visitors a good chance to see the Galapagos penguin, the flightless cormorant and other sea birds. From the landing dock it is about a 30 minute hike along the trail up to the top of the cliff from where you can view Darwin Lake, an uplifted ultra-saline lake saltier than the sea. You can also see several volcanoes from this location. Look carefully at the graffiti on the surrounding cliffs of the cove, it has been written by pirates, whalers and buccaneers in past centuries."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Puerto Egas & Rabida Puerto Egas is a black beach is located at the west side of Santiago Island. Volcanic tuff deposits have favored the formation of this special black sand beach and this is the main attraction of the Island. This site is called Puer to Egas, because there was an attempt of company of Hector Egas, to star t the exploitation of salt, which failed because the price of salt on the continent was very cheap, and did not justify its exploitation in Galapagos. The project was abandoned and they left their infrastructure. PM - Rabida After a wet landing on the remarkable red beach of Rábida, there are two short guided walks. Iron oxide particles give rocks and sand their reddish color. The beach wall has a shallow lagoon fringed with green; This oasis is the most fertile spot on the otherwise barren islet, which is covered in palo santo trees. The salty lagoon attracts all kinds of waterfowl, including pintails and sometimes red flamingos. Many species of songbirds hide and breed among the evergreen foliage of the surrounding mangroves. One of the most outstanding attractions is the important breeding colony of brown pelicans, the only pelicans in the world that dive."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "These two small beaches are located to the west of Black Turtle Cove, in Santa Cruz. Its sand consists of decomposed corals, which makes it white and soft. This makes it a favorite nesting site for sea turtles. Behind one of the beaches there are small lagoons, where flamingos and other shore birds, such as Galapagos gulls and lapwings, can be seen from time to time. On the second beach, which is the widest, you can explore the remains of two abandoned warships. In World War II, these were left behind by the US, as the island of Baltra was used as a strategic point for the protection of the Panama Canal. The name Las Bachas originated at this time, since the word with which the North Americans called these two boats, “barges”, was difficult for the local inhabitants to pronounce and they ended up making it Spanish. Transfer to Baltra Airport (GPS) for your flight back to Quito where you will be met and transferred to the Wyndham Hotel at Quito Airport for the night."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Napo Wildlife Centre Transfer back to the airport for the short flight to Coca where you will embark on an exhilarating journey from Coca to the Napo Wildlife Center. Following a flight and a brief transfer, guests are warmly welcomed at a private dock with refreshments and a boxed lunch. A two-hour motorboat ride along the Napo River is followed by a serene canoe trip through a creek to the lodge on a lake. Along the way, spot monkeys and birds. Upon arrival, take in the breathtaking scenery of Lake Añangu, receive a welcome drink, and get briefed on hotel services before settling into comfortable jungle-view rooms."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Napo Wildlife Centre You will start with an early visit to the parrot clay licks, about an hour and a half away from the lodge. We aim to arrive just before the morning parrot activity, where you can observe five species, including parrots, parakeets, and macaws. Following this, a trail leads to the Kichwa Interpretation Center “Kuri Muyu,” managed by local women, providing insights into Kichwa culture and opportunities to purchase local handicrafts. The excursion then proceeds to the second parrot and parakeet clay lick through the Terra Firme Forest, offering glimpses of various bird and mammal species depending on weather conditions. After lunch, guests return to the lodge via the main stream, providing more chances for wildlife observation. The day concludes with dinner at the lodge."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Napo Wildlife Centre Following a delightful breakfast, lodge guests embark on an exhilarating sunrise hike to the observation tower in the Napo River area. Rising 36 meters high and just 30 minutes from the lodge, this tower offers a unique view of the forest from the canopy of a Ceibo tree, allowing observation of various species such as tanagers, macaws, toucans, and monkeys. This experience provides a privileged perspective of wildlife. After lunch, a hike through a terra firme forest awaits, offering the chance to encounter diverse fauna, including the elusive golden-mantled tamarin monkeys. Later, guests explore the lake and streams by canoe, hoping to catch sight of giant otters. The lodge boasts a second observation tower above the restaurant, offering a stunning view of the lagoon and its surroundings. The day concludes with dinner followed by a night walk, providing opportunities to observe insects, reptiles, amphibians, and even nocturnal monkeys with the assistance of flashlights. NB. This itinerary serves as a sample and is subject to changes due to weather conditions, logistical reasons, the safety of our guests and staff, regulations of the Yasuní National Park, as well as the particular interests of the guests. Changes and additions may be made to optimize wildlife observation, cultural interactions with the local population, and overall enjoyment of the Yasuní National Park. For safety reasons, swimming in the Añangucocha Lagoon is strictly prohibited."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Back to Quito. The day starts early as we return to the welcome area for the transfer to the motorboat. We’ll cruise through the Añangu stream, enjoying the morning sounds and the tranquil dawn scenery. Then, we’ll switch to the motorized boat for the journey back to Coca. Upon arrival, we’ll check in for the return flight to Quito. Transfer back to Coca Airport for a flight to Quito (not included). Your trip concludes at Quito Airport. All itineraries and cruises are subject to change due to weather and other conditions."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "galapagos-cruise-holiday",
    "tourName": "Galapagos cruise holiday",
    "placesVisited": "Quito, Baltra, seven nights on board boat with max 16 passengers, Isla Santa Cruz, Santa Cruz Highlands, Isla Floreana, Isla Espanola, Isla San Cristobal, Isla Santa Fe, Isla Plaza Sur, Isla Genovesa, Isla Santiago, Isla Rabida, walks, snorkelling, naturalist guide on board",
    "generalInfo": "Hop aboard a small ship and explore the Galapagos on this 10 day cruise holiday. Discover the Islands’ diverse and exciting wildlife above and below the waves, its bustling bird colonies and its amazing landscapes of forests, lava flows and sheltered bays. <br/><br/>Jump into the ship’s Zodiac to see the sea lions basking on beautiful Cerro Brujo beach, snorkel in the Devil’s Crown, an underwater volcano off Isla Floreana, to see turtles and rays. We’ll also visit a green turtle breeding zone on Isla Floreana. This cruise is a treat for bird lovers, too. Look out for the rare red-footed booby on Isla Genovesa and spot albatross at the colonies off Isla Espanola. There will be plenty of time off the boat to explore on foot, walking in the shade of the largest trees in the Galapagos on a hike through Santa Fe’s Opuntia forest and in the flourishing Scalesia forest on Isla Santa Cruz. You can also step on the 100 year old pahoehoe lava as you walk across Bahia Sullivan, perhaps spotting a marine iguana or two.<br/><br/>There will also be time to discover the human history of the Galapagos on Isla San Cristobal, with a visit to the Interpretation Centre fills you in on the archipelago’s geography, history, conservation projects and more. All in all, this is a rich and varied adventure around the Galapagos, packed with natural wonders, amazing scenery and cultural insights.<br/>",
    "durationDays": "10",
    "price": "5894",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Quito.",
        "description": "The adventure gets under way in Quito, Ecuador’s sprawling but refined capital city. A welcome meeting will be held this evening at either 5 pm or 6 pm where you’ll get the chance to meet your fellow travellers, but aside from that you are free to check out the city on your own today. If you arrive with time to spare, perhaps head to Quito’s Old Town and pick one (or more) of the 30 churches to explore."
      },
      {
        "dayNumber": 2,
        "title": "Isla Baltra - Santa Cruz Highlands - Puerto Ayora.",
        "description": "Rise and shine! An early start is necessary this morning to make it to the Galapagos with time to play today. This could mean leaving as early as 4.30 am, and a representative will confirm the exact departure time during the welcome meeting on Day 1. Transfer to Mariscal Sucre International Airport (AKA Quito Airport), enjoying a boxed breakfast en route. Fly to the Galapagos (approximately 3.5 hours). On arrival, collect your luggage and meet your naturalist guide in the arrival hall. Follow your guide on a public bus for a short distance (approximately 5 minutes), then board the public ferry and head across the Itabaca Channel (approximately 7 minutes). All public transport fees are included in your trip price. Once you reach Isla Santa Cruz, board a private bus to the highlands. After a short journey (approximately 10 minutes), arrive at Los Gemelos – twin sinkholes created by the collapse of surface material in underground fissures and chambers. They are surrounded by the unique scalesia cloud forest, so be on the lookout for the abundant bird life including different species of Darwin finches, woodpeckers, warbler finches and vermillion flycatchers. Continue further into the highlands (approximately 30 minutes) and explore a rancho farm, where you will take a walk and enjoy lunch. An approximately 2-kilometre walk around the area will likely reveal giant tortoises in their natural habitat. After lunch, travel to Puerto Ayora (approximately 45 minutes) where Grande Daphne and her crew will be waiting for you. Once on board, you’ll be assigned a cabin and have a chance to settle in for your first night on the islands before a safety briefing."
      },
      {
        "dayNumber": 3,
        "title": "Post Office Bay - Punta Cormorant - Devils Crown (Isla Floreana).",
        "description": "Discover the quirky maritime history of Post Office Bay, home of the oldest postal system in the Americas. There’s a post box here that was first built by 18th-century whalers and is still in use today. Perhaps leave a letter to be collected by another traveller or look for one you can deliver. Snorkelling and a Zodiac ride are also included in this outing. Afterwards, head ashore at Punta Cormorant where the sand is made up of fine olivine crystal, a glassy volcanic mineral that gives the beach an olive-green colour. Take a 1-kilometre walk in search of sea lions, as well as flamingos, pintails and stilts. Finish at a sandy beach where Eastern Pacific green turtles nest. Just offshore, the famous Devil’s Crown waits for those who want a special snorkelling experience. The partially-submerged remains of a volcanic cone, Devil’s Crown is now a unique swimming hole and home to rays, sharks, sea lions and turtles. Sail overnight. Estimated travel time/distance: Puerto Ayora to Isla Floreana: 4 hours (32 nautical miles) Punta Comorant to Punta Suarez: 6.5 hours (52 nautical miles)"
      },
      {
        "dayNumber": 4,
        "title": "Punta Suarez - Bahia Gardner (Isla Espanola).",
        "description": "Wake up and take a hike on Isla Espanola, the southernmost island of the Galapagos. It is the breeding site for almost all of the estimated 24,000 waved albatrosses on earth. If you’re lucky (and the timing is right), you might spot the elaborate courtship rituals performed by albatrosses before the female chooses her lifelong mate during your walk. Hike through booby colonies to the rocky trails of beautiful Punta Suarez. This 3-km hike culminates at a clifftop viewpoint. Gaze out over views of rugged cliffs framed by swooping frigate birds, watching while albatross use the cliffs as their ‘runway’, getting airborne on the southeast winds. Next, head to Bahia Gardner for a walk along the beach. Dodge lounging sea lions on this 1-kilometre walk, then cool off with a spot of snorkelling. The rocks off the coast are rich with reef sharks, turtles and many species of tropical fish (such as surgeon and angelfish). Small white-tipped reef sharks can also be spotted resting under the rocks. Estimated travel time/distance: Punta Suarez to Bahia Gardener: 45 minutes (5 nautical miles) Bahia Gardener to Leon Dormido (Kicker Rock): 5 hours (8 nautical miles)"
      },
      {
        "dayNumber": 5,
        "title": "Kicker Rock - Cerro Brujo - Puerto Baquerizo Moreno (Isla San Cristobal).",
        "description": "Shake off any early morning doziness with a trip to Leon Dormido (Kicker Rock). This basalt crater rises 150 metres above the water and is divided into two parts by a narrow channel. Cruise around kicker rock as nesting seabirds flank the boat, tropicbirds soar overhead and sea lions lounge by the water. Next, spend some time snorkelling at Cerro Brujo, providing opportunities to see Galapagos sharks and sea turtles. Or perhaps enjoy the beautiful beach with a leisurely walk to photograph the interesting sea lions who can often be seen at this location. Later, sail to Puerto Baquerizo Moreno on the island of San Cristobal. Some passengers will be leaving and others joining the group today, so you have some free time to explore the town of San Cristobal. In the afternoon you will visit the San Cristobal Interpretation Centre, which brings the history and geography of the archipelago to life, from its volcanic origins to the present day. If there’s time, your guide may be able to organise an optional visit to the highlands of San Cristobal, for a chance to see giant tortoises in the wild. The price of this optional activity depends on the number of passengers attending. Relaxing on the beach is a great option for those who don’t wish to partake in this excursion. Estimated travel time/distance: Leon Dormido (Kicker Rock) to Isla San Cristobal: 1 hour (8 nautical miles)"
      },
      {
        "dayNumber": 6,
        "title": "Isla Santa Fe - Isla Plaza Sur.",
        "description": "Sea lions, iguanas and hawks – oh my! Isla Santa Fe is home to all three, plus Galapagos mockingbirds, marine turtles, frigatebirds, Galapagos doves and lava lizards. This stunning island boasts one of the most attractive coves in the whole archipelago. Take a hike along the coast into the opuntia forest (approximately 1.5 hours). The trail is rocky, so mind your step. Later enjoy a snorkel in deep water and look out for schools of fish, rays and sea turtles. Afterwards, continue to Plaza Sur (South Plaza), a small, picturesque island. Take another walk (approximately 1.5 hours), getting close to sea lions and passing one of the Galapagos’ largest land iguana populations. The southern cliffs are great for spotting tropicbirds and swallow-tailed gulls, as well as ‘the Gentlemen’s Club’ – a gathering of male sea lions. Today there may be an extra stop along the way to Plaza Sur to restock the provisions for the boat. Later tonight, set sail for Isla Genovesa. Estimated travel time/distance: Isla San Cristobal to Isla Santa Fe: 3.5 hours (26 nautical miles) Isla Santa Fe to Plazas Sur: 2 hours (16 nautical miles) Plazas Sur to Bahia Darwin (Isla Genovesa): 7.5 hours (59 nautical miles)"
      },
      {
        "dayNumber": 7,
        "title": "Bahia Darwin - Prince Philip's Steps (Isla Genovesa).",
        "description": "Explore Isla Genovesa, the archipelago's north-eastern outpost. The island’s varied landscapes are a twitcher's paradise, with all three kinds of boobies, including the rare red-footed booby, nesting here. Next, Bahia Darwin (Darwin Beach) is another superb birding site with large breeding colonies of seabirds, frigates, lava herons, swallow-tailed gulls, mockingbirds, and vampire finches. Enjoy a moderate walk (approximately 2.5 hours) that passes tide pools, sea lions and diamond stingrays. This walk involves sand and some rocky sections. The steep Prince Philip's Steps lead you to the heart of the seabird rookeries, with birds swirling overhead and nesting among the cliffs. Look out for storm petrels on the island’s rocky plains -- Genovesa is the only place in the world where these birds can be seen flying during the day. Afterwards, perhaps cool off with a snorkel, during which you could encounter manta rays, sharks, turtles and moray eels, plus many species of fish. Later tonight, depart Isla Genovesa for Isla Santiago. Estimated travel time/distance: Prince Philip's Steps to Bahia Sullivan (Isla Santiago): 8 hours (48 miles)"
      },
      {
        "dayNumber": 8,
        "title": "Bahia Sullivan (Isla Santiago) - Cerro Dragon (Isla Santa Cruz).",
        "description": "On Santiago Island's eastern coast sits Bahia Sullivan. Take a walk along pahoehoe lava (approximately 1 hour), which was created by an eruption that occurred here in 1897. With some luck you might see some marine iguanas, Sally Lightfoot crabs, sea lions, finches, turtles, sharks and penguins. During your walk, as always, your naturalist guide will take you through the geological history of the island. Travel to Cerro Dragon (Dragon Hill): one of the best places to see land iguanas in the islands. From our dry landing, walk to a brackish, lagoon spotting lagoon birds such as stilts, pintail ducks, sandpipers, sanderlings and flamingos. Further inland, the trail offers a beautiful view of the bay and the western area of the archipelago. This area is a nesting site for land iguanas, which is constantly monitored and assisted by the Charles Darwin Research Station. The arid-zone vegetation makes for an ideal place to see Darwin's finches, Galapagos mockingbirds, the endemic Galapagos flycatcher and yellow warblers. The path can be challenging but it will be worth it for a spectacular view of the bay. Estimated travel time/distance: Bahia Sullivan to Cerro Dragon: 1.40 hours (17 nautical miles) Cerro Dragon to Black Turtle Cove :50 minutes (8 nautical miles)"
      },
      {
        "dayNumber": 9,
        "title": "Black Turtle Cove (Isla Santa Cruz) - Isla Baltra - Quito.",
        "description": "Brave an early start to explore Caleta Tortuga Negra (Black Turtle Cove) on a Zodiac ride. This red mangrove wetland is located on the north shore of Isla Santa Cruz. A breeding area for green turtles, this is a good place to catch sight of them mating. There is also abundant bird life, such as the yellow warbler and lava heron. It is also a nursery for golden cow-nose rays, eagle rays and Galapagos sharks. This is your final excursion before you head to the airport in Isla Baltra for your flight back to Quito. The flight will stop over in Guayaquil en route, arriving at Quito Airport at approximately 4 pm. Enjoy a transfer back to your hotel. Your local representative may stop by at your hotel this evening to get your feedback on your Galapagos experience. Estimated travel times/distance: Santa Cruz to Isla Baltra: 15 mins Flight time Isla Baltra to Quito: approx 3.5 hours (including transit in Guayaquil) Transfer Quito Airport to Hotel: 1 hour (depending on traffic)"
      },
      {
        "dayNumber": 10,
        "title": "Quito.",
        "description": "There are no activities scheduled after breakfast this morning. Planning to stay in Quito? We don’t blame you! This gorgeous city deserves more time than we were able to give it on this trip, so if you have the time why not explore on an Urban Adventure. Find out more at urbanadventures.com/destination/Quito-tours."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "galapagos-cruise-island-hopping-holiday",
    "tourName": "Galapagos cruise & island hopping holiday",
    "placesVisited": "",
    "generalInfo": "Immerse yourself in heart of the Galapagos Islands by combining a luxury cruise with an island-hopping adventure. Over ten action-packed days, hike volcanoes, snorkel secluded bays, cycle forested trails and kayak clear waters, all while discovering wildlife found nowhere else on earth.<br/><br/>Begin in San Cristobal Island and embark on a four-night cruise sailing the Central Islands, an itinerary well known for offering the greatest diversity of wildlife and landscapes in the least amount of time. See giant tortoises, blue-footed boobies, marine iguanas, flamingos, sea lions and much more. After disembarkation, slow down and spend time on both Santa Cruz Island and Isabela Island exploring the islands diverse wildlife and landscapes, and see a side of the Galapagos that most visitors will never see.  This is the best of the Galapagos and truly a trip of a lifetime.<br/><br/>NOTE: Dependent on your cruise date, the cruise itinerary may alter which islands are visited.",
    "durationDays": "10",
    "price": "6500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Galapagos Central Islands: Arrive in the remote archipelago of the Galapagos Islands and embark on a small luxury yacht which will be your home for the night four nights. Navigate the central islands: a compact route offering great diversity, volcanic landscapes and white-sand beaches. Walk alongside one of the largest land iguana populations on South Plaza Island home to colourful landscapes and dramatic coastline. Spot young white-tip and black-tip sharks, as well as turtles and rays in the shallow waters at Black Turtle Cove. Walk among sealion colonies on the maroon sandy beach of Rabida Island and witness some of the archipelagos rarest bird species including nine varieties of finches, large-billed flycatchers, Galapagos hawks and brown pelicans. Capture the iconic Galapagos postcard picture on Bartholomew Island and snorkel the islands coastline often frequented by the Galapagos penguin. End your cruising itinerary exploring the lava fields of Santiago Island and watching for bright flamingos, pintail ducks and land iguanas on Santa Cruz Island."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Santa Cruz Island: Disembark your Galapagos cruise and transfer straight to the highlands where you will witness giant tortoises up close in their natural habitat before spending time at the legendary Charles Darwin Research Station. The following day explore the islands pristine landscapes on foot, kayak and snorkel. Swim in the volcanic crack of Las Grietas, wander the white-sand beaches of Tortuga Bay and kayak around the bay of Playa Mansa encountering a wide variety of Galapagos wildlife."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Isabela Island: Conclude your Galapagos adventure on Isabela, one of the youngest’s and most volcanically active islands. Over the next three days, visit the local giant tortoise breeding centre, an essential conservation project. Explore the Tintoreras islets home to sharks, marine iguanas and blue footed boobies and snorkel in the sheltered bay often frequented by playful penguins, turtles, and sealions. Hike Sierra Negra Volcano, known to have the world’s second largest crater and discover the rugged lava landscapes of Volcan Chico. Spend a day discovering the islands by bike and kayak. Cycle the network of trails, where you’ll encounter marine iguanas, giant tortoises, and the historic Wall of Tears and kayak to Island Bay, paddling alongside turtles, rays, penguins, sealions and blue-footed boobies."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Departure Day: Say goodbye to the Galapagos and fly back to mainland Ecuador, connecting with your international flight home."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "galapagos-eco-cruising-holiday",
    "tourName": "Galapagos eco cruising holiday",
    "placesVisited": "",
    "generalInfo": "There is nowhere on earth quite like The Galapagos Islands National Park. Since Darwin stepped foot on the Islands in 1835 the archipelago has fascinated scientists and visitors alike. Protection and preservation of this unique biosphere is ever more important; our partners are actually from the Islands (Galapaguenos) so nobody understands this more than them. You’ll be aboard a first class vessel that was created using high tech’ to keep within environmental parameters and to work with maximum efficiency but reduce Co2 emissions. You’ll marvel at the mesmerising blue footed boobies as they hop from foot to foot during one of nature’s most intriguing spectacles. You’ll find out why flightless cormorants no longer need to fly and feel like you’ve stepped back to a prehistoric era watching marine and land iguanas with their leathery skin and sharp claws. The waved albatross has the largest wingspan of over 2 meters. There’s plenty to see beneath the water too in the coral rich surroundings of the islands.",
    "durationDays": "6",
    "price": "4395",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "AM: BALTRA AIRPORT Departure to the Galapagos Islands, arrival at Baltra airport, where our naturalist guide of the National Park will be waiting for you. PM: CHARLES DARWIN STATION The Charles Darwin Station is a nonprofit organization which has been working for decades together with the Galapagos National Park to preserve the biodiversity of these unique islands. During this visit you will learn about the projects that both institutions carry together to protect the native species and eradicate the invasive ones which are threatening the Galapagos environment. One of the most important and emblematic projects has been reproducing giant tortoises in captivity. The visit is mostly outdoors in a beautiful dry native forest with giant cactus and many other interesting native plants. It is also a fantastic place to find several endemic Darwin finches, as well as flycatchers and mockingbirds. Highlights: Galapagos giant tortoise & land iguanas breeding program, Darwin finches, Galapagos mockingbirds, Galapagos flycatchers, yellow warblers. Trail: 2 km / 1,2 mi Meals: Lunch, Dinner Lodging: Catamaran EcoGalaxy"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "AM: MORENO POINT Moreno Point is a magical place with extensive lava fields which look lifeless at first sight. Once inland, scattered brackish lagoons form oasis of life where you can find flamingos, gallinules, ducks and herons. Along the shore we will look for penguins, marine iguanas, flightless cormorants, blue-footed boobies, sea lions, oystercatchers and other shore birds. Snorkel: We will snorkel to see sea turtles, cormorants and many species of fish. Look carefully in the long seaweeds and you might find a sea horse. Highlights: American flamingos, ducks, gallinules, penguins, cormorants, marine iguanas, sea lions, Galapagos mockingbirds, Darwin finches. Trail: 1,6 km / 1 mi PM: ELIZABETH BAY Elizabeth Bay is a beautiful sheltered bay surrounded by large mangroves and barren lava fields. There is no trail here so you will take a dinghy tour to explore many channels, pools and coves teeming with life. This is one of the best locations in the islands to see Galapagos penguins, but don’t expect to see thousands of them, as the entire population of the islands is only about 3.000 of them. Flightless cormorants also nest in the area and blue-footed boobies and pelicans often fish in these shallow and rich waters. Rays and sea turtles are also very abundant. Highlights: Galapagos hawks, sea turtles, rays, Galapagos penguins, flightless cormorants, herons. Meals: Breakfast, Lunch, Dinner"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "AM: URBINA BAY This place is known for the dramatic uplifting that happened here during the 1950’s. A large portion of the coast was pushed up, exposing many hectares of previously submerged land. Look carefully along the trail and you will find small shells and corals, a proof that the area was underwater more than sixty years ago. The trail will give the opportunity to see land iguanas and, during certain seasons, giant tortoises. Galapagos hawks nest in the area and are often seen flying or perched on the trees. Snorkel: You can snorkel from the beach to see sea turtles, cormorants and penguins. Fish are also abundant in the area. Highlights: Galapagos hawks, land iguanas, Galapagos hawks, Galapagos mockingbirds, Darwin finches, flycatchers. Trail: Short trail: 1,2 km / 0,7 mi. Long Trail: 3,0 km / 1,8 mi PM: TAGUS COVE Tagus cove is one of the places Charles Darwin visited during his exploration of the Galapagos islands. A trail will take you through a dry Palo Santo forests where you can see Darwin finches and mockingbirds. You will get great views of Darwin’s lake and the large volcanos of northern Isabela. A boat tour along the shore will give you chances to see penguins, cormorants, marine iguanas and a very unique species: the Galapagos martin, a small endemic bird which is one of the most endangered species on the island. Snorkel: The nutrient -rich waters around Tagus Cove attracts a lot of sea turtles and a great diversity of fish, but also penguins, who feast on large schools of anchovies. It is common to see cormorants underwater as they chase fish through the reef. Highlights: Galapagos hawks, marine iguanas, flightless cormorants, herons, penguins, sea turtles, sea stars. Trail: 2,6 km / 1,6 mi Meals: Breakfast, Lunch, Dinner Lodging: Catamaran EcoGalaxy"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "AM: ESPINOZA POINT Located at the base of an imposing volcano (the most active in the Galapagos islands) this site is one of the jewels of the Galapagos National Park. As soon as you disembark you will be surrounded by hundreds of marine iguanas, as this is the largest colony for the species. Sea lions bask in the beaches while their pups play in tide pools. Along the shore you will see flightless cormorants, which are restricted to the western areas of the archipelago. Surrounded by cold plankton-rich waters, Punta Espinosa is home for an array of species, including herons, pelicans, oystercatchers, sea turtles, shorebird and many more. Look up in the mangroves as Galapagos hawks often perch to look for their prey Snorkel: The nutrient-rich waters around Punta Espinosa attracts great numbers and diversity of fish and sea turtles. Seaweeds are also abundant, making this place the best for seeing marine iguanas feeding underwater. Following a cormorant underwater as it chases fish through the reef is one on the most amazing snorkel experiences you may have on your trip. Highlights: Galapagos hawks, marine iguanas, flightless cormorants, penguins, sea turtles, sea lions, herons, oystercatchers, shorebirds, sally light-foot crabs. Trail: 1,6 km / 1 mi PM: VICENTE ROCA POINT Surrounded by some of the tallest cliffs in the Galapagos, Vicente Roca point is a great location to observe spectacular landscapes and interesting volcanic features. There is no trail here but you will take a dinghy tour along the shore to get a closer view of pelicans, flightless cormorants, sea turtles, boobies, Galapagos fur seal and marine iguanas. The area is also known to be a good location for whales and dolphins. Snorkel: Snorkel in the cove to look for sea turtles, penguins, sea lions, cormorants, rays and many different species of fish. Look for fan corals, sponges and other invertebrates growing on the walls. Highlights: Marine iguanas, flightless cormorants, penguins, sea turtles, fur seals, Nazca & blue-footed boobies Meals: Breakfast, Lunch, Dinner Lodging: Catamaran EcoGalaxy"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "AM: EGAS PORT Despite its name, there is no “port” at Puerto Egas, but you might see a few remains of the last attempts to colonize the island during the 60’s. The trail goes along the coastline which is rich in wildlife, with marine iguanas basking in the sun everywhere, Galapagos sea lions, herons, oystercatchers and many shorebirds. At the end of the trail an area called “the grottos” is home for a small colony of the endemic Galapagos fur seal, much more difficult to see at close range than its cousin. As recently as 2019, land iguanas where re-introduced to the area, so look around for these impressive reptiles which where extinct from Santiago for over a century. Snorkel: You can snorkel from the beach and explore an area of rocky bottoms which is excellent for fish, turtles and reef sharks. Often, sea lions are also present and are happy to interact with divers. Highlights: Galapagos sea lions, Galapagos fur seals, oystercatchers, marine & land iguanas, Galapagos hawks, herons, shorebirds, Darwin finches, Galapagos doves. Trail: 2,3 km / 1,4 mi PM: RABIDA Rabida is a small island famous for its reddish lava rocks (rich in iron) which gives it a unique look. The beach is also red and hosts a small colony of sea lions. There is a small salt water lagoon where we will see ducks and stilts and sometimes flamingoes. The trail will take you inland to get beautiful views of the beach and the lagoon. Look for Darwin finches, flycatchers and mockingbirds. In the cliffs along the coast you can find Nazca & blue-footed boobies, brown noddy, herons and the two species of sea lions: Galapagos and fur seals. Snorkel: You can snorkel from the beach and explore a sheltered rocky area, which is excellent for fish, sea lions and reef sharks. Look at the high diversity of small invertebrates attached to the vertical walls. Highlights: Red-sand beach, Galapagos sea lions, Galapagos hawks, flycatchers, Darwin finches, Galapagos mockingbirds, ducks, flamingoes. Trail: 2 km / 1,2 mi Meals: Breakfast, Lunch, Dinner Lodging: Catamaran EcoGalaxy"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "AM: BLACK TURTLE COVE Black Turtle Cove gets its name from the abundance of green see turtles, locally known as: “tortugas negras”. There is no landing here so you will be doing a boat tour on the dinghies, exploring shallow channels and small coves surrounded by beautiful mangrove forests. Reef sharks, sea turtles and several species rays inhabit this beautiful area which is considered an important mating area for turtles and a nursery for several species of sharks. Herons, pelicans and boobies are also common here as they prey in schools of anchovies. Highlights: White-tipped and black-tipped reef sharks, green see turtles, rays, herons, bluefooted boobies, mangroves. Then, transfer to the airport to take your flight back to continental Ecuador. Meals: Breakfast"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "galapagos-ecuador-tailor-made-holidays",
    "tourName": "Galapagos & Ecuador tailor made holidays",
    "placesVisited": "Quito, Amazon Rainforest lodge, Amazon rainforest community excursions, Galapagos Islands small ship cruise, Galapagos wildlife",
    "generalInfo": "This Galapagos and Ecuador holiday is a tailor made trip, where you chat with Ecuadorian experts to create the perfect itinerary for you. One that takes in the marine and mountain wonders of the country as well as its tropical rainforest ones. One of the wonderful aspects of travelling in Ecuador is that it is actually a relatively small country and yet boasts some of the most biodiverse landscapes imaginable. These include the tropical coastal region and Galapagos Islands, the volcanic highlands and Ecuadorian Amazon rainforest. <br/><br/>The twelve day itinerary below is just a suggestion of one that covers this wide variety of landscapes including a small ship cruise in the Galapagos. Starting in the capital city of Quito, take some time to enjoy not only its colonial and indigenous heritage but also to marvel at the snow capped mountains that envelop it.  <br/><br/>Your next stop is the Ecuadorian Amazon, which you access by plane from Quito, followed by a motorised canoe journey down the river to Sacha Lodge. Transported to what feels like another world, you can take part in an array of activities here, many of which are community led. These include bird watching, trekking, visiting a cacao farmer, meeting a local shaman or spending time learning about your Kichwa hosts. It is interesting to note that ‘Kichwa’ translates as “the coming together of people for the greater good”, and you will definitely feel this ethos in the welcome given by local people here. <br/><br/>In contrast, the next few days are in the Galapagos Islands, after taking a two hour flight from Quito. <br/>The Galapagos Islands' reputation as one of the world's most magnificent nature and wildlife experiences is wholly justified. You will explore the archipelago on board a small ship cruise, taking trips out to various islands and being guided by an expert naturalist guide. We can discuss the islands to visit in more detail when we work on your itinerary. Whichever you choose, you won’t be short of flora and fauna, highlights including marine iguanas, the Galapagos tortoise, frigatebirds and maybe even whales and dolphins. <br/>",
    "durationDays": "12",
    "price": "7480",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Today you begin your journey by boarding your international outbound flight to Quito. On arrival, you will be met and taken to your hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Tour Quito. Spend a day touring Quito learning about its history with a private guide"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Transfer to the airport in time for your flight to Coca. Here, you will be met by members of your lodge who will take you to your accommodation. Enjoy an afternoon of activities."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Today, you'll embark on activities from your Amazon lodge. These might include small group guided walks through the rainforest with a qualified naturalist guide who can explain all about the area's biology and botany. Keep an eye out for howler monkeys, sloths, and squirrel monkeys. You may also visit a butterfly farm."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "You'll spend a second day exploring the Amazon from your lodge. Today, you might find yourself canoeing through creeks, taking a canopy walk, or visiting a Parrot Lick at nearby Yasuní National Park."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Transfer back to Coca in time for your flight to Quito. Here you will be met and taken to your hotel for one night."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Transfer to the airport for your flight to the Galapagos Islands. On arrival, you will be met by a member of your crew and transferred to your boat. Group excursions."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Today, you'll visit Cormorant Point on Floreana Island, which has both a volcanic and white sandy beach and is a nesting site for green turtles. In the afternoon, you will visit Baroness Viewpoint and Post Office Bay to learn about the mystery of the baroness and leave a postcard in the old barrel at Post Office Bay."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Today, you'll visit Española Island, where you will have time to relax and snorkel in the morning. Expect to see three species of finch, small wading birds and surgeonfish. In the afternoon, you will hike to Suarez Point to view blue-footed boobies and waved albatross."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Your final full day will be spent on San Cristóbal Island. The morning will consist of a hike to Punta Pitt viewpoint, where you can watch seabirds such as red-footed boobies and great frigatebirds riding the thermals."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Visit Lobos Island this morning before your departure from the cruise. Be transferred to the airport and fly to the mainland to connect with your international flight home."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Arrive home today to complete your journey."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "galapagos-holidays-ecuador",
    "tourName": "Galapagos holidays, Ecuador",
    "placesVisited": "Galapagos Islands on board a motor sail catamaran, Santa Cruz Island, Charles Darwin Centre, Bachas beach, Sea turtles, Santa Fe Island, South Plazas Island, San Cristobal Island, Espanola Island, Galapagos giant tortoises",
    "generalInfo": "This Galapagos holiday starts on the island of Santa Cruz, the main tourism hub and busier than most of the islands, but still somewhere you can escape the crowds to go in search of mangroves, beautiful bays and superb birdlife. It is also home to the famous Charles Darwin Centre. You spend your first night in a hotel, giving you time to recover from your journey before embarking the beautiful catamaran which will be your home of the next four nights, perfect for exploring this extraordinary archipelago.  <br/><br/>The range of land and seascapes that you will see on this marine odyssey include the white sandy beaches of Sante Fe Island, the volcanic crater of Cerro Brujo on San Cristobal Island, the highlands of Santa Cruz and the cliffs of the Galapagos’ southernmost Espanola Island. All boasting myriad wildlife, of course, including green sea turtles, sea lions, giant tortoises, marine iguanas and myriad birds from blue-footed boobies to albatrosses. <br/><br/>Your vessel is a first class motor sail catamaran, which adheres to strict environmental practices and sleeps maximum twelve passengers in ensuite cabins. Please note that on rare occasions, a different vessel may be used so do please always check with us at time of booking. <br/>",
    "durationDays": "6",
    "price": "4599",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "There are free transfers available for all clients today – make sure to check the Joining Instructions for further details. A local guide will welcome you to Quito and explain the schedule for the next few days. Accommodation: Hotel Wyndham (or similar) Upgrade to a suite today – speak to your sales representative for more details"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Morning: Fly to Galapagos You transfer to Quito Airport and fly to San Cristóbal Airport in the Galapagos Islands. Upon arrival, you pass through the airport inspection point to make sure no foreign plants or animals are introduced to the island and to pay the national park entrance fee. Your guide will meet you, help you collect your luggage and escort you on a short bus ride to the harbour where a dinghy will take you to the yacht. Afternoon: Colorado Hill (San Cristóbal) Cerro Colorado Tortoises Reserve, built to protect and expand the tortoise population on the island, is approximately 40 minutes by bus to the southeast of San Cristóbal. It includes a large corral, a visitor centre, a breeding centre and an interpretive trail. Along this trail, it is possible to see different species of native and endemic plants plus birds including the San Cristobal mockingbird, yellow warblers, many finch species and Galapagos flycatchers. Accommodation: Solaris"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Morning: Gardner Bay (Española) On the northeast coast, Gardner Bay offers a wonderful place to refresh in the turquoise sea and to admire a large number of colourful reef fish. You can also snorkel with green sea turtles or watch the playful Galapagos sea lions. The white-sand beach is also an important breeding ground for the green sea turtles. In the crystal-clear ocean, whales can sometimes be spotted if the conditions are right. Afternoon: Suarez Point (Española) Huge ocean waves crash onto the southern basaltic cliffs of Suarez Point, forming a spectacular blowhole, where the water sprays high into the air (depending on the season, the tide and how strongly the sea breeze pushes the waves). Take time for a meditative break on this peace-inducing viewpoint. This rocky area is also home to the most impressive and diverse collection of seabirds in the archipelago. Depending on the season, you can admire the endangered Galapagos albatross, blue-footed and nazca boobies, swallow-tailed gulls, red-billed tropicbirds and more. Along the southern coast, high cliffs allow spectacular views of ascending birds and the seawater shooting through blow holes. Accommodation: Solaris"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Morning: Cormorant Point and Champion Islet (Floreana) The peninsula of Cormorant Point forms the extreme north cape of Floreana; at the landing beach, you will be welcomed by a small colony of Galapagos sea lions. The green sand on this beach contains a high percentage of glassy olivine crystals, which were blown out by the surrounding tuff cones. The ‘flour sand’ beach on the southern side of the peninsula is made up of even finer white coral sand, which feels very smooth on the feet. Parrotfish have pulverised it, grinding the skeletons of living coral; you can even spot stingrays hiding in the sandy seabed here. During the first months of the year, Pacific green turtles come ashore to bury their eggs. Devil’s Crown offers one of the best snorkelling spots in the Galapagos due to the coral reef in its centre, which attracts a lot of marine life. Here you can spot Galapagos penguins, sea lions, sea turtles, many different colourful fish and even dolphins. The current can be a bit strong sometimes, so it should not be attempted by novice swimmers. Afternoon: Post Office Bay and Baroness Viewpoint (Floreana) In the 18th century, the crew of a whaling ship placed a wooden barrel at Post Office Bay. Letters put inside were collected and delivered by sailors returning home. There was no postage fee and, surprisingly, this mailbox honour system is still in use today. Although letters are no longer from sailors to their loved ones, tourists leave thousands of them today and many still reach their destination. You can also relax on the beach, where, in addition to Galapagos sea lions, Pacific green turtles and golden rays, you may see Galapagos penguins. This is the only place in the southeastern archipelago where penguins reside. You can also climb the small basaltic cone of Baroness Lookout and enjoy the paradisiacal coastline views. This viewpoint was the favourite spot of one of Floreana's first settlers, the eccentric baroness and self-proclaimed Empress of the Galapagos, Eloisa von Wagner, who even built her house a few metres further back. There will be a long navigation at the end of the day, so we recommend you take medication for seasickness. Accommodation: Solaris"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Morning: Sullivan Bay (Santiago) The arrival in Sullivan Bay is like a moon landing. The desolate, sprawling fields seem to be mostly lifeless; but this island, which is particularly popular among photographers, still has a lot to offer. Green sea turtles burrow in the small white-sand beach, where you can also find crabs, blue herons and oystercatchers. Afternoon: Bartolomé The beautiful volcanic islet of Bartolomé is among the youngest of the islands and, on a geological scale, was just recently born out of the fire. Although it looks lifeless at first sight, Bartolomé has some of the wildest landscapes and best panoramas in the entire archipelago. To enjoy an idyllic view of Pinnacle Bay, climb the stairs to the viewpoint on top of the island (375ft/114m). You enter a dramatic world of (extinguished) spatter cones, craters, and lightweight lava droplets once spewed out by fiery fountains. The summit trail is also ideal for witnessing how pioneer vegetation, such as lava cactus, struggles to take root in the bare virgin lava fields. Accommodation: Solaris"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Morning: Black Turtle Cove (Santa Cruz) This small bay, on the north side of Santa Cruz, offers a unique backdrop for unique adventures. The landscape makes you feel as if you're in the Amazon rainforest rather than near the sea. Explore the quiet emerald lagoon and surrounding shallow bays with the inflatable dinghy. The crystal-clear water allows you to spot groups of whitetip reef sharks, blacktip reef sharks, hammerhead sharks, gold rays, and spotted eagle rays. Afternoon: transfer to Baltra Airport Finishing our activities around 9am, the dinghy takes us (and our luggage) to Baltra, where we take the airport shuttle for our flight to Guayaquil, which typically departs around 11.38am. Arriving, you can catch your international flights from 6pm onwards."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "galapagos-islands-small-ship-cruise-holiday",
    "tourName": "Galapagos Islands small ship cruise holiday",
    "placesVisited": "",
    "generalInfo": "This wonderful 10 day sailing adventure through the north, central and south islands of the incredible Galapagos islands will see you travel in style aboard the small yacht \"Eden\" to discover some of the Galápagos' most unique species and spectacular sights. With 7 nights on board, included internal flights and a night in historic Quito both before and after your sail, this is the ideal itinerary for exploring this remarkable part of the world. Enjoy included excursions, hikes and snorkelling as you see for yourself why the Galapagos Islands are known as “Mother Nature’s Zoo”.<br/><br/>- Sail aboard a comfortable small vessel which holds a maximum of 16 guests<br/>- Visit exceptionally scenic islands including Genovesa, Bartolomé, Floreana and San Cristóbal<br/>- Search for a huge variety of wildlife sightings such as giant tortoises, marine iguanas and an abundance of birds including the famous red and blue-footed boobies<br/>- Enjoy included snorkelling excursions and hikes<br/><br/>Various dates available",
    "durationDays": "10",
    "price": "4799",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Quito: Arrive independently to Quito and take your transfer to the hotel for your included overnight stay. Depending on your arrival time you may have time to explore some of this fascinating and historic city set high in the Andean foothills that is a designated UNESCO World Heritage Site. In the evening your tour representative will meet you at the hotel for a briefing on what lies ahead and what to expect from your exciting Galapagos cruise."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Quito to The Galapagos: After breakfast this morning your transfer will take you to the airport for your included flight to the Galapagos Islands. Upon arrival in Baltra we will transfer to the shore to board the Eden and enjoy our first lunch onboard. After settling in to your comfortable cabin we will head out on our first excursion which will take us to Bachas Beach. On Bachas Beach the sand is made of decomposed coral, making it soft and white, and a favourite site for nesting sea turtles. We will hope for our first sightings of sea turtles here, but it’s not only the turtles that we’ll be on the lookout for. Sally Lightfoot crabs on the lava rocks along the water's edge, flamingos, marine iguanas and black necked stilts are just a few of the species we are likely to see on this first stop…the perfect introduction to the Galapagos!"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Genovesa Island: Our first full day in the Galapagos Islands will see us visit Darwin Bay on Genovesa Island where you can enjoy a lovely walk along the coral sands surrounded by an abundance of seabirds, or take a snorkelling excursion to a sunken caldera to see large schools of tropical fish, and if lucky, some sea lions, hammerhead sharks, white-spotted eagle rays and manta rays. In the afternoon you will visit El Barranco for a fabulous wildlife experience. Also known as “Prince Phillip's Steps”, you can climb the steps to see a huge seabird colony where you will find the breeding grounds for masked, blue-footed and red-footed boobies."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Bartolomé Island / Sullivan Bay: This morning we will visit Bartolomé Island to enjoy a guided tour around the island's dramatic volcanic features, a hike to the summit for spectacular views of Pinnacle Rock, the island’s famous landmark, and an optional snorkel along the island’s iconic volcanic rock formations. While we’re here we’ll also hope for sightings of the island’s Galápagos penguin colony, as well as sea lions and sea turtles. In the afternoon we will sail on to Sullivan Bay on Santiago Island to see and walk along its fascinating giant lava formations and stark landscapes."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Black Turtle Cove / Cerro Dragón: This morning you’ll take a panga (small boat) ride to Black Turtle Cove to explore through the mangroves and see a variety of marine wildlife in both the salt and fresh waters of the area, keeping a keen eye out in particular for the Whitetip reef sharks and sting rays that are often found here. Later in the afternoon, a trip to Cerro Dragón will allow you to enjoy a short walk through a Palo Santo tree forest to the see the Scalesia trees that are endemic to the area and visit the hypersalinic (saltier than the ocean) lagoon to see flamingos and a wide variety of other birds."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Puerto Ayora: Today brings us to Puerto Ayora on Santa Cruz Island where you can visit Fausto Llerena Breeding Center and Charles Darwin Research Station. Here we will learn all about the ongoing conservation efforts on the islands and see several subspecies of adult and hatchling tortoises, including seeing the famous Galapagos tortoise up-close, learning about how these programs are helping them to avoid extinction. You can also enjoy a trip into Santa Cruz’s verdant highlands to see these giant reptiles, the Galapagos’ most famous residents, in their natural habitat, before some free time to explore around Puerto Ayora at your leisure."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Floreana Island / Punta Cormorant: On day 7 we will reach Floreana Island where we will make land at Post Office Bay to learn all about its unique history and abundant wildlife and birdlife. The tradition here is to drop off a letter at the barrel that was left by whalers in the 18th century and take one with you that you could deliver to its final destination. In Punta Cormorant you can visit two dramatically different beaches: one with green sand, coloured by olivine crystals, and another with white sand particles known as 'Flour Beach, before making your way to the nearby lagoon to see penguins, flamingos and marine iguanas. You could also opt for another fantastic snorkelling experience at an old underwater volcanic cone known as the “Devil’s Crown” and renowned for its strong currents."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Española Island: Today you can enjoy a full day on Española Island, one of the oldest islands in the Galapagos archipelago. A visit to Punta Suarez, which is one of most wildlife-rich landing sites in the Galápagos, should reward in sightings of sea lions, waved albatross and much more. On the white sandy beaches and turquoise waters of Gardner Bay you may also spot red-billed tropic birds, hood mockingbirds, lava lizards, Galapagos hawks and Nazca and blue-footed boobies…to name just a few!"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "San Cristóbal Island & Back to Quito: Our last stop will take us to San Cristóbal Island where you can visit the Interpretation Centre for some more history lessons on the Galapagos, from their volcanic origins to the conservation efforts in place in the modern day. The Human History exhibit is definitely worth a visit before it’s time to catch the flight back to Quito, where upon arrival you will be transferred to your hotel for your included overnight stay. On the morning of day 10 it will be time to check out as your itinerary sadly comes to an end. There are various opportunities for extending your stay in Quito including city tours and volcano tours so please enquire for details if you wish to add on even more adventure."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "galapagos-luxury-cruise-central-northern-islands",
    "tourName": "Galapagos luxury cruise, Central & Northern Islands",
    "placesVisited": "",
    "generalInfo": "This cruise offers a fascinating exploration of the central and northern Galapagos Islands, visiting iconic sites such as North Seymour, Genovesa, and Santa Fe. The tour provides a wide variety of wildlife, including red-footed boobies, land iguanas, and marine species such as sea lions and turtles. Enjoy activities such as snorkeling, hiking, and birdwatching, all amidst stunning volcanic landscapes.",
    "durationDays": "5",
    "price": "3516",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "AM: Flight to Galapagos – Welcome to the Archipelago Your journey begins with a flight to the stunning Galapagos Islands. Upon arrival, our VIP representatives will assist you with all entry formalities, including the migration card ($20) and the National Park fee: $200 for adults (based on September 2024 rates) and $100 for children under 12. After a brief biosecurity check, your personal naturalist guide will greet you and escort you to our private transportation. While our team handles your luggage, you will be transferred to the Seaman Journey yacht via our comfortable tender, known locally as a \"panga.\" This short, scenic ride takes you directly to your boutique yacht, where our team will welcome you with refreshments. Every detail is planned to ensure a smooth and comfortable arrival, allowing you to begin your Galapagos adventure in style. PM: Bartolomé Island Bartolomé Island, located off Sullivan Bay, reaches a height of 114 meters (approximately 375 feet) and offers one of the archipelago's most spectacular views. Here, you can admire volcanic cones, lunar-like craters, lava fields, and the famous tuff pinnacle, sculpted by the sea. Vegetation is sparse, but the island's two beaches are home to sea turtles, sea lions, and, at the base of the pinnacle, a small colony of Galapagos penguins. Dinner"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "AM: Mosquera Islet Located between North Seymour and Baltra, Mosquera Islet is one of the smallest islands in the Galapagos archipelago. Of volcanic origin and formed by geological uplift, it has no visible crater and features completely flat terrain. One of Mosquera’s most striking aspects is its vivid contrast of colors: pristine white sand beaches, crystal-clear turquoise waters, lush vegetation, and black lava rocks. It is an ideal spot for landscape photography, especially during the golden light of sunrise or sunset. PM: North Seymour – A Wildlife Sanctuary This impressive, elevated island offers an easy, flat hike through a pristine landscape. Here, nature provides an intimate spectacle of Galapagos wildlife. Observe majestic frigatebirds nesting among low bushes, while males display their bright red neck pouches, and charming blue-footed boobies perform their playful courtship dances just meters from the trail. Along the coast, playful sea lions ride the waves, while elegant swallow-tailed gulls perch gracefully on the cliffs. Our expert guides will escort you along well-maintained trails, ensuring comfortable viewing of these fascinating creatures in their natural habitat. The visit can be as active or relaxed as you prefer, with ample opportunities for observing and photographing from convenient resting points. Meals: Breakfast / Lunch / Dinner"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "AM: Genovesa Island El Barranco offers a delightful morning exploration along the southern edge of Darwin Bay. This 1.5-km trail crosses volcanic terrain and typically takes about two hours at a leisurely pace. The path leads to one of Genovesa Island’s most remarkable bird sanctuaries, where red-footed and masked boobies nest closely together. In the natural cliff cavities, you may observe storm petrels and their main predator, the short-eared owl. The dramatic coastline can be admired both from the trail and during a comfortable panga ride, where fur seals may be seen resting on the rocks. Note: This is one of only five locations in the archipelago where red-footed boobies nest, making it a particularly significant destination for wildlife enthusiasts. PM: Darwin Bay Darwin Bay was formed when the island’s crater collapsed below sea level. A wet landing brings you to a pristine white coral sand beach. The island is a prime birdwatching destination, offering sightings of red-footed and masked boobies, wandering tattlers, lava gulls, sandpipers, yellow- and black-crowned lava herons, and yellowfinches. Following the trail, you can observe red-footed boobies nesting in the mangroves. Birdwatching opportunities also include sharp-billed finches, large cactus and ground finches, Galapagos doves, and swallow-tailed gulls. Tide pools along the trail host shorebirds and marine birds such as night herons, while playful sea lions can often be seen nearby. Darwin Bay is also excellent for snorkeling, where you may encounter small reef sharks, sea turtles, and hundreds of colorful fish. Sea kayaking is available for those wishing to explore the bay from the water. Meals: Breakfast / Lunch / Dinner"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "AM: Santa Cruz South Plazas, located east of Santa Cruz Island, is part of a small group known as the Plazas Islands. Despite its modest size, it is home to some of the archipelago’s most fascinating species. The land iguanas on Plazas are smaller than their relatives on other islands. Throughout the island, you may also encounter several hybrid iguanas—offspring of a male marine iguana and a female land iguana. These unique creatures are easily recognizable by their black and gray coloring, combining the crest of a land iguana with the face and tail of a marine iguana. The island’s abundant iguana population is supported by the plentiful prickly pear cacti, their favorite food. Nesting swallow-tailed gulls can be seen among the cliffs, along with other seabirds such as Audubon’s shearwaters, red-billed boobies, frigatebirds, and brown pelicans. PM: Santa Fe Located in the southeast of the archipelago, Santa Fe was formed by tectonic uplift rather than volcanic activity, giving it mostly flat terrain. Some theories suggest it may be the oldest island in the Galapagos. Santa Fe is home to several endemic species, including the Galapagos hawk, Galapagos snake, Galapagos mockingbird, rice rats, and one of the archipelago’s two land iguana species. After disembarking in its clear, inviting waters, you will be near one of the numerous sea lion colonies. Along the trail, observe saltbush bushes and massive prickly pear cacti, whose impressive size is characteristic of oceanic islands. The island also offers excellent snorkeling opportunities, where you may swim alongside playful sea lions and colorful tropical fish. Meals: Breakfast / Lunch / Dinner"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "AM: David Rodríguez Tortoise Breeding Center Your final morning in the Galapagos includes a visit to the prestigious David Rodríguez Tortoise Breeding Center, a conservation gem dedicated to protecting San Cristóbal’s native giant tortoises. Named after a devoted park ranger who served the islands for 39 years, this advanced breeding center plays a pivotal role in preserving these magnificent creatures. Nestled in a serene setting near Cerro Colorado, the center is a scenic 40-minute drive from the port through the island’s highlands. Here, you will observe the stunning Chelonoidis chathamensis tortoises in thoughtfully designed natural habitats. Established in 2002 and refined over the years, the facility exemplifies conservation excellence within the archipelago. After this memorable encounter, our staff will ensure a smooth transfer to San Cristóbal Airport for your departure flight. Meals: Breakfast"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "galapagos-luxury-nature-cruise",
    "tourName": "Galapagos luxury nature cruise",
    "placesVisited": "",
    "generalInfo": "Explore the magical Galapagos Islands on a boutique cruise. With a maximum of 20 guests onboard, these small and stylish boats get you closer to the action and away from the crowds.<br/><br/>After time in Quito to explore its cultural gems, embark on a full week cruise to discover giant tortoises, blue-footed boobies, and marine iguanas. Snorkel with sea turtles, hammerhead sharks, and thousands of fish. Explore volcanic islands, white sand beaches, and the deep blue sea.<br/><br/>Get in touch today to see which boat and itinerary suits you best!",
    "durationDays": "10",
    "price": "5900",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Start your adventure in UNESCO-listed Quito, the charming capital of Ecuador. Enjoy a private walking tour of the Colonial Centre, and try out some optional cultural visits."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Fly to the Galapagos, and set sail for up to a week (flexible) around the incredible archipelago. You will explore a stunning diversity of islands, meeting the famous Giant Tortoises, Land and Marine Iguanas, Blue-Footed Boobies, and many other iconic creatures along the way. On most days you will have a chance to snorkel and swim in the ocean, where you can expect to also find Sea Turtles, Sea Lions, Hammerhead and Reef Sharks, Penguins, Rays, maybe even Whales and Dolphins."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Wave goodbye to the Galapagos, as you return to Quito for a final evening in Ecuador. We can also extend your trip to explore the flora and fauna of the Amazon Rainforest, Avenue of Volcanoes, or the misty Cloud Forest."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "galapagos-luxury-wildlife-cruise",
    "tourName": "Galapagos luxury wildlife cruise",
    "placesVisited": "",
    "generalInfo": "Discover the best of the Galapagos Islands aboard a boutique first-class catamaran, offering a comfortable, sustainable and intimate way to experience this wild and remote archipelago. Spend each day snorkelling, kayaking and hiking across remote islands and bays, encountering unique wildlife and dramatic volcanic landscapes found nowhere else on earth.<br/><br/>Begin in Quito, Ecuador’s capital and spend two nights exploring its beautifully preserved historic centre before flying to the Galapagos archipelago, where your first-class catamaran awaits. Over the next nine days, expert naturalist guides lead you on a once-in a lifetime journey across the northern and southern islands offering a close look at the region’s unique ecosystems. In just one trip, snorkel with penguins, wander white-sand beaches, observe huge colonies of sea lions and witness the Giant Tortoise in its natural habitat.",
    "durationDays": "10",
    "price": "7100",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Quito: Arrive in Quito and transfer to your boutique hotel located in the heart of the historical old town. The following day, enjoy a walking tour of the UNESCO-listed colonial centre, with optional cultural activities afterwards such as a cooking class, chocolate tour, or visits to artisanal workshops."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Bartolome: Take a morning flight to the Galapagos and embark on your small first-class catamaran, which will be home for the night eight nights. After a welcome briefing and lunch, set sail for your first excursion to Bartolome Island. Witness the archipelago's most famous panoramic view, surrounded by volcanic cones, lunar-like craters, lava fields, and the famous Toba-formed \"Pinnacle Rock\" and snorkel round the bay where sea turtles and a small colony of Galapagos penguins often frequent."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Mosquera & North Seymour: Embark on your first full day exploring the Galapagos Islands, navigating Mosquera Islet and North Seymour Island. Mosquera Islet is one of the smallest islands in the archipelago and is best known for its beautiful white sand beaches, turquoise waters, black lava rocks and lush green vegetation. In the afternoon, follow the trails of North Seymour Island, where you’ll have the chance to observe large colonies of frigatebirds, watch blue-footed boobies perform their iconic courtship dance, and admire the playful sea lions that frequent the coastline."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Genovesa: Often referred to as \"Bird Island\" due to the abundance of bird species that nest along its dramatic cliffs, Genovesa offers one of the most amazing wildlife experiences in the Galapagos. As you walk the volcanic trails of El Barranco, you may encounter Nazca boobies, storm petrels and a host of other fascinating species that call the area home. In the afternoon visit Darwin Bay, a favourite among birdwatchers, as it provides extraordinary opportunities to witness red-footed boobies, masked boobies, wandering tattlers, lava gulls, whimbrels, yellow-crowned and black-crowned lava herons, and yellow warblers."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "South Plazas & Santa Fe: Begin exploring the tiny island of Plazas home to some of the Galapagos' most distinctive wildlife. Its notable residents include the Plazas land iguanas and unique hybrid iguanas, who combine the traits of both marine and land iguanas. Thought to be the oldest Island in the archipelago, Santa Fe is home to a number of endemic species like the Galapagos hawk, Galapagos snake, Galapagos mockingbird, rice rats and one of the two species of land iguanas found on the islands. Spend the afternoon, walking nearby one of the many sea lion colonies, wander the trails past salt bushes and giant prickly pear cacti and snorkel with playful sealions and tropical fish."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "San Cristobal: Spend two full days exploring San Cristobal, the easternmost island and one of the oldest in the archipelago. The first day is spent visiting the Tortoise Breeding Centre, where you can witness these majestic creatures and learn about the ongoing efforts to recover the island’s giant tortoise species. In the afternoon, spend time exploring the oldest natural museum on the archipelago and gain insight into the geological and human history of the Galapagos. The following day visit Punta Pitt, a wonderful landscape home to an abundance of birds including three species of boobies: the blue-footed booby, red-footed booby and nazca booby. In the afternoon, visit the small Lobos Island, well known for its lively sea lion population. Snorkel in the island's protected channel and swim with sea lions as well as other marine species."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Espanola: Today explore the southernmost of the Galapagos islands', home to a number of endemic species, particularly the waved albatross that call the island home between April to December. In the morning, wander, snorkel or swim at the beach of Gardner Bay where sealions and even sharks can often be seen. Three species of Darwin finches can also be observed including the singing finch, the small-beaked ground finch and a sub-species of the large-billed cactus finch. In the afternoon explore Suarez Point. An excellent spot for seeing the blue-footed boobies, albatrosses, and Nazca boobies. Witness the legendary blowhole, which spurts water high into the air, reaching heights of at least 50 to 75 meters."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Floreana: An island, full of fascinating human history, dramatic landscapes and remarkable wildlife, this island is a real highlight. Begin the morning at one of the largest and most impressive flamingo lagoons, then enjoy snorkelling around Champion Islet, where sea turtles, playful sea lions and an abundance of reef fish often frequent. In the afternoon, visit the legendary Post Office, established in 1793 by whalers and still used today, as an informal mail system where travellers leave and collect postcards to hand-deliver around the world."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Santa Cruz: Spend your final morning exploring the legendary Charles Darwin Foundation before transferring to the airport for your flight back to mainland Ecuador, connecting with your international flight home."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "galapagos-western-islands-luxury-cruise",
    "tourName": "Galapagos Western Islands luxury cruise",
    "placesVisited": "",
    "generalInfo": "Sail deep into the untouched western Galapagos on a 7-day expedition cruise aboard the Galapagos Seaman Journey, that explores the volcanic heart of the archipelago. Focused on the wild, younger islands of Isabela and Fernandina, this immersive journey offers close encounters with rare wildlife and surreal landscapes formed by fire, ocean, and time.<br/><br/>Aboard the Galapagos Seaman Journey, you'll enjoy close encounters with rare wildlife and surreal landscapes shaped by fire, ocean, and time. Walk across lava fields where marine iguanas bask in black-armored colonies, kayak alongside penguins and flightless cormorants, and snorkel in pristine coves teeming with sea turtles, reef sharks, and rays. Onboard a comfortable motor catamaran, each day brings a new remote landing—whether it’s the flamingo-filled shores of Rábida, the red-sand contrasts of Chinese Hat, or the wildlife-rich cliffs of Vicente Roca Point.<br/><br/>On land, discover ancient pirate graffiti, lagoons fringed with mangroves, and coastal trails where land iguanas and Galapagos doves roam. At sea, drift through quiet channels in search of mating turtles and breaching rays. With expert naturalist guides leading the way, you'll experience the Galapagos in its rawest form—remote, alive, and constantly evolving.<br/><br/>This is more than a cruise—aboard the Galapagos Seaman Journey, it’s a true expedition into one of the most biologically unique and geologically active corners of the planet.",
    "durationDays": "7",
    "price": "5538",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "(Flight to Galapagos) Today, you will fly to the Galapagos Islands. Upon arrival at the airport, you will pay a fee of $20 USD for the migration control card before proceeding through security. After landing in Santa Cruz, you will go through an inspection point designed to prevent the introduction of foreign plants and animals. Here, you will also pay the entrance fee to the Galapagos National Park, which is $200 USD for foreign passengers and $100 USD for children under 12 years old, as of September 2024. Your guide will meet you at the airport, assist with your luggage, and escort you to the bus for the ferry crossing to the Itabaca Channel. You will then visit Ranch Manzanillo or a similar farm located in the highlands of Santa Cruz Island. It is recommended to wear comfortable shoes and light clothing, and to bring a waterproof jacket, sunblock, a camera, and repellent. You will enjoy a picnic lunch and a short walk before boarding the Motor Catamaran. Your luggage will be transferred directly to the M/C Seaman Journey yacht. In Santa Cruz, you will have the opportunity to observe wild Galapagos tortoises. You will also explore lava tubes, sinkholes, and craters found in the highlands. Following this visit, you will travel aboard the M/C Seaman Journey. Meals: Dinner"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "(Isabela Island - Moreno Point & Fernandina Island - Mangle Point) AM: Moreno Point, Isabela Island. Punta Moreno is situated on the west coast of Isabela Island, at the entrance of the Bolivar Channel. The trail at this site follows a Pahoehoe lava flow, leading into coastal lagoons. Here, you can spot various bird species, including blue-footed boobies and flightless cormorants, often seen near the lakes and mangroves. PM: Mangle Point, Fernandina Island. Mangle Point, located off Fernandina’s eastern coast, is an excellent site for snorkeling. You will take a panga or zodiac ride through mangrove groves. During this excursion, you may encounter sea lions, tortoises, pelicans, rays, and numerous sea birds. Meals: Breakfast / Lunch / Dinner"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "(Isabela Island - Urbina Bay & Tagus Cove) AM: Urbina Bay, Isabela Island. Urbina Bay is located at the base of Alcedo Volcano on Isabela’s west coast. This area experienced a significant geological uplift in 1954, which stranded marine life. The site offers excellent snorkeling opportunities and features a 3,200-meter trail composed of sand, pumice, lava, coral, and coastal vegetation. During your visit, look for iguana burrows, and while snorkeling, you may swim alongside penguins and observe red and blue lobsters. Here, you might also see Darwin’s finches and land iguanas, which are notably larger than those found on South Plaza Island. Giant Tortoises also roam the area. The vegetation includes chamomile, Rosewood, and Darwin’s cotton flowers, all endemic to the Galapagos. PM: Tagus Cove, Isabela Island. Tagus Cove, located west of Darwin Volcano, was a favored spot for pirates and whalers; it is possible to observe pirate graffiti from the 1800s in a cave. The area is known for its volcanic rocks, including “lapilli” (small spherical rocks). The trail, which presents a small challenge, leads to a lookout point above Darwin Lake and the bay below. Along the trail, you can spot finches and mockingbirds. This is also a very good site for snorkeling and sea kayaking, and a colony of flightless cormorants resides here. Meals: Breakfast / Lunch / Dinner"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "(Fernandina Island - Espinoza Point & Isabela Island - Vicente Roca Point) AM: Espinoza Point, Fernandina Island. Espinoza Point is renowned for its extensive marine iguana colonies, which appear like armies covering vast areas. It is also home to unique species such as the flightless cormorant, Galapagos penguin, Galapagos hawk, and Galapagos snake. This location is considered one of the most pristine and remote areas within the Galápagos archipelago. PM: Vicente Roca Point. Vicente Roca Point, situated on Isabela’s northwestern coast, is characterized by its high cliffs and distinctive lava formations. This bay is exceptionally rich in marine life, where you can look for seahorses, sea turtles, and Mola-mola (sunfish). Guests can enjoy panga rides and snorkeling to observe penguins, blue-footed boobies, terns, and sea lions. Meals: Breakfast / Lunch / Dinner"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "(Santiago Island - Espumilla Beach & Puerto Egas) AM: Espumilla Beach and Bucaneer Cove, Santiago Island. Espumilla Beach is located on Santiago Island’s northern coast, within James Bay. This site features a very picturesque coastline, displaying erosion and unique formations sculpted by the action of the sea. Explore the palo santo forest and mangroves, and observe nesting baby sea turtles in the sand dunes, as well as a Flamingo colony in the coastal lagoon. The vegetation here varies within short distances, from dry to humid, showcasing the damage caused by introduced species like feral goats, which have since been eradicated. Key wildlife includes sea lions and fur seals, marine turtles, marine iguanas, oystercatchers, herons (great blue heron), and various other sea birds. You can also spot land birds such as the Galapagos dove, Darwin’s finches, and hawks. Snorkeling is possible from the soft beach, whose name \"Espumilla\" (foam) comes from a typical Ecuadorian Andes dessert. Marine life here includes playful sea lions, white-tipped reef sharks, sea turtles, manta rays, and numerous reef fish. PM: Puerto Egas, Santiago Island. Puerto Egas features a black beach composed of volcanic tuff deposits, creating a vibrant contrast between the dark minerals and the red sally-lightfoot crabs scattered across the rocks. This site was historically used for salt extraction but operations ceased due to low prices on the continent, with remnants of the abandoned infrastructure still visible. The trail passes a sea lion colony and leads to a playful grotto where fur seals (smaller than sea lions) swim and play in the tidal pools. Snorkeling here allows encounters with marine iguanas, playful sea lions, and other diverse marine life. Meals: Breakfast / Lunch / Dinner"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "(Rabida Island & Chinese Hat) Rábida Island is distinctive for its red rocks and sand. The volcanic material here is porous and changes color due to oxidation. A short trail leads to a lagoon where you can observe land birds and a colony of flamingos. It is interesting to watch pelicans diving for fish. The red beach contrasts beautifully with the surrounding green vegetation. Snorkeling here is considered among the best, as you swim along the coastline and playful sea lions often join you. You may spot moray eels, small sharks, starfish, and many colorful fish. PM: Chinese Hat Chinese Hat is a small islet situated off Santiago Island’s southeastern tip. This recent volcanic cone strikingly resembles a Chinese hat. Exploration includes walking through lava formations and observing sea lion colonies, lava lizards, marine iguanas, and Galapagos penguins. This island is characterized by colorful contrasts, with red vessuvium flowers, sally lightfoot crabs, and the orange beaks of American oystercatchers providing a beautiful visual contrast against the pahoehoe lava fields and lava cacti. It is also an excellent spot for deep water snorkeling; the channel formed between Sombrero Chino and Santiago Island creates a protected area with calm turquoise waters, yet deep enough to attract white-tipped reef sharks that rest in small caves below. You can also observe stingrays, parrotfish, Galapagos penguins, marine turtles, and with luck, dolphins and the rare visit of whale sharks. Meals: Breakfast / Lunch / Dinner"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "(Santa Cruz Island - Black Turtle Cove) AM: Black Turtle Cove, Santa Cruz Island Enjoy a calm dinghy ride to Black Turtle Cove on Santa Cruz’s north coast. The boat will explore the mangrove-protected cove with its engines off. In these calm waters, you may observe sea turtles feeding and mating, alongside black-tip, white-tip, and Galapagos sharks. You can also spot groups of spotted rays, golden cow rays, egrets, and herons. After this visit, you will be transferred to Baltra airport for your flight back to the mainland. Meals: Breakfast"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "galapagos-wildlife-cruise",
    "tourName": "Galapagos wildlife cruise",
    "placesVisited": "Wildlife watching, Professional guide, Full board, Ensuite bathrooms",
    "generalInfo": "Going on a cruise is a great way to explore the 19 islands of the Galápagos and the surrounding marine reserve. Our Galapagos cruises offer you a decent room and a great view on all the islands. The cruises will bring you to all the highlights of the most popular islands and they will send a professional guide with you. The advantage of going on a cruise is that you are able to visit remote and unreachable places like the western northern uninhabited islands, the western part of Isabela or islands like Rabida and Egas Port. Those are the most biodiverse regions of the Galapagos, where you can possibly see Killer whales, Galapagos Penguins, Hammerhead sharks and four different sea lion species in one place. When you go home, you will know everything about the evolution, the volcanoes and about all the animals. You will visit all the beautiful cliffs, beaches and volcanoes. You will meat the giant tortoises and other animals and sea creatures on these islands, which inspired Charles Darwin to his evolution theory.<br/><br/>By going on a cruise, you will visit two spots a day, you will get 3 meals a day and, depending on the service, also drinks.<br/>There are about 50 independent cruise boats on the Galápagos, so there is a boat available for each budget and there are different service levels. We can offer you different types of cruises.<br/><br/>There are four types of classes; Tourist, Tourist Superior, Luxe and First class.  If you are interested in one specific boat please contact us!<br/><br/>The main differences between the boat classes are the guides (on Luxe and First class boats usually guides with a degree in biology or geography), the common spaces on board (on Luxe and First class boats sometimes have living room, sun deck, tv room or jacuzzi), on Tourist and Tourist Superior class boats there are mainly cabins with bunkbeds available and on Luxe and First class boats the cabins are bigger and there is space for a queen or sometimes even king size bed. At some First class boats the cabins even have a private balcony available. All boats we offer do have their private bathroom per room (2 people) but the quality and duration of hot water and the size and facilities of the bathroom depend strongly on the class.",
    "durationDays": "8",
    "price": "5000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "First Day - Welcome in the Boat - First activity"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Second Day - Two activities depending on the selected cruise."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Third Day - Two activities depending on the selected cruise."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Fourth Day - Two activities depending on the selected cruise."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Fifth Day - Two activities depending on the selected cruise."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Sixth Day - Two activities depending on the selected cruise."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Seventh Day - Two activities depending on the selected cruise."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Eight Day - Last Activity - Goodbye Drink"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "luxury-galapagos-islands-cruise-10-days",
    "tourName": "Luxury Galapagos Islands cruise, 10 days",
    "placesVisited": "",
    "generalInfo": "Join us aboard a brand-new luxury yacht to discover the fascinating diversity of animal, marine and plant life on the western and central islands of the Galapagos. Expect stunning scenery, unforgettable wildlife and ultimate comfort as you visit famous islands such as Isabela Island, Floreana Island and Santa Cruz Island to name just a few. With snorkelling opportunities throughout, a dedicated expert guide and all excursions included, including a visit to the Charles Darwin Research Station, this is the most relaxing and unforgettable way to discover this remarkable archipelago. <br/><br/>This fantastic tour consists of an 8-day Galapagos cruise, with an overnight stay in Quito before and after the cruise.",
    "durationDays": "10",
    "price": "7499",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Quito: Arrive at any time. Meet fellow travellers this evening at trip briefing. Overnight hotel stay included."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Baltra & Santa Cruz: Fly from Quito to Baltra before heading off on a highlands and wild tortoise excursion. You will get to see these giant reptiles, the Galapagos’ most famous residents, in their natural habitat of the Scalesia Forests. There will also be great birding opportunities here with us looking out for vermilion flycatchers and Darwin’s finches including the famous Woodpecker Finch. The afternoon will be spent at the Fausto Llerena Breeding Center and Charles Darwin Research Station before making the way to dinner aboard our luxury yacht."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Floreana Island: Landing at Punta Cormorant in the morning to enjoy guided walks and to discover two amazingly different beaches. Accompanied by your expert Naturalist you will learn all about the wildlife and natural history of the area and can enjoy a hike to a salt-water lagoon which is home to flamingos. You will also have the chance for your first snorkelling excursion as you explore under the waters of Champion Islet, considered one of the most beautiful places in all of the Galapagos for snorkelling. After lunch on board it will be time to go back to land again as we land on the beach of the famous Post Office Bay to see, and maybe even use, their iconic barrel mailbox, before making our way to Asilo de la Paz to explore a lava cave inhabited by ancient pirates, sightings of tortoises and enjoy unforgettable views from the top of the hill."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Isabela Island: We now make our way to Isabela Island to attempt a dry landing at Punta Moreno to see the lava formations and crystal tide pools that have formed in the craters created by lava flows from the three most active volcanoes in the archipelago. Surrounded by beautiful landscapes we will search these pools for sightings of marine wildlife including sea turtles and white-tip reef sharks, and the surrounding areas for birdlife including common gallinules, Galapagos doves, white-cheeked pintails and more pink flamingos. In the afternoon we will head to Elizabeth Bay for a thoroughly enjoyable Panga/Zodicac boat cruise through the mangroves in search of sightings of more wildlife including penguins, the iconic blue-footed boobies, pelicans, flightless cormorants, rays, marine turtles and much more."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Isabela & Fernandina Islands: Staying around Isabela Island, this morning we will land at Urbina Bay at the base of Alcedo Volcano to see the area’s fascinating geological formations and stunning volcano views, and search for sightings of sea turtles, stingrays and land and marine iguanas. In the afternoon we will sail over to Fernandina Island to land at Punta Espinoza to enjoy some fantastic walking trails across the lava flows that will lead us to some of the archipelago’s largest colonies of marine iguanas and sea birds, as well as good numbers of sea lions and a flightless cormorant nesting site. We also have good chances of seeing the Galapagos hawk here and for the snorkellers among us this is likely to be one of the most memorable areas for up-close marine life sightings."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Tagus Cove: Back on Isabela Island this morning you can take an enjoyable hike in Tagus Cove that will reward in some stunning views of Darwin Lake, the Darwin and Wolf volcanoes and the bay, whilst learning about the whalers and pirates that used to frequent here as you walk. You could also choose to explore the area by dinghy, join a kayaking excursion or snorkel with schools of tropical fish and look for sharks, seahorses and rockfish. In the afternoon you can explore by land or underwater around the two coves of Punta Vicente Roca on the lookout for penguins, sea lions, Nazca and blue-footed boobies, puffer fish, rays and sea turtles."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Santiago Island: Today we will move on to Santiago Island with our first stop being Buccaneer Cove to see its towering cliff wall rock formations that are home to hundreds of seabirds. This is also another great spot for snorkelling. In the afternoon we will move on to Puerto Egas, also known as James Bay, for more snorkelling opportunities and the chance to follow some gorgeous trails along the coastline to see grottos full of fauna including Galapagos fur sea lions and an abundance of reptiles and shore birds."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Las Bachas & Cerro Dragon: Visit Bachas Beach in the morning, located on the northeastern tip of Santa Cruz Island. A great beach to stroll on with crystalline waters perfect for swimming, Bachas Beach also gives visitors the opportunity to see frigatebirds, blue-footed boobies, and sea lions. In the afternoon, visit Cerro Dragón, on the west coast of Santa Cruz Island. See land iguanas as well as a saltwater lagoon frequented by flamingos and various species of birds."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Having enjoyed our last night on board, on the morning of day 9 we will disembark in Baltra and fly back to Quito for one final night on the Ecuadorian mainland."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "all-inclusive-galapagos-islands-cruise-tour-package",
    "tourName": " All-Inclusive Galapagos Islands Cruise & Tour Package",
    "placesVisited": "Quito, Isabela",
    "generalInfo": "Fully discover the splendor of the Galapagos Islands with this intimate all-inclusive Galapagos Islands cruise and tour. An 8-day luxury cruise takes you to stunning outlying islands, where seabirds nest in the millions and sea lions cover surreal lava flows. Then settle onto Isabela Island for three days of mystical volcanoes and marine worlds. Seductive, surreal, sublime... this tour package unveils the eclectic splendor of nature's great oasis in the Pacific Ocean.",
    "durationDays": "12",
    "price": "14,700",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Quito – Spa Welcomes in Quito",
        "description": "Quito provides a gentle introduction to Ecuador, the capital city elegantly stretching out across a volcano-clad valley. An overnight on the mainland is inevitable, as domestic flights to the islands leave early in the morning. It's an easy layover; city lights glisten from your five-star hotel on the hill, a traditional Ecuadorian dinner is served in the hotel's restaurant, and there's a spa to soothe any travel aches. You'll be picked up at the airport and transferred to a hotel on the edge of the city. Rest and Relax. The Galapagos adventure starts tomorrow. Consider learning more about your Galapagos travel agencies that will help you craft your personally memorable and perfect itinerary."
      },
      {
        "dayNumber": "2",
        "title": "Galapagos Cruise – Sea Life and Snorkeling",
        "description": "Land in San Cristobal and the luxury yacht sways gently in the Pacific, awaiting you with welcome drinks and a lavish lunch. Check in to your cabin then check out the seascape from the upper deck, where 360 degrees of archipelago views reveal snippets of old volcanic islands. With a capacity of just 20, this yacht ensures discreet personal service and spacious facilities. A whole world of evolutionary wildlife waits, and it starts at Lobos Island, which translates to Sea Lion Island. Hundreds of the jolly characters frolic on the rocks and many waddle over to say a curious hello. Some grunt and huff, others bask serenely in the sun, and a couple of gargantuan males chase each other around the sand. Lobos Island is a perfect introduction to the intimacy of the Galapagos experience. Yours is the only group on the islet, meaning near-exclusive access to the sea lion antics. Get close. Get even closer. You're not watching it all from a distant platform; you're standing just a few meters away from their playful waddling. You're close enough to touch. But this isn't a zoo. So resist the urge and allow the million years of evolution to continue unadulterated. From Lobos, you cruise to Kicker Rock, a famed site for hammerhead sharks and a tropical underwater world. Here you snorkel beneath the surface and enjoy the very rare opportunity to see pelagic giants so close to shore. Look across and there's a sea turtle. Look down and there are the evocative silhouettes of a hammerhead school."
      },
      {
        "dayNumber": "3",
        "title": "Galapagos Cruise – The Boobies of Punta Pitt",
        "description": "The far northeastern point of the Galapagos can be a remarkably memorable place. Thousands of boobies are nesting on a mass breeding ground, their colorful feet hopping around volcanic tuff formations. The blue-footed variety is the most elegant, with snippets of azure feathers and a bright beak complimenting their feet. Red-footed boobies are the most striking, their seductive colors mingling across the rocks. Then there are Nazca boobies; loud, bossy, and resplendently white. This is one of the world's rarest bird sites, and you walk just meters from the breeding ground. After lunch and a relaxing few hours back on the yacht, the afternoon is spent at the archipelago's finest beach: Cerro Brujo. Egrets, great blue herons, and sea lions share the white sand, giving plenty of space to enjoy if you want to slumber on the beach. Or take a dip out into the turquoise, and savor the marine world."
      },
      {
        "dayNumber": "4",
        "title": "Galapagos Cruise – The History of Floreana",
        "description": "The Galapagos isn't a single wildlife world. It's a series of distinctive realms that evolved separately from each other. Some characters are consistently seen, particularly sea lions and blue-footed boobies. But others find a haven in just a tiny slice of the archipelago. Each excursion brings something different on this all-inclusive tour. Today you're at Post Office Bay, discovering the tales of early whalers and remote postal systems. Cruise through a series of channels dotted with seabirds and spend the afternoon at the salt-water lagoon of Punta Cormorant. Flamingos bring their shocking pink to a green-olivine beach while extinct volcanoes peak above the water line. Expect to encounter reef sharks, sea turtles, and a tropical underworld of kaleidoscopic charm. As always, all activities and excursions are included."
      },
      {
        "dayNumber": "5",
        "title": "Galapagos Cruise – Red Volcanic Island",
        "description": "Towering mangroves hide juvenile reef sharks at Black Turtle Cove. Eagle rays and the odd young hammerhead also fish these waters, pushing schools up towards diving hunters such as pelicans and boobies. At times it's a chaotic hub of activity, with such diverse predators feasting at a remote site only accessible by boat. Like each day on this all-inclusive cruise, you enjoy a leisurely breakfast on the yacht before a fully-guided morning excursion. The heat of the day means downtime in the itinerary, a chance to relax on the yacht. Enjoy your three-course lunch, and look out for migratory whales. Now the afternoon excursion takes you to shades of surreal color on Bartolome Island. A collage of reds welcomes you to this extinct volcano, blurring into orange, yellow, and even green leftovers from a million years of evolution. A trail of stairs leads you to the island's summit and the most famous of Galapagos photos. In one frame there are the swirling reds of the island, the white of the beach, the blue of the ocean, and the protruding black of Pinnacle Rock. Then to provide a focal point, you spot a Galapagos penguin jumping off the cliffs. After the hike, you have a couple of hours to enjoy the beach, snorkel with the penguins, and admire the barren beauty of this remote island."
      },
      {
        "dayNumber": "6",
        "title": "Galapagos Cruise – Birds on Genovesa Island",
        "description": "A cruise itinerary enables you to visit the distant islands of the archipelago, places that receive few visitors and are the most dramatic in their revelation of natural history. The yacht traveled through the night to Genovesa, the northernmost of the islands that visitors are allowed to walk on. Resounding cries guide you onto the cliffs, some two million birds squawking from above as they battle for space on the crowded breeding ground. There are red-footed boobies, swallow-tailed gulls, storm petrels, short-eared lava owls, and Galapagos doves. Then the bizarre throat-sacks of magnificent frigates grab your attention; thousands of these males inflate their crimson chests and stand with pride, ever hopeful of impressing the females that soar overhead. But with so many birds, you need to be extravagantly bright to stand out. Spend today at two distinct sites on Genovesa, immersed in this sublime show of colorful chaos. The numbers are staggering, and it still doesn't seem real when you have stood amongst it all."
      },
      {
        "dayNumber": "7",
        "title": "Galapagos Cruise – Santiago Island",
        "description": "A luxuriant breakfast, an Ecuadorian coffee, a few moments of absolute tranquility with views of the Pacific. Soaring seabirds greet you from the upper deck, their white wings painted against the scarlet of sunrise. Dolphin pods occasionally sail past. Iconic calderas emerge from the shadows as the morning takes hold. While a Galapagos cruise offers continual outdoor adventure, remember that it's also a serene tour across uninhabited Pacific islands. This morning's excursion takes you to Espumilla Beach, where marine iguanas and sally-lightfoot crabs compete along the rocks and hundreds of seabirds perch above a beach of red sand. Few places are as exquisitely extraordinary, the endemic reptiles sneezing out salt and a flurry of wings flying past the sand. Visiting James Bay in the afternoon, you see more curious creatures, including rare lava lizards that extend their tongue to catch flies that hover around sea lions. Both today's landing sites offer snorkeling and it will only be you and the other 19 passengers on the boat that have access to this endemic wonder."
      },
      {
        "dayNumber": "8",
        "title": "Galapagos Cruise – The Tortoises of Santa Cruz",
        "description": "After the east and north, you now cruise into the central islands, destinations of eclectic marvel that reflect the sheer diversity of the Galapagos. Magnificent frigates are abundant on North Seymour, their red chests vibrantly out on display just meters from your camera. Blue-footed boobies hop around to attract mates, huge land iguanas sit curiously and patiently, while the grunts of sea lions echo across the rugged walking trail. Then in the afternoon, the reptiles get even bigger as you explore the highlands of Santa Cruz. Grazing upon the grass are 500-pound giant tortoises, elegantly plodding around with the odd blade of grass hanging from their mouths. Vermillion flycatchers and Darwin's finches flutter above their shells while the tweets of mockingbirds grace the rim of two volcanic sinkholes. Each Galapagos region is different and you need at least ten days to discover the breadth of the archipelago. In the north and the east, you've explored dramatic islands, home to prolific numbers of specific species. Central islands like North Seymour and Santa Cruz are more varied, showcasing the diversity on display. But that doesn't mean any lack of abundance. There are over 5,000 giant tortoises grazing in the highlands, plus thousands of boobies and frigates on the remote cliffs of North Seymour. Scale blends into intimacy, as you get close, almost-impossibly close. On these remote windswept islands, you can hear the gentle feet of blue-footed boobies as they hop in search of a mate."
      },
      {
        "dayNumber": "9",
        "title": "Isabela – Settling in on Isabela Island",
        "description": "Sea lions are the constant as you disembark the cruise and fly over to the western island of Isabela. There are hundreds of them waddling around the lava rocks of Mosquera Islet; mothers guarding pups, males bashing heads, and females waiting to be impressed. Then there's another colony of sea lions in the view from your balcony at an Isabela ecolodge. Sometimes, guests wake up and find these strange characters lounging around on their balcony. After disembarking the all-inclusive cruise at Balta, you take a micro flight to Isabela, where you're transferred to the lodge on the coast. Everything is included here, starting with welcome drinks and continuing with three a la carte meals a day. Excursions are planned for the next two days, but for today, just relax with the ocean view and swap your sea legs for those more suitable for land."
      },
      {
        "dayNumber": "10",
        "title": "Isabela \u0000– Hiking the World's Second Largest Volcanic Crater",
        "description": "Isabela's volcanoes rise like flamboyant sentinels, immovable presences that are ever willing to spurt ash and lava across the youngest of the Galapagos Islands. They stand over the Pacific, iconic towers to be glimpsed whenever you turn your head away from the sea lions. Today you hike to the rim of Sierra Negra Volcano, the world's second largest caldera and a hissing spitting pit of fire that has regularly erupted over the years. It's an evocative interpretation of volcanic power, fulfilling all the reveries associated with hiking around an active rim. From Sierra Negra, the descending trail takes you through the sublime lava flows of Volcan Chico; wisps and tubes tumble down the slopes, and there's a real sense of the earth's eruptive power. But keep walking. Within the crater's shadow, you find the gracious shells of giant tortoises, the gentle creatures grazing within eyeshot of the two craters. Return to the lodge around mid-afternoon and the rest of the day is free, with dinner served at your request."
      },
      {
        "dayNumber": "11",
        "title": "Isabela – Wildlife at Lava Arches",
        "description": "Mornings bring a calm to the Galapagos. Sit on the balcony and listen to the sporadic calls that echo above gently lapping waves; sea lion grunts rise in pitch, seabird' harmoniously call, a whale exhaling out in the ocean... Your final all-inclusive day takes you along the western fringes of Isabela Island in a small boat. Galapagos penguins dot the cliffs, and then they clump together in larger groups, waddling and watching as you slowly cruise past. Stop beside the cliffs and you admire the interaction. Two penguins are mating, a few others are diving into the blue, while many curiously wobble on the edge of the lava flows. After a picnic lunch, you continue to Los Tuneles, a surreal lava arch that stands isolated in the Pacific. Sea lions have made the arch their home while dozens of pelagic fish can be seen just beneath the water's surface. Snorkel here and you encounter the giants of this environment, including reef sharks, manta rays, and the elegant flapping of sea turtles. Sea lions are also incredibly entertaining when you're in the water, especially if you indulge them with a somersault or two. Return to the lodge for a final Galapagos evening, just you, the beach, and the occasionally mischievous wildlife neighbors."
      },
      {
        "dayNumber": "12",
        "title": "Isabela – Departure",
        "description": "It's back to Quito and back home this morning, as you first take a micro flight back to Santa Cruz then a domestic flight to Quito International Airport. Your international departure leaves from here."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "galapagos-tour-for-solo-travelers-island-hopping-cruise",
    "tourName": "Galapagos Tour for Solo Travelers: Island Hopping & Cruise",
    "placesVisited": "Guayaquil, Galapagos Islands, Baltra Island, Santa Cruz Island, Isabela Island, North Seymour Island, San Cristobal Island, Isla Lobos, Santa Fe Island, South Plaza Island, Roca León Dormido",
    "generalInfo": "On the Galapagos Islands, you're never alone. Sea lions bask on the beaches, seabirds nest in the thousands, and giant tortoises cover the walking trail. Combining two distinct itineraries, this Galapagos tour for solo travelers offers a tailored blend of everything the archipelago can offer an individual adventurer. You'll island hop and enjoy outdoor adventures with the wildlife, then join a 5-day small-group cruise through the remote eastern islands, immersing yourself in the portraits of natural evolution.",
    "durationDays": "11",
    "price": "13,500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Guayaquil – Exploring the Port City",
        "description": "While Quito delights in its old-world charm, the port city of Guayaquil goes under most tourist radars. It's big and bustling, with the immersion in local life practically guaranteed. After landing in Guayaquil, you spend the day with a local guide who picks out the hidden highlights of the city. Sample street food at vibrant markets, sip Ecuadorian cafe on al fresco terraces, and revel in the colorful chaos that cascades through the city. While it may look daunting if you're on your own, Guayaquil is a fantastic city to explore with a local guide. It offers an authentic revelation of local life and there's never a dull moment. With the natural realm taking up the rest of your vacation, today's a chance to glimpse another side of Ecuador."
      },
      {
        "dayNumber": "2",
        "title": "Santa Cruz Island \u0000\u0000– The Galapagos World",
        "description": "Step, step, step... moving on tiptoes you approach a 500-pound giant tortoise, being careful not to scare it away with thunderous footsteps. The tortoise seems to smile, a green blade hanging from its mouth and a languid expression reflecting its sedate heart rate. Crouch and take the photo. Then turn around and there are a whole handful of other giant tortoises ambling around. These iconic species are an epitome of Galapagos evolution and make an ideal introduction to the islands. Next, gaze upon symbols of the geological world, with lava tunnels and the chambers of Los Gemelos surrounded by five-meter high daisies. Lunch is included in these Galapagos highlands, before you're transferred to the coast and a night on the coast of Santa Cruz Island. Sea lions can be heard grunting nearby while self-guided walks reveal the escapades of bizarre seabirds."
      },
      {
        "dayNumber": "3",
        "title": "Isabela – Kayaking and Snorkeling",
        "description": "Paddle slowly through the Itabaca Channel, watching out for the silhouettes that suddenly emerge from the water. A head pokes from the Pacific, and a sea lion inquisitively says hello, before she somersaults back down towards the fish. After an hour in the kayak, you swap the paddle for a snorkel and are guided along a sublime reef wall. A rainbow of life floats around the coral, from tiny seahorses to the menacing darts of a white-tip reef shark. Sea turtles add elegance to the scene, while the sea lions from earlier continue their playful fishing. After the morning in the channel, you island hop to Isabela in the Western Galapagos. A spine of volcanic mountains provides the backdrop as you check in for the first of three nights overlooking an unadulterated coastline. Swim out from the beach and the next landmass you would hit is Antarctica. It feels like you're on the edge of the world. Or could it be that you're in the center of everything?"
      },
      {
        "dayNumber": "4",
        "title": "Isabela – Hiking Along Great Volcanoes",
        "description": "Isabela's spine of craters is constantly reshaping the landscape, the cones erupting with annual displays of fire and ash. Calderas hiss, tunnels twist, and Isabela's bed of fire continually evolves. Today's hike to Sierra Negra intimately reveals the force of this volcanic transmogrification. Wander around its rim, peering down into the mystical realm and gazing across to the next volcanic vertebrae. Then follow the over spilling twists of lava towards another peak, admiring how green can flourish amongst the blackened ash. As the slopes become more fertile, you glimpse giant tortoises and hear the calls of mockingbirds. Keep descending and more birds join the harmony, endemic creatures full of tropical promise and choral tones. Enjoy a picnic lunch amongst these strange slopes, and then return to the lodge by mid-afternoon, where there's a series of self-guided hiking trails that can be explored."
      },
      {
        "dayNumber": "5",
        "title": "Isabela – Lava Tunnels and the Marine World",
        "description": "Strips of lava don't just flow from elevated peaks. They rise from the water, creating arches and tunnels that stand like poetic sentries above the ocean's swarms. Sites like Los Tuneles are reflected in the Pacific blue, creating a timeless photo of how geological idiosyncrasy dominates the archipelago. Dip your head beneath the surface, and you discover how this molten lava has transformed into crowded underwater reef walls. Sharks swim past tiny seahorses, sea turtles cruise beside eel hideouts, and there are over 50 exotic fish species swarming around. Keep snorkeling and you journey through a spooky expanse of mangroves, a natural hiding place for the small and delicate of the marine world. Los Tuneles is one of the finest snorkeling sites in the whole Pacific, and whenever you emerge from the water, there's the iconic vista of the arches standing lonely amidst the ocean."
      },
      {
        "dayNumber": "6",
        "title": "Santa Cruz Island – Discovering Tintoreras",
        "description": "The island hopping continues, and the encounters with marine greats grow more dramatic. Tintoreras is a famed haven for white-tip reef sharks. Normally these pelagic fish wouldn't be found so close to shore and would only be seen on deep-water diving trips. In the Galapagos Islands, they're found at shallow depths along the reef wall, meaning no need for a scuba qualification. Marine iguanas dot the shore, and you watch them sip on the seawater, a snippet of evolution that enables them to survive without fresh water. Watch for long enough and you'll see one sneeze out the salt. Land iguanas inhabit the cliffs in large numbers, further exemplars of evolution to admire before you take the boat back to Santa Cruz and the town of Puerto Ayora. With five days of cruising to come, this evening is an excellent chance to shop for souvenirs and enjoy the scenes around the harbor."
      },
      {
        "dayNumber": "7",
        "title": "Overnight Cruise – Incredible Birdlife",
        "description": "The Galapagos offers two exploratory paradigms. Island hopping allows you to see the archipelago from many different angles. In comparison, a small-boat cruise ensures you also witness the weird endemic wildlife that's only found on the most remote tips of the islands. Join the cruise this morning and spend a leisurely two hours on the sundeck. Like island hopping, a cruise combines thrilling excursions with tranquil time gazing out onto the seemingly infinite Pacific. Occasionally a dolphin pod or whale cruises past, gracing the scene for a few moments before continuing its migration. There's a lounge and restaurant on the boat, plus a jacuzzi for really slumbering when you're cruising the islands. After lunch and a welcome briefing on board, the cruise's first excursion is to North Seymour, an island lauded by naturalists for its remarkable nesting site. Magnificent frigates inflate their throat sacks, puffing a balloon of red towards passing females. Blue-footed boobies hop around and extend their wings in an outrageous show of color. Nazca boobies also line the walking trail and just as you're engrossed in tiny chicks, you almost stand on a large land iguana. Access to these sites is extremely controlled, so yours is the only group that is currently stepping beside the mating displays of these seabirds. Return to the boat in the late afternoon and watch the sky get painted by the setting sun."
      },
      {
        "dayNumber": "8",
        "title": "Overnight Cruise – The Remote Fringes of the Galapagos",
        "description": "You cruise east overnight, heading to the remains of a lava cone that towers above the ocean. The boat sails through the two 500-feet vertical rocks, where you can jump out and snorkel between the rocks. It's another place that reflects volcanic history above the surface and marine abundance beneath it. Keep cruising to Isla Lobos, named for the hundreds of boisterous sea lions that rest on its shores. Some waddle towards your camera, others dive for an afternoon fish, while the big males battle for supremacy on landscapes of rugged rock. Blue-footed boobies watch their show and initially their vibrancy holds you captive. But look around and there's an entire flock of strange birds; brown pelicans, yellow warblers, lava gulls, common noddies, ground finches. With a whole afternoon to play, you can snorkel with the sea lions or follow the tweets to discover more birdlife in the far eastern fringes of the Galapagos."
      },
      {
        "dayNumber": "9",
        "title": "Overnight Cruise – The Wonder of San Cristobal",
        "description": "Evocative birds steal the limelight today, as you explore the easternmost points of San Cristobal. On a ragged collection of cliffs, you check the feet of different boobies. First brown, then blue, and now red as you explore the only place in the world where all three booby species can be found together. The red-footed variety possesses a mix of colors, their flamboyant feet rising to blue chest feathers and a strange rainbow beak. Zoom out and absorb the scale of the scene, many thousands of birds nesting together on the ancient ash cones. Then zoom in and unravel the detail, like tiny lava lizards picking out flies beside feet that carefully guard eggs. As with each day, a morning excursion is followed by a few quiet hours on the boat. It's a time to sunbathe, snooze, sip on a drink, and savor the deserted bliss of the islands. It's also usually a time when the boat cruises to a new wildlife site. So on to Cerro Brujo, a dazzling expanse of coralline white sand that slopes into calm turquoise waters. It feels like a scene from a tropical vacation postcard, one of lush waters and a beach without footprints. But Cerro Brujo isn't a predictable or quiet place. Sea lions are the primary residents, and they seem to revel in swimming with snorkelers, or flapping their way around to interrupt sunbathers. Return to the boat where snacks are served to accompany sundown and a three-course dinner comes an hour or so later."
      },
      {
        "dayNumber": "10",
        "title": "Overnight Cruise – Snorkeling around Santa Fe",
        "description": "Santa Fe land iguanas are patient reptiles. They lie and wait beneath prickly-pear cactus trees, sometimes immovable for days at a time. They wait until a ripened fruit falls, their preferred fre,h foodm and lush fluid to keep them going. And then the iguanas continue their fruity vigil once more. Even when you're just three meters away, they don't seem fussed by your presence. Get close to these iguanas and admire the embroidery of dots that speckle their watchful eyes and alert tongues. These reptiles are only found on this tiny island, and you're close enough to reach out and touch them. Stand back as the sea lion harem starts bellowing from the beach below. Follow the sounds and there's a battle between two males, one 800-pound giant chasing a rival away from the beach. It's here that you can jump into a kayak for another chance to paddle with sea lions before the cruise continues to South Plaza Island. It is another surreal wildlife spot for eclectic encounters with Galapagos icons: marine iguanas, land iguanas, blue-footed boobies, great frigates, lava lizards, and a succession of small tropical birds. Returning to the boat, you enjoy a farewell evening beneath the stars and a final sumptuous dinner in the restaurant."
      },
      {
        "dayNumber": "11",
        "title": "Guayaquil \u0000\u0000– Departure",
        "description": "The Galapagos tour comes full circle as you visit more giant tortoises at the Charles Darwin Research Station. These breeding tortoises come from all the different islands, solo travelers that indelibly reflect their birthplace. There's still ten distinct giant tortoise subspecies in the Galapagos, each with a different shell dependent on where it evolved. Spotting them all together allows you to encounter the breadth of local evolution. From here, you're transferred to the airport for an early-afternoon flight to Guayaquil, where you connect to your international departure."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "luxury-amazon-and-galapagos-cruise-tour",
    "tourName": "Luxury Amazon and Galapagos Cruise & Tour",
    "placesVisited": "Quito, Amazon Rainforest, Yasuni National Park, Limoncocha Biological Reserve, Galapagos Islands, Santa Cruz Island, Santa Fe Island",
    "generalInfo": "Combine two of the planet's greatest natural spectacles with a luxury Amazon and Galapagos cruise. Spend five days in the rainforest wilderness, encountering tribes and exotic birds as you head up the Napo River. Then fly to a sublime archipelago for four nights, cruising to the enchanting islands of the Galapagos. Your destinations are only accessible by water, and you're completely immersed in an untouched and untamed wildlife world.",
    "durationDays": "12",
    "price": "14,700",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Arrival in Ecuador",
        "description": "Land in the capital and there's an immediate sense of Ecuador's natural splendor. The city is nestled beneath the spine of the Andean Mountains, where the landscape tumbles down from snowy summits to green slopes. You'll be greeted at the airport and transferred to a five-star hotel in the new part of the city. From your room, there are glorious views down into the valley and Old Quito. Relax after the flight and choose from a range of onsite restaurants. With ten days of cruising to come, today is about a gentle introduction to the country."
      },
      {
        "dayNumber": "2",
        "title": "Beautiful Journeys Along the Napo River",
        "description": "After an early departure from Quito, you're in the heart of the Amazon around midday. Gloriously green vistas glimmer beneath the wingtips as you fly to the Amazonian frontier town of Coca. Transfer to a small motorized canoe and head underneath the forest canopy, traveling 90 minutes downriver to meet your luxury cruise. As lunch is served on board, you follow the Napo River deeper into the jungle. Monkeys peek out from towering branches, exotic birds leave echoed shouts across the river, and the rainforest landscape imprints thousands of green shades into your memory. After sunset paints the river pink, you disembark for a nocturnal walk. The incessant sounds of nature guide you through the forest as the Amazon unveils is complex mystique. Skilled indigenous guides lead you through the trees and then you've suddenly returned to the river and the boat is waiting. Enjoy dinner on board before falling asleep to the sounds of nature."
      },
      {
        "dayNumber": "3",
        "title": "Intimate Encounters in the Heart of the Amazon",
        "description": "The rainforest feels so different in the morning light. As the sun shimmers through the foliage, there's a sense of freshness and complexity in a flurry of green. A fascinating biodiversity occupies every inch of this wilderness and you're guided through the flora and fauna of the area. Rare toucans, purple-billed birds, noisy parrots: you're in Yasuni National Park, a vast area of Ecuador's Amazon that contains over 500 different bird species. And on every land excursion, you're never sure which of these will add an enchanting moment to the day. After breakfast, you continue downstream towards the Peruvian border and a rarely visited part of the Amazon. Pink river dolphins and black caimans can be spotted in the river and their appearance becomes more regular as you transfer to small traditional canoes and explore a flooded ecosystem. River turtles are glimpsed in the water and the primitive hoatzin shouts from nearby trees. On some days, this is a place to safely encounter anacondas, another of the jungle's most iconic creatures. Return to the boat and there's another elegant evening amongst the birdsong of the rainforest, with evocative calls continuing until nightfall."
      },
      {
        "dayNumber": "4",
        "title": "Meeting Jungle Communities and Spotting Monkeys",
        "description": "Monkeys and peculiar river dwellers are far from the only endearing residents of the jungle. You spend the morning at a remote jungle village, learning about the culture of the area's indigenous residents. Visit a community school and spend time with the tribe's children, learning about how education works in such a remote and isolated location. You'll also get a real sense of what's required to survive in the heart of this great wilderness. In the afternoon, you navigate upstream and explore one of Napo River's largest islands. Serene and sublime, the island provides a relaxing base for guided adventures that encounter tropical birds and peculiar wildlife: rainbow katydids, morpho butterflies, poison-arrow frogs, unbrellabirds, and raucous parrots. Even though it's the third day of this Amazonian cruise there are still hundreds of endemic species you haven’t seen yet. So go slow, savor the sounds, and observe the splashes of color and inquisitive eyes that fill the forest."
      },
      {
        "dayNumber": "5",
        "title": "Sublime Wildlife in Limoncocha Biological Reserve",
        "description": "After four days cruising along the Napo River, you've generated a sense of the Amazon's atmosphere of abundance. You've inspected the intimate details and marveled at the macro. This morning, you climb to a 35-meter high observation tower that's built against a huge kapok tree. From here, you can bask in the jungle's scale. A thick canopy of green extends in every direction, punctuated dramatically by the river that snakes further into the Amazonian basin. At first glance it's an endless panorama of green. But look closely and the intimate detail returns; a toucan's vibrant beak, a flock of birds that flutters into the sky, the creaking of high branches in the wind. After this looming view over the treetops you spend the afternoon at the Limoncocha Biological Reserve, a protected area that's a haven for some 478 bird species and the Amazon's rarest monkeys. Like the other days, your excursion is fully guided, providing a narrative of natural history to accompany the sensual immersion in the wild. The day's third activity is a nocturnal journey down the river on canoes, with flashlights seeking out black caiman and other huge fish. Return to the boat for a farewell dinner and a final night amongst the Amazon's soundtrack."
      },
      {
        "dayNumber": "6",
        "title": "Spa Relaxation in the Old Capital",
        "description": "Sunrise wakes the Amazon from slumber, the dappled javelins of light igniting birds and primates into action. Shouts ring out and soft shades reflect off the river as you cruise back towards the outskirts of the forest. Bright tanagers and cotingas grace this final morning, their kaleidoscopic colors framed against luscious green. From the dock, you return to Quito via the same combination of motorized canoe and local flight. After being greeted at the airport, you're transferred to a spa hotel for some tranquil time in the city. Enjoy a massage and slowly your mind returns from jungle wilderness to urban lifestyle. The evening is your leisure and there are numerous excellent restaurants within walking distance of the hotel."
      },
      {
        "dayNumber": "7",
        "title": "Walking Tour of the Heritage City",
        "description": "Rise early and you're rewarded with staggering views of the Andes from the slopes of Pichincha Volcano. Three snow-capped peaks glisten in the distance, their 5,000-meter frames standing imposingly above Quito. From up here you see how the city snakes through the valley, climbs onto slopes, and then disappears into a rugged stretch of mountain. After the teleferico ride and photographic panoramas, you enjoy a walking tour of the old city of Quito, the largest and most complete of all Latin America's colonial relics. Consider learning more about your luxury Ecuador travel agents that help guide and answer any questions that may come up during your tours. Start at Independence Square and wander into the Presidential Palace. Explore churches from a distant era, many of them harmoniously blending neoclassicism with Moorish influence. One of these, La Compania, is completely bathed in gold and the most important of all of Spain's religious monuments in the Americas. Keep walking, past bishop's palaces and along lanes of adorned wooden doors. Then continue through 16th-century courtyards onto broad squares of traditional musicians and chiming church bells. Stop for a traditional Ecuadorian lunch, and then return to your hotel for another afternoon of relaxation in the spa."
      },
      {
        "dayNumber": "8",
        "title": "A Giant Tortoise Welcome to Your Galapagos Cruise",
        "description": "In the Amazon there are thousands of different species to discover, yet most of them hide amidst the thick jungle canopy. There's just a few dozen iconic species in the Galapagos. But this wildlife doesn't hide. After the flight from Quito your first excursion is to the Santa Cruz highlands. Giant tortoises are seemingly everywhere: walking across the road, clashing heads in a show of dominance, languidly grazing on green lawns, and turning their necks as you approach. Darwin's finches and endemic mockingbirds flutter above the gargantuan shells as you walk along these fertile plains. And just as you think there's nothing more to see, a female tortoise causes two males to bite and quarrel over the chance to mate. In the late afternoon you travel down to the dock and board your luxury Galapagos cruise ship. This 40-person vessel combines the space of a larger boat with the intimacy of a smaller operation. Enjoy welcome cocktails in the bar before gazing onto the Pacific from the broad upper deck. As night falls, the jacuzzi on this floor is a great place to decipher star constellations. Back downstairs, a three-course dinner is served in the excellent restaurant, and you retire for the night in large ensuite cabins."
      },
      {
        "dayNumber": "9",
        "title": "Sea Lion Encounters and Surreal Sea Birds",
        "description": "Playful sea lions twist their necks as you walk onto their beach. There are 50 to 60 of them, all craning to observe the human visitors to this strip of sublime sand on Santa Fe Island. Return their gaze and they push themselves higher, as if they were looking up expecting a kiss. But watch out; anyone getting too close to these females is threatened by the raucous shout of the alpha male. You spend the morning on this island, engrossed in the sea lions as you explore the beach and paddle through the bay on a kayak. The endemic Santa Fe iguana also responds to your inquisitive stare, briefly breaking its trance as it lies beneath a prickly-pear cactus tree. Then your eye wanders as a pair of migrating whales flit along the horizon. Like most days, you spend the afternoon cruising through the archipelago to your next island. There are wonderful views from the upper deck and a real sense of how the islands have risen like sentinels from the ocean's crust. The iguanas on South Plaza Island are a different color, this time a strange yellow that contrasts the luminescent green of the cacti. Seabirds soar beside the island's cliffs, their mammoth wings gathered together in impressive numbers. Just as you're returning to the boat, a gang of sea lions starts shouting and demanding your attention. A few more photos and you're back on board, where sunset blurs into a tranquil evening."
      },
      {
        "dayNumber": "10",
        "title": "The Bird Colonies of North Seymour",
        "description": "There are always strange color contrasts on North Seymour. Magnificent frigates are inflating their scarlet throat sacks and perching with pride; blue-footed boobies hop around to show off their healthy azure and the chicks of Nazca boobies are an almost impossibly white. This is the most important island in the central Galapagos for bird life and one of the archipelago's most revered natural sites. So spend a few hours amongst the nesting sites, watching out for the mating displays of these vibrant seabirds. Heading down from the cliffs you also inspect marine iguanas that fish in the shallows and sea lions that play with snorkelers in clear waters. On each day of this cruise, there's an opportunity to explore both land and water during your excursions. Choose to either snorkel along the reef walls or ride in a glass-bottomed boat; reef sharks, rays, and sea turtles are spotted with both options. This afternoon's marine exploration is from the Las Bachas site, a near-white beach that's filled with hatching sea turtle eggs in May and June. Behind the sand, a brackish lagoon is speckled with pink flamingos while out along the volcanic reef wall there are often intimate encounters with these graceful oceanic wonders."
      },
      {
        "dayNumber": "11",
        "title": "Volcanic History and Incredible Marine Worlds Around Bartolome",
        "description": "The Galapagos Islands have never been part of any continental landmass. They're actually a succession of volcanoes that rose from the Pacific and spurted lava across the ocean. Today you appreciate this volcanic history with visits to Bartolome and Sullivan Bay. Wander across a red lunar landscape and marvel at the twists of ancient lava cones. Scarlet merges into crimson and rusty maroon as the island's rainbow stretches towards the ocean. As you ascend to Bartolome's summit, you enjoy the archipelago's most iconic photo: red rock in the foreground, the Pacific blue in the background, and two white beaches providing the contrast. There are excellent snorkeling and glass-bottomed boat excursions from these two beaches. Joining the reef sharks and turtles is another rare character, this time the tiny Galapagos penguin. A whole colony waddles along the cliffs and then dives in beside snorkelers. One glance and the penguin is there; another glance, and it has shimmied off to hunt some fish. After lunch on board, the afternoon is spent walking across a very recent lava flow. Life is yet to flourish here, and you can make out every swirl and dot that came from an exploding crater on Santiago Island. It's a fitting final excursion that brings the Galapagos cruise full circle. You started with the islands' ancient ancestors, the great giant tortoises. Now you're standing on the rocks that will eventually disintegrate and feed the future generations of endemic wildlife. There are farewell cocktails on board and the last night of stargazing as you cruise back towards Santa Cruz Island."
      },
      {
        "dayNumber": "12",
        "title": "Fond Farewells",
        "description": "After breakfast, you disembark at a jetty populated with sea lions. From here it's a quick transfer to the airport for a domestic flight to Quito and then onward to your international departure."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "luxury-coastal-cruise-in-ecuador",
    "tourName": "Luxury Coastal Cruise in Ecuador",
    "placesVisited": "Guayaquil, Puerto Bolívar, Naranjito, Playas, El Morro, Isla de la Plata, Puerto Lopez, San Mateo, Manta",
    "generalInfo": "Experience immersive wonder along pristine coastline and in inspiring nature during your exclusive eight-day Ecuador tour. Uncover the full splendor of the nation’s wealth of colorful flora, vibrant fauna, mouthwatering traditional cuisine, and welcoming cultural traditions as you sail the shoreline on a luxurious yacht. With naturalist guides, regional chefs, and the benefits of local knowledge, you can delight in the grandeur of Ecuador’s coastline like never before.",
    "durationDays": "8",
    "price": "13,100",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Guayaquil - Welcome to Unique Ecuador",
        "description": "Known mainly as the gateway to the Galapagos, Guayaquil gives you the perfect welcome to Ecuador. Your private transfer will greet you at the airport upon your arrival and lead you on an exploration beginning in the charm of the historical Las Penas neighborhood. A mixture of preserved colonial architecture shines a light on homes that once survived pirate attacks near galleries that display contemporary artists. Atop Cerro Santa Ana, embrace the stunning panorama that sweeps across the coastline. In the evening, board the yacht and relax with an inviting artistic dinner display that promises the experiences to come."
      },
      {
        "dayNumber": "2",
        "title": "Puerto Bolivar - Enjoy Plantation Life and Flavor",
        "description": "Upon reaching Naranjito, your guide will take you to a traditional hacienda to explore cocoa production along the coast. The plantation may carry aromas of the sea breeze and drying beans. Learn the art of cultivating, harvesting, fermenting, and drying cocoa before processing the beans into chocolate, and sample the natural bitter-sweet flavor. Take your time floating down the property’s river, where tropical flowers burst with color and three-toed sloths cling to the trees. At lunch, sample local organic ingredients and learn how to milk a cow, before designing your own chocolate bar with the help of the expert chocolatier."
      },
      {
        "dayNumber": "3",
        "title": "Playas - Explore Forest Fauna and Serenity",
        "description": "Disembark the yacht to discover the wonders of the Puyango Petrified Forest. The trails take you back in time to an era once covered by ocean and now decorated with marine fossils and one of the world’s largest collections of petrified wood. Life still thrives among the trees, as deer graze, squirrels forage, armadillos waddle, and small leopards hunt in the secluded landscape. At a nearby hacienda, you can experience the traditions of an organic banana plantation and learn the process of cultivation to exportation, before basking beneath the stars after dinner on the yacht to observe the constellations."
      },
      {
        "dayNumber": "4",
        "title": "El Morro - Embrace Artisan Crafts and Wildlife",
        "description": "Arrive in Playas with an introduction to the Huancavilca culture. Skilled navigators crafted rafts and traded their work for textiles and gold. Your guide will lead you to a surprising vineyard that understands how fossils found in the limestone add extra nutrients for the vines, observed in the New Latitude wines. The chef will provide a tasting menu that accentuates the characteristics of the wines, from emphasizing notes of stone fruit to aromas of berries. Once in El Morro Wildlife Refuge, you can find the briny aroma as you search mangrove canals or listen for the chatter of bottlenose dolphins."
      },
      {
        "dayNumber": "5",
        "title": "Puerto Lopez - Delight In the Small Galapagos",
        "description": "Machalilla National Park is often referred to as the “Small Galapagos” and Isla de la Plata captures the treasures of the wildlife and wilderness for which the larger archipelago is known. Follow the trails along the rugged crags and brush of the volcanic island as blue-footed boobies bray and frigates glide on the sea breeze. During the season you may even spot whales breaching off the coast. Venture deep into the water on a snorkeling expedition and circle the protruding coral and sea gardens in hopes of finding soaring stingrays and impressive whale sharks in the crystal-clear sea."
      },
      {
        "dayNumber": "6",
        "title": "San Mateo - Find Archeological and Natural Charm",
        "description": "The endless delights of Ecuador will become apparent in Agua Blanca, home to archeological pieces that reflect one of South America’s oldest civilizations, dating back to 1500 BC. Elements of temples and ancient squares provide a glimpse into daily life. In the forest, you can watch colorful butterflies waft through the trees and dip your toes into the warmth of a natural sulfurous lagoon that can soothe your skin. Kayak on the water or indulge in the white sands of the coastline, before sampling local cuisine with a private cooking class on the yacht."
      },
      {
        "dayNumber": "7",
        "title": "Manta - Visit Coastline, Artisans, and Heritage",
        "description": "In the morning you can hike through the tropical forest of the Refuge of Coastal Marine Wildlife Pacoche. You may hear the guttural yowl of howler monkeys as you travel in the dense jungle terrain. At the Reserve Lighthouse, embrace the views at the lookout that sweeps to neighboring beaches, including a known nesting ground for marine turtles. Sample local recipes and ingredients at lunch, accompanied by ancestral traditions guided by the experienced hands of the yacht’s executive chef, before visiting the artisan community of Pile, known for hand-weaving beautiful crafts, including stylish toquilla straw hats."
      },
      {
        "dayNumber": "8",
        "title": "Manta - Depart for Home",
        "description": "Manta is one of Ecuador’s fastest-growing cities, with a charming coastline you can see as you depart the yacht. Enjoy your time at the nearby coastal town of Santa Marianita, where you can embrace adventure with a windsurf lesson, relax with a fishing excursion, or watch for frigates near the point. As your unique Ecuador journey comes to an end, you can extend your trip with time exploring the Amazon or Andes. If you do not choose to extend your experience, your private transfer will escort you to the airport when you are ready."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  }
]