{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "SRS",
  "tourName": "Güney Sri Lanka",
  "placesVisited": "Sri Lanka",
  "generalInfo": "Büyüleyici doğal güzelliğe sahip yerleri,  tüm Asya’ daki en iyi yaban hayatı izleme fırsatlarından bazılarını sunan ulusal parkları ziyaret edin ve hareketli kasabaları ve şehirleri gezin.  Güney Sri Lanka birçok gizli mücevhere ve sürprize sahip.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) : </strong> Kolombo Bandaranaike Uluslararası Havalimanı  ( SPK )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) : </strong> Kolombo Bandaranaike Uluslararası Havalimanı  ( SPK )",
  "durationDays": "9",
  "price": "779",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Nuwaraeliya Şehir Turu</li>\n<li>- Horton Ovaları Ulusal Parkı’ na giriş ve yürüyüş,  Ella’ ya giden manzaralı tren yolculuğu,  Akşam yemeği dahil Sri Lanka Usulü Yemek Pişirme Dersi</li>\n<li>- Ella Kayası veya Küçük Adem Tepesi ve Ravana şelalesi</li>\n<li>- Yala Ulusal Parkı’ nda Safari</li>\n<li>- Udawalawe Elephant Transit Home Ziyareti</li>\n<li>- Galle Şehir Turu</li>\n<li>- Kolombo Şehir Turu</li>\n<li>- Kaplumbağa Üreme Çiftliği</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 8 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Özel Araç</p>\n<p><strong>Yemekler</strong></p>\n<p>3 açık büfe kahvaltı, 4 kahvaltı, 1 paketlenmiş kahvaltı, 1 akşam yemeği</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Negombo' ya Varış",
      "description": "Negombo,  aynı ismi taşıyan bir lagünün kıyılarında yer almaktadır.  Bir zamanlar Portekiz ve Hollanda ticaret limanı olan Negombo’ da popüler cazibe merkezleri arasında 1672 yılında inşa edilen Eski Hollanda kale kapısı,  Hollanda Kanalı,  ve bölgeyi çevreleyen eski kiliseler ve balıkçı köyleri bulunmaktadır.  Ayrıca,  büyük ve oldukça davetkar beyaz kumlu bir sahile sahiptir."
    },
    {
      "dayNumber": 4,
      "title": "Ella",
      "description": "Sabah erkenden etkileyici Horton Ovaları Ulusal Parkı’ nı ziyaret etmek için yola çıkıyorsunuz.  Bir zamanlar filler için bir sığınak bu bölgede artık filler yok,  ancak diğer birçok vahşi yaşam türüne şahit olmak mümkün.  Bölge,  bulutlarla ve nehirlerle kaplı,  ülkenin en yüksek dağlarıyla çevrilidir.  Burası,  Sri Lanka’ da ziyaretçilerin serbestçe dolaşmasına izin verilen tek Ulusal Park’ tır.  Dolayısıyla,  yüksek dağ bitki örtüsü ve gölleri boyunca bir yürüyüş fırsatı yakalıyoruz."
    },
    {
      "dayNumber": 5,
      "title": "Yala Ulusal Parkı",
      "description": "Ella’ dan ayrılıp, parkın hemen dışında bir gece geçireceğimiz Yala Ulusal Parkı’ na ulaşmadan önce Ella’ da ve Ravana Şelalesi’ nde duruyoruz.  Filleri,  leoparları ve ayıları görmeniz  için elinizdeki en iyi fırsatı değerlendirmeniz için bir safari yapacağız.  Yala Ulusal Parkı 1900 yılında kuruldu ve Asya’ daki en kalabalık vahşi yaşam popülasyonlarından birine sahip.  Park iki önemli hac yerine sahiptir, Sithulpahuwa ve Magul Vilhara ve geçmiş uygarlıkların merkezi olmuştur."
    },
    {
      "dayNumber": 6,
      "title": "Unawatuna",
      "description": "Unawatuna’ da yetim fil yavrularını vahşi doğaya geri dönüşü için rehabilite etmeyi amaçlayan önemli bir sığınak olan Udawalawe Elephant Transit Home’ u  ( Udawalawe Fil Yetimhanesi )  ziyaret ediyoruz.  Sri Lanka’ nın en güzel plajlarından bazılarında rahatlamak için de vaktiniz olacak. Kıyıdan uzakta,  keşfedilmeyi bekleyen birkaç mercan kayalığı ve gemi batığıyla mükemmel dalış fırsatları var.  Kaplumbağalar geceleri yumurtalarını bırakmak için sahile geliyor. Burada eğlenmek için birtakım isteğe bağlı etkinlik mevcut ve Unawatuna’ da iki geceyle çevrenin tadını olabildiğince çıkarmak bolca zamanınız olacak."
    },
    {
      "dayNumber": 8,
      "title": "Negombo",
      "description": "Negombo’ ya dönüş yolunda bir Kaplumbağa Üreme Çiftliği’ ni ziyaret ediyoruz.  Kolombo’ ya vardığınızda,  modern yaşam ve sömürge binalarının bir karışımı ile yoğun ve hareketli bir şehirle karşılaşacaksınız.  Ticari alanda ya da ‘ Fort’ ta’  bir gezinin tadını çıkarın.  Bu alanın ‘ Fort’   ( Kale )  olarak adlandırılmasının sebebi ise, hem Portekizlilerin hem de Hollandalıların burada bir kalesinin olması.  Eski araçlarla,  pazarlıklarla,  camilerle ve tapınaklarla dolu yoğun bir çarşı olan ‘ Pettah’ ı’  geçtikten sonra bir Hindu tapınağını ziyaret edip Jami-UL Alfar Jumma Camii’ ni geçiyoruz.  Wolvendaal Hollanda Kilisesi,  Hultsdorf mahkemelerinden Tarçın Bahçeleri ( Cinnamon Gardens )  yerleşim bölgesine,  Bağımsızlık Meydanı’ na ve Bandaranaike Memorial International Konferans Salonu’ na doğru devam ediyoruz."
    },
    {
      "dayNumber": 9,
      "title": "Negombo' dan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    },
    {
      "dayNumber": 22,
      "title": "Nuwara Eliya",
      "description": "Nuwara Eliya,  Sri Lanka tepe ülkesinin kalbinde yer almaktadır ve yüksek rakımları ve serin iklimi,  yamaçlı tepeleri kaplayan kadifemsi yeşil çay tarlaları ile hoş bir mola.  Bir çay tarlası ve fabrikası ziyareti de dahil olmak üzere bir şehir turuna çıkacaksınız.  Günün geri kalanı ise size ait."
    }
  ],
  "map": ""
}