{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "TRH2",
  "tourName": "İki Haftalık Kişiye Özel Sri Lanka Turu",
  "placesVisited": "Sri Lanka",
  "generalInfo": "Sri Lanka,  renkli Budist ve Hindu bölgeleriyle,  yaban hayatı izleme fırsatlarıyla ve çeşitli manzaralarıyla gezginlerin hayal gücünü harekete geçiriyor.  İki hafta içinde bu tur dikkat çekici Aslan Kaya kalesinden,  vahşi fillerin, ender bulunan tembel ayının ve daha da ender bulunan leoparın yer aldığı Yala Ulusal Parkı’ nda bir safariye kadar birçok önemli noktayı içeriyor! Sri Lanka’ nın şehirleri ayrıca Kandy’ nin kentsel uğultusundan Galle’ nin sömürge tarihine kadar büyüleyici bir kaçış sunuyor.  Aksiyon dolu bir maceradan sonra,  Sri Lanka’ daki zamanınız sona ererken,  Mirissa’ nın güneşli plajlarında rahatlayın.<br><br><strong>Lütfen dikkat: </strong> Bu örnek bir gezi programıdır ve kendi kişisel gereksinimlerinize ve bütçenize uyacak şekilde ayarlanabilir.",
  "durationDays": "14",
  "price": "1649",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Negombo şehir turu</li>\n<li>- Aukuna &amp; Anuradhapura</li>\n<li>- Sigiriya Aslan Kaya Kalesi</li>\n<li>- Polonnaruwa</li>\n<li>- Dambulla Kaya Tapınağı &amp; Matale Baharat Bahçesi</li>\n<li>- Kutsal Diş Tapınağı</li>\n<li>- Kandy Şehir Turu</li>\n<li>- Çay Fabrikası ve Çay Tarlası Ziyareti</li>\n<li>- Horton Ovaları Ulusal Parkı</li>\n<li>- Dünya’ nın Sonu</li>\n<li>- Ella Gap ( Ella Uçurumu )  &amp; Çay Fabrikası &amp; Ravana Şelalesi</li>\n<li>- Yala Ulusal Parkı’ nda Jeep Safari</li>\n<li>- Elephant Transit Home ( Fil Yetimhanesi )</li>\n<li>- Galle Şehir Turu</li>\n<li>- Kolombo Şehir Turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 12 gece,  çadırlı kampta 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Özel Araç</p>\n<p><strong>Yemekler</strong></p>\n<p>13 kahvaltı, 1 akşam yemeği</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Kolombo' ya Varış",
      "description": "Sri Lanka’ ya hoş geldiniz! Kolombo Havalimanı’ na varışta bir temsilci tarafından karşılanacak ve otelinize transfer edileceksiniz.  Otele giriş yaptıktan sonra,  günün geri kalanı size ait."
    },
    {
      "dayNumber": 2,
      "title": "Anuradhapura",
      "description": "Bu sabah Negombo’ da bir şehir turu yapacak ve balık pazarını,  balıkçı köyünü,  Hollanda Kalesi’ ni ve St Mary’ s Katedrali’ ni ziyaret edeceksiniz.  Daha sonra Kral Dathusena döneminde inşa edilen su depolarından biri olan Aukuna’ ya doğru yola çıkacaksınız.  Burada muhteşem bir 12 metre yüksekliğindeki Buda heykelini görebilirsiniz.  Sonra,  öğleden varış yapacağınız Anuradhapura’ ya yolculuk zamanı.  UNESCO Dünya Mirası listesinde yer alan,  Anuradhapura M. Ö.  4.  yüzyılda kuruldu ve M. S.  11.  yüzyılın başlarına kadar Anuradhapura Krallığı’ nın başkentiydi.  Günümüzde geniş alana yayılan kalıntılar iyi korunmuştur ve Budistler,  Tamiller ve Hindular için önemli bir yer.  Daha sonra,  otelinize giriş yapacaksınız ve akşamın geri kalanı size ait."
    },
    {
      "dayNumber": 3,
      "title": "Sigiriya Kaya Kalesi, Polonnaruwa",
      "description": "Bugün,  Sigiriya’ ya  ( Aslan Kayası )  gitmek için yola çıkacaksınız.  Ormandan 200 metre yükseklikte etkileyici bir yerdir.  5.  yüzyıla ait kaya kalesinin zirvesine ulaşmak için yüzlerce basamak çıktıktan sonra,  manzara inanılmaz.  Burada ayrıca dünyaca ünlü Sigiriya’ nın ‘ Heavenly Maidens’  fresklerini görebilirsiniz."
    },
    {
      "dayNumber": 4,
      "title": "Dambulla, Matale, Kandy",
      "description": "Kahvaltıdan sonra Dambulla’ ya hareket edeceksiniz.  Dambulla kaya tapınağı,  M. Ö.  1.  yüzyılda Kral Walagambahu tarafından yaptırılmıştır ve bir Dünya Mirası Sit Alanı’ dır.  Sri Lanka’ nın mağara tapınakları içinde en etkileyici olanı.  2000 metrekareden fazla boyalı duvarlara ve tavanlara sahip beş mağara kompleksi,  dünyada bulunan en geniş mağara resimleri alanıdır.  İçlerinde en büyüğünün,  kayadan oyulmuş ve 14 metre uzunluğundaki devasa Buda heykelinin olduğu 150’ den fazla buda heykeli içermektedir.  Daha sonra,  Dambulla’ dan Matale’ ye gideceksiniz.  Burada Sri Lanka’ nın ünlü olduğu farklı baharatları görmek için bir baharat bahçesini ziyaret edeceksiniz.  Burada size farklı baharatlar tanıtılacak ve bu baharatlardan bazılarının nasıl yetiştirilip işlendiği gösterilecek.  Öğleden sonra,  Kandy’ ye varacaksınız.  Kandy merkezi tepe bölgelerin Sri Lankalı krallarının son başkentiydi ve tabi ki Dünya Mirası listesinde yer alıyor."
    },
    {
      "dayNumber": 5,
      "title": "Kandy",
      "description": "Bu sabah,  “Kutsal Diş Tapınağı’ nı” ( Temple of the Tooth-efsaneye göre Buda’ nın dişinin bulunduğu yer ) , Arthur’ s Seat Seyir Noktasını,  Mücevher Fabrikası’ nı ve Kraliyet Botanik Bahçeleri’ ni ziyaret edeceksiniz.  Öğleden sonra,  isterseniz yoğun ve renkli Kandy pazarını keşfedebilirsiniz .  Akşam,  geleneksel Sri Lanka dansını içeren bir kültür gösterisi izleyeceksiniz."
    },
    {
      "dayNumber": 6,
      "title": "Nuwara Eliya",
      "description": "Bu sabah Ella’ ya gitmek için yola çıkacaksınız.  Kandy’ den Nanuoya’ ya giden manzaralı trene bineceksiniz ve vardıktan sonra Nuwara Eliya’ ya kara yolu ile seyahat edeceksiniz. Nuwara Eliya,  canlandırıcı dağ iklimi ve manzarası nedeniyle Sri Lanka’ nın en popüler tepe noktasıdır.  Aynı zamanda,  önemli miktarda dünyanın en iyi çayını üreten çay ülkesi Sri Lanka’ nın kalbidir. Sri Lanka’ nın en yüksek dağı Pidurutalagala  ( yaklaşık 2524 metre )  burada yer almaktadır.  1972’ ye kadar İngilizler tarafından işgal edildiği için,  hala yerli halk tarafından “Küçük İngiltere” olarak biliniyor.  Bu öğleden sonra,  çay üretimi süreci hakkında her şeyi öğreneceğiniz bir çay fabrikasını ve çay tarlasını ziyaret edeceksiniz.  Çayın nasıl derecelendirildiğini görebilir ve bir fincan saf Seylon çayı da içebilirsiniz. Akşamı dilediğiniz gibi geçirebilirsiniz."
    },
    {
      "dayNumber": 7,
      "title": "Horton Ovaları, Dünya’ nın Sonu",
      "description": "Bu sabah Horton Ovaları Ulusal Parkı’ na gitmek için yola çıkacaksınız.  Park,  yabani çayırlarla kaplı ve sık orman,  şelale ve göl arazileriyle dolu ve  çarpıcı biçimde sarp kayalık sınırları olan tepe ülkesindeki en yüksek platoda yer almaktadır.  Serin ve ıslak bir iklime sahip bu sisli ve yağmurlu arazi,  eşsiz ve çeşitli bir ekosistemin gelişmesini desteklemektedir.  Ovaların büyük bir bölümü hala güzel ve el değmemiş bulut ormanı alanlarıyla kaplıdır ve orman asmasının ince bir ağıyla kaplı kendine özgü şemsiye şeklindeki keena ağaçları gibi bu sıra dışı yüksek rakımlı bitki örtüsü,  doğa severler için bir cennettir.  Ovalar, kuş gözlemciliği ve vahşi yaşamı gözetlemek için kuşkusuz adadaki en iyi yerlerden biridir.  Ulusal Park’ ta Dünya’ nın Sonu uçurumuna doğru yürüyüş yapacaksınız ve yürüyüş 8 km’ lik bir mesafeyi kapsıyor.  Daha sonra,  otelinize geri döneceksiniz. Günün geri kalanı ise size ait."
    },
    {
      "dayNumber": 7,
      "title": "Yala Ulusal Parkı",
      "description": "Bugün,  önce Ella Gap’ e ( Ella Uçurumu )  ve Ravana Şelalesi’ ne ve ardından da Yala Ulusal Parkı’ na gideceksiniz.  Öğleden sonra,  bir jeep safari yapacak ve bu da Asya fillerini,  leoparlarını ve ayılarını görmek için en iyi şansınız olacak.  Ulusal Park 1900 yılında kurulmuştur ve Asya’ da en yoğun yaban hayatı nüfuslarından birine sahiptir."
    },
    {
      "dayNumber": 9,
      "title": "Elephant Transit Home ( Fil Yetimhanesi ), Galle",
      "description": "Bugün,  otele vardıktan hemen sonra Fil Yetimhanesi’ ni ziyaret edeceğiniz Udawalawe Milli Parkı’ na gitmek için yola çıkacaksınız.  Bu fil yetimhanesi,  terkedilmiş yavru fillerin korunan bir ortamda büyüyebildiği bir yerdir.  Yetimhane,  yavru filleri beslemek ve korumak için Born Free Vakfı tarafından kurulmuştur.  Yavru filler,  4 yaşına geldiklerinde etraftaki Udawalawe Milli Parkı’ na tamamen bırakılmadan önce her gün vahşi doğa ortamını tatmaktadır.  Daha sonra plaj molanıza başlayabileceğiniz Mirissa’ ya devam edeceksiniz.  Otele giriş yaptıktan sonra,  günün geri kalanı size ait."
    },
    {
      "dayNumber": 10,
      "title": "Mirissa",
      "description": "Burada geçireceğiniz günler,  saatler ve günler akıp gittikçe küçük,  tropikal,  hilal şeklindeki kumlu plajda dinlenmek ve rahatlamak için size ait.  Bu yer,  Sri Lanka’ nın en iyi ve en çarpıcı gün batımından ve gün doğumundan bazılarına sahiptir."
    },
    {
      "dayNumber": 13,
      "title": "Galle, Kolombo",
      "description": "Bu sabah Kolombo’ ya gideceksiniz.  Yolda,  tarih açısından zengin bir şehir ve bir zamanlar Seylan’ ın ana limanı olan Galle’ yi ziyaret edeceğiz.  Öğleden sonra,  Sri Lanka’ nın idari başkenti Kolombo’ da bir tur yapacaksınız.  Kolombo,  modern yaşam ve sömürge binalarının bir karışımı ile yoğun ve hareketli bir şehirdir.  Akşamı dilediğiniz gibi geçirebilirsiniz."
    },
    {
      "dayNumber": 14,
      "title": "Kolombo' dan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}