{
  "destination": "Tunisia",
  "mainPhoto": "",
  "id": "tunisia-summer-small-group-tour",
  "tourName": "Tunisia summer small group tour",
  "placesVisited": "",
  "generalInfo": "Embark on The Grand Tour of Tunisia: History, Desert &amp; Culture, an enriching 9-day journey that perfectly encapsulates the diversity of this North African jewel. Starting in Tunis, you will dive into history by exploring the UNESCO-listed Medina and the ancient ruins of Carthage, balanced with hands-on experiences like a Tunisian Cooking Class and a visit to the picturesque village of Sidi Bou Said. The tour then heads south, pausing for cultural immersion with a Harissa-making workshop and visits to the historic coastal medinas of Hammamet and Sousse, including its museum housing magnificent Roman mosaics, before reaching the colossal Amphitheatre of El Jem. The adventure deepens as you journey into the desert towards Matmata to explore its fascinating troglodyte underground homes and iconic Star Wars filming locations. You will experience genuine local life through a cultural exchange with the inspiring Women of GDA El Ferch cooperative and visit the ancient Berber villages of Douirette and Guermassa before arriving at Douz, the 'Gateway to the Sahara'. The route shifts to the stunning natural beauty of the Atlas Mountain oases, crossing the shimmering Chott el Djerid (Salt Lake) to explore the canyons and springs of Chebika and Tamerza. The historical narrative continues with a visit to the beautifully preserved Roman site of Sbeitla, followed by the spiritual significance of Kairouan, the fourth-holiest city in Islam, before concluding with a day of relaxation in the elegant coastal resort of Gammarth near Tunis. This comprehensive tour blends guided archaeological exploration with authentic cultural experiences and the breathtaking scenery of the Tunisian desert and coast. The route operates during the summer months from June until the end of September. If you are plan on travelling at other times of the year, please see our Tunisian Encounters tour",
  "durationDays": "9",
  "price": "2199",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Tunis, transfer to hotel Upon arrival our staff will meet you at the airport and then transfer you to your hotel for the start of your trip. They will help you settle in, introduce you to the local area, and explain tomorrow's arrangements. The rest of the day is free to begin exploring the local area. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "A DAY of Culture, Cuisine, and History. Medina, Cooking Class, Carthage, and Sidi Bou Said Begin your day with a fascinating, guided exploration of the historic Tunis Medina, a UNESCO World Heritage site and a dazzling labyrinth of covered souks, workshops, and centuries-old mosques. Your expert local guide will navigate the atmospheric alleyways, providing insight into the city's rich past as you discover hidden fountains, traditional artisan crafts, and the impressive architecture nestled within the ancient walls. The immersion in local culture continues with a hands-on Tunisian Cooking Class. This authentic culinary experience commences with a guided tour of the bustling Central Market within the Medina. Here, you will join your local chef to hand-select the freshest seasonal produce and ingredients. Following the market visit, you will be welcomed into a traditional Tunisian house where the chef will unveil their secrets during a comprehensive, practical demonstration. You will learn ancestral cooking techniques passed down through generations to prepare a true, delicious Tunisian dish, which you will then savour for lunch. In the afternoon, we delve into ancient history with a visit to the colossal archaeological sites of Carthage. We will explore the remnants of this legendary Punic and Roman city, including the expansive Antonine Baths of Carthage—the largest Roman public baths built in Africa—and the evocative ruins of the Old Punic Port. We conclude the day in the picturesque village of Sidi Bou Said. Enjoy a leisurely walk through its famed, charmingly paved streets, admiring the contrast of gleaming white walls and striking bright blue doors and window frames. This coastal jewel offers stunning panoramic views over the Gulf of Tunis before we return to your hotel. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Harissa making, Hammamet and Sousse Medina & the Amphitheatre of El Jem Begin your day with a satisfying breakfast at the hotel before heading north to the coastal town of Nabeul, famed as the craft capital of Tunisia. Upon arrival, you will immerse yourselves in the local culture by joining an interactive Harissa-making workshop. Under the guidance of a local expert, you will learn the secrets behind preparing the national condiment of Tunisia, from selecting and toasting the fiery chilli peppers to pounding the spices by hand, acquiring skills you can take back to your own kitchen. Following your workshop, we take a short drive to the nearby resort town of Hammamet, where you will visit the charming Old Medina. Here, wander along the ramparts and enjoy the views across the Gulf, exploring the compact, walled town centre known for its fragrant jasmine and picturesque fortifications. We then continue south to Sousse to explore its captivating, UNESCO World Heritage-listed Medina, a prime example of a fortified coastal town from the first centuries of Islam. After navigating the historic ramparts and narrow, bustling streets, you will visit the Archaeological Museum of Sousse, housed within the Casbah. This museum holds one of the finest collections of Roman mosaics in the world, offering a stunning visual record of ancient life and mythology. The historical journey culminates with a visit to the magnificent Amphitheatre of El Jem, another UNESCO World Heritage site and one of the best-preserved Roman colosseums in the world, rivalling even Rome’s in size. Explore this colossal structure and imagine the ancient spectacles that once took place here. Finally, we proceed to Sfax, where you will check into your accommodation for your overnight stay. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Journey to the Troglodytes and Desert Villages After enjoying breakfast at your hotel, we begin the day by heading south, venturing deep into the striking, semi-lunar landscape of the Dahar mountains towards Matmata. This Berber village is globally famous for its remarkable troglodyte houses—underground dwellings carved into the soft sandstone to escape the summer heat. You’ll have a chance to enter these fascinating traditional homes to appreciate the ingenious architecture and the way of life preserved beneath the earth. While in Matmata, we will specifically explore the Hotel Sidi Idriss, a classic example of troglodyte architecture and instantly recognisable as the interior set for the Lars Homestead (Luke Skywalker’s childhood home) in the Star Wars films. We will then pause for a panoramic photo stop at Toujane, a picturesque terraced Berber village nestled high on a ridge, offering breathtaking views across the vast landscape. The highlight of the afternoon is a meaningful visit to the Women of GDA El Ferch, a remarkable local cooperative. This organisation is entirely led by rural women dedicated to empowerment through sustainable agriculture and the preservation of traditional crafts. You will be welcomed into their authentic setting for a truly hands-on experience"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Visit Chott Jerid, Chebika, Waterfalls of Tamerza. Continue to Ong Jemel and onwards to Tozeur The day begins with a drive to Tozeur, crossing the vast, shimmering expanse of the Chott el Djerid (Great Salt Lake). You'll pause here for a memorable photo stop to capture the striking mirages and the brilliant salt colours. Continuing into the foothills of the Atlas Mountains, the journey shifts to exploring spectacular mountain oases, starting with Chebika, an ancient, abandoned village now famed for its revitalised, lush palm groves and refreshing natural springs that cut through the canyon stone. The route then leads to Tamerza, the largest and most dramatic of the region’s oases, where you can discover impressive, permanent waterfalls, verdant palms, and the remnants of the old village perched above the gorge. The oasis tour culminates at the breathtaking Canyon and Oasis of Mides, offering a rewarding walk through the sheer-walled canyon to marvel at the geological formations and enjoy the serene, panoramic views of the picturesque oasis below. Leaving the mountains, the trip takes you into the desert to visit Ong Jemel ('Camel's Neck'). This iconic dune and rock formation is made globally famous as a major Star Wars filming location, offering a surreal, cinematic backdrop for photos before driving back to the main oasis town. Returning to Tozeur, you will have a free afternoon to either relax or explore the town at your own pace. You might choose to stroll through the distinctive brick-patterned alleyways of the old quarter, with an optional visit to the Dar Chrayet Museum for those interested in local culture, before settling in for an overnight stay at the hotel. OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Sbeitla, Kairouan, and the Road to Tunis The day of historical discovery begins with an early morning departure as you travel toward Sbeitla (ancient Sufetula), home to one of Tunisia’s most impressive and beautifully preserved Roman archaeological sites. Upon arrival, you will visit the vast historical complex, taking time to explore the remarkably intact Roman temples, monumental arches, ancient public baths, and the main forum, including the unique triple-temple dedicated to the Capitoline Triad, which offers a profound look into the Roman-Byzantine history of North Africa. After Sbeitla, the journey continues with a drive to Kairouan, often regarded as the fourth-holiest city in Islam. Here, you will visit the monumental Great Mosque of Kairouan (Mosque of Uqba), one of the oldest and most significant Islamic structures in North Africa, renowned for its architectural grandeur. Following this, you will explore the Old Medina of Kairouan, a UNESCO World Heritage Site, wandering through the labyrinthine historic alleys famed for their traditional architecture, authentic atmosphere, and local crafts. Finally, after soaking up the culture and history of Kairouan, the day concludes with a drive to Tunis, where you will check in for your overnight stay in the Gammarth area of the city. OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Free day to explore the Gammarth Today is entirely dedicated to leisure and relaxation in Gammarth, recognised as one of Tunisia’s most elegant and exclusive coastal resorts. The location, with its perfect blend of natural beauty and sophisticated amenities, provides an ideal escape. For those who wish to explore, Gammarth offers a charming local flavour. You may choose to stroll to the nearby area to discover chic cafés serving traditional Tunisian mint tea or rich coffee, and browse sophisticated boutiques offering local crafts, fashion, and souvenirs. OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Free time in Tunis, hotel to airport transfer included Your time is free in Tunis today until we pick you up from your hotel and transfer you to the airport for your departure.If you'd like to extend your time in Tunisia, please speak to our sales team who will be able to assist with beach extensions. OVERNIGHT"
    }
  ],
  "map": ""
}