{
  "destination": "Tunisia",
  "mainPhoto": "",
  "id": "northern-tunisia-small-group-tour",
  "tourName": "Northern Tunisia small group tour",
  "placesVisited": "",
  "generalInfo": "Discover the soul of Tunisia on this immersive journey through the country's rich, yet lesser-travelled Northwest. Your adventure begins in Tunis, the vibrant capital, before immediately plunging into the captivating cultural heartland. The exploration starts with a deeply enriching, hands-on pottery workshop in Sejnane, a UNESCO-listed experience where you will learn the ancient, wheel-less crafting techniques preserved solely by local women. Following this immersion into craft, the tour sweeps you away to the picturesque coast of Tabarka, where the striking red-rock shoreline and a historic Roman fort offer spectacular views where the forest meets the sea. The day culminates with an ascent into the tranquil highlands of Ain Draham, a refreshing mountain retreat known for its cool air and dense cork oak forests. The journey continues amidst the serene beauty of the Kroumirie Mountains. In Ain Draham, a guided forest hike, led by a local expert, will reveal the region's rich ecological diversity, weaving through shaded paths and offering insights into the unique flora and fauna. A truly memorable highlight is a traditional, intimate lunch shared with a local family within the forest area, providing a genuine taste of regional cuisine and warm Tunisian hospitality. Moving on, the focus shifts to history as you explore the remarkable Roman city of Bulla Regia, famed for its extraordinary subterranean villas. This historical deep dive is balanced with a visit to the atmospheric Medina of El Kef and a unique bread-making experience at the 'House of Bread', connecting you with the essence of Tunisian daily life. The historical grand finale is the magnificent UNESCO World Heritage site of Dougga, North Africa’s best-preserved Roman town. You will spend the morning wandering amongst the majestic ruins, including the Capitol and the ancient Theatre, gaining a direct perspective on the site's profound historical importance. The cultural exploration is perfectly complemented by a practical, sensory interlude: an organic olive oil tasting and a simple, traditional 'farm to table' lunch at a local estate, allowing you to sample local varieties and learn about the pressing process. The trip concludes with a return drive to Tunis for a final evening before your departure, leaving you with lasting memories of Tunisia’s stunning landscapes, ancient history, and authentic, warm-hearted culture. We also offer a 13-day version of this tour, combining the North and South of the country: Tunisian Encompassed tour",
  "durationDays": "6",
  "price": "1549",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Tunis, transfer to hotel Upon arrival our staff will meet you at the airport and then transfer you to your hotel for the start of your trip. They will help you settle in, introduce you to the local area, and explain tomorrow's arrangements. The rest of the day is free to begin exploring the local area. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Sejnane pottery workshop, Tabarka, and Ain Draham Highlands Your day begins with a deeply enriching visit to Sejnane, a small town in Northwest Tunisia that is the proud home of a UNESCO-listed intangible cultural heritage"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Guided Forest Hike and lunch with a local family Your day begins with a leisurely breakfast at the hotel in the refreshing mountain air of Ain Draham, preparing you for a day of nature and authentic local culture. Following breakfast, you will embark on a dedicated hiking tour in the forest of Ain Draham. This is more than a simple walk; you'll enjoy a guided hike led by a local expert who will reveal the region's rich ecological diversity. As you traverse the cool, shaded paths through the dense cork oak and evergreen trees of the Kroumirie Mountains, the guide will share insights into the unique flora and fauna of the area, highlighting the natural beauty and conservation of this distinctive Tunisian environment. The mid-day offers a truly special and memorable experience"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Exploring historic Bulla Regia, the Medina of El Kef & bread making experience. Drive to Dougga Your day of historical exploration begins with a departure for the renowned archaeological site of Bulla Regia. Accompanied by your guide, you will delve into the region's rich past, discovering remarkable ancient ruins. Bulla Regia is particularly famous for its extraordinary subterranean villas, built below ground level to provide coolness during the hot summer months, offering a unique insight into Roman domestic architecture. Following your deep dive into antiquity, the journey continues to the historic city of El Kef, where you will visit the atmospheric old Medina. Wandering through its narrow streets provides a window into traditional Tunisian urban life. A highlight of the afternoon is a unique cultural and culinary experience at Dar el Khobz (the House of Bread). Here, you will not only sample but also experience the traditional craft of making and tasting different types of delicious regional breads, connecting you with an essential part of Tunisian daily life and hospitality. As the afternoon draws to a close, we drive toward the magnificent Roman city of Dougga. This journey positions you perfectly for the next day's explorations. Upon arrival, you will enjoy a relaxed dinner before your overnight stay in a local hotel near Dougga, ready to awaken to another day of discovery. OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Visit the Roman Ruins at Dougga. Olive Oil Tasting and Farm to Table Lunch. Return to Tunis The day begins with a drive from Tunis to Dougga, a UNESCO World Heritage site and North Africa’s best-preserved Roman town. The morning is dedicated to exploring the extensive ruins, including the Capitol, the large Theatre, and the Lybico-Punic Mausoleum, offering direct insight into the site’s historical significance. Next, you will travel to the Domaine Ben Ismail Reserve or a similar estate for a practical, culinary interlude. This includes an organic olive oil tasting, where you will sample local varieties and learn about the pressing process. This is followed by a traditional, simple Tunisian lunch using farm-fresh ingredients. The afternoon concludes the trip with the return drive back to Tunis and final night in the city. OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Free time in Tunis, hotel to airport transfer included Your time is free in Tunis today until we pick you up from your hotel and transfer you to the airport for your departure.If you'd like to extend your time in Tunisia, please speak to our sales team who will be able to assist with beach extensions. OVERNIGHT"
    }
  ],
  "map": ""
}