{
  "destination": "Tunisia",
  "mainPhoto": "",
  "id": "tunisia-cultural-short-break",
  "tourName": "Tunisia cultural short break",
  "placesVisited": "Tunis, National Museum of the Bardo, Carthage, Sidi Bou Said, Flexible itinerary for your third day: choose to focus on archaeology, culture or arts and traditions",
  "generalInfo": "This Tunisia short break packs in the sights. You’ll visit the Medina of Tunis, the National Museum of the Bardo, the city of Carthage, and then get your choice of excursions to either Dougga with its Roman artefacts, Kairouan, one of the holiest cities in Islam, or Hammamet and Nabeul – for a closer look at Tunisian art and handicrafts. <br/><br/>The first day of your trip is spent in the country’s amazing capital, Tunis, where the you can wander in the UNESCO-listed Medina – the largest in the world. Next, it’s on to Carthage, the famous Phoenician stronghold, and on the way you can see massive quantities of incredibly detailed Roman mosaics in the Bardo museum.<br/><br/>Alongside the big sights, you’ll get some personalised touches too – dinner with traditional music, boutique hotels, and the authority of a great guide, who can make thousands of years of history easy to understand. Your final day can have an archaeological, cultural or arts and traditions theme – depending on your interest. <br/><br/>This tailor made short trip is flexible to you – you can choose to see more and up the pace, or slow it down and take your time: Tunisia is waiting.<br/>",
  "durationDays": "4",
  "price": "1890",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Personalized welcome at Tunis Carthage Airport. Transfer and check in your hotel in the Medina Visit the Medina of Tunis, the largest in North Africa (larger than Fez or Cairo), where we will stroll through the various souks and main monuments including palaces being restored and traditional homes which illustrate the way of life and customs of the nineteenth century Tunis. Dinner in high style at a converted Ottoman Palace in the Medina, the most authentic restaurant in Tunis, Dar el Jeld. Dinner will include a selection of mouthwatering delicacies, accompanied by harp player and authentic Moorish music Overnight at a small luxurious boutique hotel inside the Medina"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "The day will start with a visit of the National Museum of the Bardo, one of the best archaeological museums of the Mediterranean world, especially known for its beautiful collection of mosaics, the World’s largest, and located in an old palace that belonged to the Beys, the rulers of Tunisia. Lunch at la Goulette Pier, fish and Mediterranean specialties. In the afternoon, we will continue to the UNESCO World Heritage Site City of Carthage, the oldest Phoenician settlement on the coast of North Africa, and its surviving monuments: the Antonin Baths, the Tophet (burial ground) at Salambo, the Odeon, the Punic military and commercial harbors. Continue to Sidi Bou Said, a village with immaculate white and blue houses that has managed to preserve its charm and peacefulness. Stroll through Sidi Bou’s narrow streets bordered by whitewashed houses with blue shutters and doors. Check out the various art galleries, try a bambalouni (a light and crispy Tunisian style doughnut) with some mint tea in one of the cafes of Sidi Bou Said and enjoy the superb view of the gulf of Tunis from one of Sidi Bou’s traditional cafés. Dinner and overnight at your boutique hotel"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Archaeological Option, Dougga : Visit Dougga, one of the best-preserved Roman cities in Africa. Listed in 1997 in the UNESCO World Heritage List, the town of Dougga, built on an elevated site overlooking a fertile plain, was inhabited from early on. Dougga was originally a Punic town, which allied with Rome against Carthage and as a result was granted some degree of independence. Dougga became an influential agricultural center, controlling important trade routes to the coast (Carthage). Dougga also had important marble quarries and fresh water supplies, which made it prosperous. We will visit the Capitolium; temples including those of Pietas Augusta, Fortuna, and Liber Pater; various exemplars of refined domestic architecture like the elegant House of the Trifolium; and the Libyo- Punic tower mausoleum. Lunch in Thugga. Return to Tunis. Dinner at leisure."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Cultural Option, Kairouan: Visit Kairouan, the holy city of Tunisia with its impressive Islamic monuments some, dating to AD 670. Visit the ninth-century great mosque of Oqba ibn Nafi, an important reference point in Islam and Islamic architecture. As you very well know, Kairouan is the fourth holiest site in the Muslim religion (after Mecca, Medina and Jerusalem). It is said that 7 pilgrimages to Kairouan equate one pilgrimage to Mecca. Visit the Sidi Sahbi (one of the Prophet’s companion) mausoleum. Lunch at La Kasbah 5* which lies at the heart of the holy city of Kairouan. This hotel, with a luxurious inside and a sober exterior, merges harmoniously into the Arab-Islamic architecture of the city of Kairouan. In the Medina, you will find a large number of artifacts from domestic and professional life: traditional cooking implements, wooden sofas, mills, men’s and women’s costumes, wedding costumes, kitchen utensils in wood, copper, pottery and Arabic calligraphy. Return to Tunis. Dinner at leisure."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Arts & traditions Option, Yasmine Hammamet : Continue to the coastal city of Hammamet noted for its orange and lemon groves as well as its historic landmarks. Here you will find the walled town, a 13th-century fortress, a 15th-century Casbah and Dar Sebastian, a beautiful home with luscious gardens turned into an International Cultural Center. Continue to Nabeul, the pottery capital of Tunisia renowned in all of North Africa. Learn about traditional pottery making and stroll in the winding streets of Nabeul. Stroll by the narrow streets of the old city, overlooking the Mediterranean and featuring some of the best handicrafts made in Tunisia. Return to Tunis. Dinner at leisure"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, depart to Tunis Carthage airport."
    }
  ],
  "map": ""
}