{
  "destination": "Tunisia",
  "mainPhoto": "",
  "id": "tunisia-solar-eclipse-2027-tour",
  "tourName": "Tunisia solar eclipse 2027 tour",
  "placesVisited": "Witness the total solar eclipse near Sfax, Guided tour of Tunis, Tunisian cooking class, Carthage, Sidi Bou Said, guided tour of Kairouan, Tozeur, 4 x 4 oasis tour, Chott el Derid salt lake, see ‘the gateway to the Sahara’ at Douz, Sfax (with solar eclipse), troglodyte houses at Matmata, UNESCO-listed Amphitheatre of El Jem",
  "generalInfo": "On Monday 2 August 2027 a full solar eclipse – the longest solar eclipse visible on land this century – will be visible from Tunisia. There will be a totality lasting over five minutes. As part of this holiday, you’ll be in a prime spot to witness it near Chaffar Beach, close to the city of Sfax on this once-in-a-lifetime Tunisia solar eclipse tour. <br/><br/>Starting and ending in Tunis, this trip features time in the capital as well as Carthage before plunging south towards the Sahara Desert via Kairouan. You’ll stay at Tozeur, a desert oasis, and get all the way to the ‘gateway of the Sahara’ at Douz. You’ll stop in Sfax, where you’ll witness the eclipse, then round your trip off with a visit El Jem, the famous Roman amphitheatre, before returning to the capital. <br/><br/>The eclipse occurs on day seven of your trip. Excitement is in the air in the morning in the city when you wake up. You’ll head to a great spot on the coast to watch, and totality is expected at 10am. Worth getting up early for! With stable weather at this time of year, it’s a great opportunity to catch this rare astral event, whilst also exploring this beautiful north African country.<br/><br/>Speaking of stars – you’ll be staying in five-star accommodation, too.  Other highlights on this trip include walking through a local market in Tunis with a chef and picking ingredients, then heading to the kitchen to learn how to prepare a traditional lunch. You’ll also go for a fantastic 4x4 adventure through the desert to see the oases at Chebika, Tamerza, and Mides. <br/><br/>The eclipse will be a highlight, but it’s jostling with many other attractions on this well-planned, thoughtful itinerary though the country. <br/>",
  "durationDays": "9",
  "price": "3195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Tunis. Meet and Greet at the airport and transfer to your hotel. Welcome dinner. Upon arrival in Tunis, our staff will meet you at the airport and then transfer you to your hotel to begin your trip. If you arrive early, you may like to explore the historic medina of Tunis or take a walk along the Avenue Habib Bourguiba. Join us tonight for a welcome dinner at 8"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tunis Medina Exploration, Cooking Class and tour of Carthage Enjoy a leisurely breakfast at your hotel before we depart for the historic Medina of Tunis, a UNESCO World Heritage site. Your guided tour will take you through its labyrinthine streets, where you will discover hidden souks, beautiful mosques, and traditional artisan workshops, immersing yourself in the rich history and culture of the old city. Next, you will experience an authentic Tunisian cooking class. The adventure begins with a visit to a bustling local market within the medina, where a local chef will guide you in selecting the freshest ingredients for your meal. You will learn how to hand-pick vegetables, spices, and other produce, understanding the importance of each element in Tunisian cuisine. Afterwards, you will proceed to a traditional home to prepare your lunch. Under the guidance of your chef, you will learn centuries-old cooking techniques and the secrets behind creating a classic Tunisian dish. This is a hands-on experience that will allow you to connect with the local culture through its food, culminating in the enjoyment of your own delicious creation. In the afternoon, our journey continues to the ancient archaeological site of Carthage. As you explore the ruins, you will be transported back in time, learning about the city's powerful history as a major Phoenician and Roman centre. We will then proceed to the picturesque village of Sidi Bou Said, known for its stunning white buildings with vibrant blue doors and window frames. You will have time to stroll through its charming, cobblestone streets, admire the beautiful architecture, and enjoy the breathtaking views of the Mediterranean Sea. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Exploring spiritual Kairouan. Continue onwards to Tozeur After enjoying breakfast at the hotel, we will begin our drive south to Kairouan, one of Tunisia's most significant spiritual cities and a UNESCO World Heritage site. Our first stop is the magnificent Great Mosque of “Okba Ibn Nafaa”, a masterpiece of Islamic architecture and one of the oldest and most revered mosques in the Maghreb. You will have time to explore its vast courtyard and impressive prayer hall, absorbing the serene and historic atmosphere of this holy place. Next, we will delve into the old medina of Kairouan. As you wander through its narrow, winding alleys, you will discover traditional souks and artisan shops, soaking in the city's unique character. We will also visit the Aghlabid Basins, a series of ancient water reservoirs that demonstrate the engineering prowess of the Aghlabid dynasty, which ruled the area centuries ago. Following our exploration of Kairouan, we will continue our journey across the changing landscapes of Tunisia to the desert oasis of Tozeur. Upon arrival, you will check in to your hotel for an overnight stay. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Visit the city of Tozeur. 4x4 adventure to mountain oases. After breakfast at your hotel, our journey continues with a visit to the city of Tozeur, known as the 'Gateway to the Desert'. You will explore its famous oasis, one of the largest in Tunisia, and learn about the intricate irrigation systems that sustain the thousands of date palms. Afterwards, you will have the opportunity to wander through the charming streets of the old quarter, admiring the unique architecture constructed from local clay bricks, which create beautiful geometric patterns. In the afternoon we will embark on an exhilarating 4x4 adventure to explore the stunning mountain oases of Chebika, Tamerza, and Midès. Nestled in the foothills of the Atlas Mountains, these oases offer a dramatic contrast to the desert landscape. You'll hike through breathtaking canyons and palm groves, discovering hidden waterfalls and ancient Berber villages carved into the rock face. In the evening, you will return to your hotel for an overnight stay, with time to relax and reflect on the day's magnificent sights and experiences. OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Drive through Chott el-Jerid salt lake. Explore the town of Douz After breakfast at the hotel, our journey will take us across the vast, ethereal landscape of the Chott el-Jerid, a magnificent salt lake. This immense natural wonder provides a spectacular backdrop for photographs, with its shimmering white surface stretching as far as the eye can see. We will stop for a photo opportunity, allowing you to capture the stunning, almost surreal beauty of this unique environment. Following our photo stop, we will continue our drive to the town of Douz, often referred to as the 'Gateway to the Sahara'. Upon arrival, we will visit the bustling local souk. Known for its vibrant atmosphere, the market is the perfect place to experience traditional desert life, where you can browse local crafts, textiles, and spices. You might also see nomadic tribesmen, known as the M'razig, in their distinctive attire. Later, we will check in to your hotel for an overnight stay, where you can enjoy a comfortable evening and prepare for the next day's adventures in the desert. OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Visit the troglodyte houses of Matmata. Drive to Sfax and explore the historic medina After breakfast at your hotel, we will begin our scenic drive to the unique Berber village of Matmata. Famous for its surreal, lunar-like landscape and distinctive underground homes, known as troglodyte houses, Matmata offers a glimpse into a traditional way of life adapted to the harsh desert environment. Upon arrival, you will have the opportunity to visit one of these fascinating troglodyte houses and learn about how local families have lived in these cool, subterranean dwellings for centuries. We will also make a special stop at the Hotel Sidi Driss, famously used as a filming location for Luke Skywalker's home in the original Star Wars film, allowing you to walk through a piece of cinematic history. Following our exploration of Matmata, we will continue our journey to the coastal city of Sfax. Here, we will visit the historic medina, one of the best-preserved examples of Arabo-Islamic architecture in North Africa. As you walk through its gates, you will discover a vibrant market, traditional workshops, and impressive ramparts. Finally, we will check in to your hotel for an overnight stay, where you can relax after a day filled with unique landscapes and cultural discoveries. OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Witness the total solar eclipse We will head south from Sfax to a prime viewing location at a local cafe close to Chaffar Beach, perfectly situated along the path of totality for the total solar eclipse of 2027. On Monday, 2 August, you will have the extraordinary opportunity to witness this once-in-a-century astronomical event. The partial eclipse is expected to begin in the morning, with totality occurring at approximately 10"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Visit the UNESCO listed Amphitheatre of El Jem. Continue to Tunis After breakfast at your hotel, we will begin our journey towards El Jem, where we will visit one of the most magnificent Roman ruins in the world. Our destination is the UNESCO World Heritage-listed Amphitheatre of El Jem. This remarkably well-preserved structure is the third-largest Roman amphitheatre ever built and a stunning example of imperial Roman architecture. You will have ample time to explore its three levels of arches, walk through the corridors where gladiators once prepared for battle, and imagine the thrilling spectacles that took place within its walls. Following our immersive visit to El Jem, we will continue our drive back to Tunis. The journey will offer picturesque views of the Tunisian countryside as we make our way north. Upon arrival back in the capital, you will check in to your hotel for an overnight stay. You will have the rest of the day to relax or, depending on your arrival time, enjoy some free time to revisit a favourite spot or explore a new part of the city. OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to Tunis Airport for departure Your time is free today until we transfer you to the airport for your departure flight. Extensions are available to add onto the end of the tour to spend some time by the sea. OVERNIGHT"
    }
  ],
  "map": ""
}