{
  "destination": "Tunisia",
  "mainPhoto": "",
  "id": "tunisian-coast-holiday-small-group",
  "tourName": "Tunisian coast holiday, small group",
  "placesVisited": "",
  "generalInfo": "Dive into the heart of North Africa's ancient wonders on our nine day tour of Tunisia. Designed to beat the summer heat, our adventure starts in the lively capital of Tunis, where we'll wander through the legendary ruins of Carthage, moving on we explore the Roman amphitheatre in El Djem, as well as Uthina and Mahdia. Along the way, we'll step inside the sacred Great Mosque of Kairouan and stand in awe at the breathtaking site of Dougga, a Roman city frozen in time.<br/> <br/> Visit ancient Carthage and Dougga - Step back in time in ancient Carthage, once a powerful Mediterranean hub and home to atmospheric Roman ruins.<br/> <br/> Seaside towns - Explore the coastal towns of Sidi Bou Said, where scarlet bougainvillea cascade over the white and blue walls and Sousse with its historic medina.<br/> <br/> Explore El Djem - Discover one of the most magnificent Roman amphitheatres in the Mediterranean and the largest outside of Italy. <br/>",
  "durationDays": "9",
  "price": "1995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Tunis, staying on the coast",
      "description": ": Our tour starts in Tunis, the modern bustling capital of Tunisia. There are no activities planned today, so you're free to arrive in Tunis at any time. If you'd like an airport transfer today, you'll need to arrive into Tunis International Airport (TUN), which is around 30 minutes from the hotel, depending on traffic. For those arriving before 7pm, our tour leader plans to meet you in the hotel reception to head out for dinner if you'd like to join. Due to the late arrival of many flights into Tunis, the welcome meeting will take place on the morning of day two. We stay out on the coast on the sandy shores of the Cote de Carthage, benefiting from a cooling sea breeze. Our hotel features an expansive swimming pool, landscaped gardens and has access to the beach, making it the ideal location to base ourselves for the start of our trip."
    },
    {
      "dayNumber": 2,
      "title": "Visit ancient Carthage and explore the Sidi Bou Said district, renowned for its cobbled streets and al fresco cafes",
      "description": ": Following this morning's welcome meeting, we'll head out to ancient Carthage, located in the Sidi Bou Said neighbourhood, a short distance from our hotel. Founded around 1,000 BC, Carthage grew to be the most important and powerful trading centre on the Mediterranean. The mighty fleet of hundreds of armed ships was an efficient deterrent against invaders for many centuries. Its geographical situation, as the gateway to Africa (today only six hours by boat from Sicily), meant that it was a crucial strategic post which the Romans fought hard to attain. After the third and final Punic war the Romans sacked Carthage in 146 BC, destroying much of the old town. Today many of the ruins date from the Roman period but we'll also see the two ancient Punic harbours, once the very foundation of Carthaginian prosperity as well as the Punic tophet, the Antonin baths, the amphitheatre, residential areas and the acropolis of Byrsa. This afternoon we'll continue to Sidi Bou Said on the coast. After lunch, which is included on this day at a restaurant with panoramic views looking out onto the Gulf of Tunis, we'll explore the village. The picturesque cliff-top village of Sidi Bou Said is a beautiful spot, where scarlet bougainvillea cascade over the white and blue walls of the narrow streets, and colourful shops, overflowing with carpets, pottery and jewellery, line the winding streets. We'll return to our beach hotel in the early evening."
    },
    {
      "dayNumber": 3,
      "title": "Full day visiting Testour and Dougga, famed for its archaeological sites",
      "description": ": Today we head to Dougga and the Andalousian city of Testour, one of the best preserved Roman archaeological sites in North Africa. It's around a one-hour drive to Testour and a further 30 minutes to Dougga. The Dougga site itself sits within a fertile valley surrounded by olive groves and is one of the oldest settlements in Tunisia. The main attraction is the imposing 3,500-seat theatre built in the 2nd century, there are ruins from several periods in history, some pre-dating the Roman era with temples, well preserved streets and cisterns that were built to meet the ancient cities ever growing demand for water. Thanks to how complete the site is, we get a feel for how life must have been almost 2,000 years ago. Please note, there is very little shade in Dougga so we recommend bringing a hat and sun cream - it will be extremely hot. The site is still being excavated, so sturdy footwear is also recommended. We aim to be back at our beachfront hotel by mid-afternoon, in time for a refreshing dip in the swimming pool or a stroll along the beach."
    },
    {
      "dayNumber": 4,
      "title": "Visit the archaeological site of Uthina. Overnight near El Djem",
      "description": ": We bid farewell to Tunis today, heading south to the less-visited yet highly acclaimed archaeological site of Uthina (also known as Oudna), established by Emperor Augustus for retired soldiers of the Roman third legion. The site is well-preserved with substantial public buildings still visible, including an impressive amphitheatre and the roman baths with intricate mosaics. Continuing back towards the coast, we break for an included lunch at Douar Laaroussi, a locally-owned Berber restaurant in a rural setting akin to an agriturismo, situated close to Hammamet. There is the chance to visit the kitchens to learn about Tunisian spices and help make freshly baked bread. After lunch, we'll continue to our hotel located just a short distance from El Djem."
    },
    {
      "dayNumber": 5,
      "title": "Explore El Djem's Roman amphitheatre, continue to Mahdia to see Fatimides Fortress",
      "description": ": Stepping back in time this morning, we'll pay a visit to the spectacular UNESCO World Heritage site of El Djem, the best-preserved Roman Amphitheatre in North Africa. One of the largest of its kind in the world, this stunning monument to Roman glory once echoed to the sounds of gladiatorial contests and chariot races. El Djem was capable of seating 27,000 spectators although it now has a capacity of around 500. We'll have a guided tour of the site, after which there'll be time to wander round. The second and third galleries provide some of the best views of the entire amphitheatre, the almost perfectly preserved dungeons are also well worth seeing, it's possible to walk through the animal enclosures, along the corridors into the auditorium itself. After lunch, we'll head to the quiet coastal town of Mahdia. The Fatimids built a fortified city, al-Mahdiyya (Mahdia), on the Tunisian coast in 916. This city served as their capital and included the Great Mosque of Mahdia, one of the earliest Fatimid mosques. After a tour of Mahdia, we'll return to our hotel near El Djem."
    },
    {
      "dayNumber": 6,
      "title": "Drive along the coast, visiting Monastir and Sousse for a walking tour of its famous old medina. Continue to Kairouan",
      "description": ": Today's sights are based along the Gulf of Hammamet coastline. Our first stop is a tour of Monastir to see its impressive fortress and mausoleum. Continuing north, we'll explore Sousse, where our tour leader will accompany us on a walking tour of the UNESCO protected medina. We'll break for a leisurely lunch in Sousse (lunch not included). Later in the afternoon, we'll continue inland to Kairouan. Our hotel tonight is situated on the edge of the medina, within a 10-minute walk of the city gate. The hotel incorporates parts of much older buildings and is designed to blend harmoniously with its surroundings, it features a lovely courtyard swimming pool and an excellent coffee bar and choice of restaurants. There is the option of an evening walking tour of the old town of Kairouan."
    },
    {
      "dayNumber": 7,
      "title": "Visit the impressive Great Mosque of Kairouan and the city's ancient medina. Return to Tunis",
      "description": ": This morning, we'll take a sightseeing tour of Kairouan. We start by driving to the Aghlabid Pools and walking up to the stunning Abou Zomaa mosque followed by a visit to the Great Mosque of Kairouan, the 4th holiest Islamic centre after Mecca, Medina and Jerusalem. Originally constructed in the seventh century, the mosque has a myriad of columns and arabesque bas reliefs surrounding an immense marble courtyard. Heading through the imposing archway in the walled ramparts, we enter the labyrinth of the old medina and covered market. Here traditional crafts such as copper and silver engraving, carpet weaving and saddle making are carried out by skilled craftsmen. This is a good place to stop for a coffee scented with rose water or try a local delicacy 'makroudh'. They are small wheat cakes soaked in honey and stuffed with dates. Bidding Kairouan farewell, we return to Tunis, staying in our centrally located hotel for the final two nights."
    },
    {
      "dayNumber": 8,
      "title": "Visit the Bardo museum, head into Tunis' old medina",
      "description": ": As well as being a modern dynamic city, Tunis still retains its distinctive Arab flavour with colourful souks crammed with everything from crafts, household wares to spices and baklava. We'll head out early to avoid the heat of the day, on a walking tour of Tunis' historic medina, with its labyrinth of streets and alleyways in the heart of the old city. The medina contains over 700 monuments, mosques and palaces including the stunning Ez-Zitouna mosque, which we'll see from the outside. We'll then visit the recently reopened Bardo National Museum. Housed in a grand palace, the Bardo is home to a rich collection of artefacts, over 1,000 mosaics and treasures, collected through the ages from sites across Tunisia. The rest of the day is free to further explore Tunis and pick up last-minute souvenirs. This evening, there is the opportunity to head out for a farewell dinner."
    },
    {
      "dayNumber": 9,
      "title": "Trip ends in Tunis",
      "description": ": The trip ends after breakfast at our hotel in Tunis. There are no activities planned today, so you are free to depart from Tunis at any time. If you would like to receive a complimentary airport transfer today, you'll need to depart from Tunis International Airport (TUN), which is just over 30 minutes from the hotel depending on traffic. Should you wish to extend your stay, we can offer extra nights either on the beach or in the city centre."
    }
  ],
  "map": ""
}