{
  "destination": "Tunisia",
  "mainPhoto": "",
  "id": "tunisia-history-tour-history-art-traditions",
  "tourName": "Tunisia history tour, history, art & traditions",
  "placesVisited": "Tunis, Carthage, Sidi Bou Said, Djerba, Utica, Bizerte, Testour, Dougga, Bulla Regia, Thuburbo Majus, Kairouan, Sousse",
  "generalInfo": "If you’re interested in history, then you’ve come to the right place. Northern and Central Tunisia is a wonderful destination to learn about ancient history in the western world. The archaeological sites at Carthage, Dougga and El Djem are among some of the best in north Africa. On this inspiring Tunisia history tour you’ll learn about Phoenician and Roman civilisations, hear the story of Carthage and the Punic Wars, and visit Bardo, which has the largest collection of mosaics in the world. <br/><br/>You’ll be based in Tunis for the first part of the tour, taking day trips out to see the sights near the city – at Carthage, Sidi Bou Said, Utica, and Testour and Dougga. Next, you’ll move to Sousse, seeing Thuburbo Majus and Kairouan on the way, and El Djem, the amazing Roman amphitheatre that once seated thousands. Along the way you’ll be staying in boutique hotels run by local families, a great way to get to know modern Tunisia’s cuisine and culture, alongside its history.   <br/><br/>This trip uses expert local guides. You’ll hear from historians, archaeologists and architects who have had hands-on experience restoring Tunisia’s ancient monuments – a privilege that will give you fascinating insight into the country’s history, and how people are working to protect it for future generations. <br/>",
  "durationDays": "8",
  "price": "3050",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival (D) : Personalized welcome at Tunis Carthage Airport. Transfer and check in your hotel in the seaside suburbs of Tunis. The remainder of the afternoon is free for rest and relaxation from your flight. Meet your Tour Director tonight. Dinner and overnight"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Carthage/ Sidi Bou Said/ Djerba (B, D) : Morning visit to the Bardo museum, considered one of the richest museums in the world. Housed in one of the former Husseinite palaces, it encloses all the treasures of Tunisian history: from pre-historic times to the Punic civilization, the Roman era, Christian’s times, Muslim civilization and up to the twentieth century and features the world’s largest collection of mosaics. Lunch at a boutique restaurant serving genuine Tunisian seafood specialties (La Victoire El Kram or Cafe Vert La Goulette- stemming from the Jewish heritage of Tunisia). In the afternoon, visit to the UNESCO World Heritage Site City of Carthage, the oldest Phoenician settlement on the coast of North Africa, and its glorious monuments: the Anthonin thermes, the Tophet at Salambo, the Amphiteatre, the Punic ports and the Acropolium. Continue to the WWII American cemetery of Carthage (General Patton’s Kasserine Pass battle). Continue to Sidi Bou Said, a 17th century village with immaculate white and blue houses that has managed to preserve its charm and peacefulness. Stroll through Sidi Bou’s narrow streets bordered by whitewashed houses with blue shutters and doors. Check out the various art galleries, try a bambalouni, light and crispy Tunisian style doughnut with some mint tea in one of the cafes of Sidi Bou Said and enjoy the superb view of the gulf of Tunis from one of Sidi Bou’s traditional café. Some of the town’s traditional cafes provide a marvelous view of the Gulf of Tunis, a perfect spot for painters and poets (it is called the Montmartre of Tunis). In the evening, dinner at a seaside restaurant serving fresh Mediterranean specialties"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Utica/Bizerte (B, D) : Depart to Utica and Bizerte. Utica was the contender to power with the City of Carthage. Situated at the sea, along the only river that carries water in summer time, Utica collaborated with the Romans in order to weaken its opponent. Bizerte is at one and the same time the most French and the oldest city of Tunisia. Bizerte served as a French base for five years into the Tunisian independence. It is one rare city that meets the water, its “defended” from the sea by a double Kasbah that is in perfect shape despite the 400 years of age. In the evening, dinner at your hotel ."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Testour/Dougga/Bulla Regia (B, D) : Depart from Tunis. Visit the ancient city of Dougga, one of the best-preserved roman cities in Africa. Listed in 1997 in the UNESCO World Heritage List, the town of Dougga, built on an elevated site overlooking a fertile plain, was the capital of Punic and Roman states. Dougga was originally a Punic town, which allied with Rome against Carthage and as a result was granted some degree of independence. Dougga became an influential agricultural center, controlling important trade routes to the coast (Carthage). Dougga also had important marble quarries and fresh water supplies, which made it prosperous. Romanization was profound. We will visit the Capitolium; temples including those of Pietas Augusta, Fortuna, and Liber Pater; various exemplars of refined domestic architecture like the elegant House of the Trifolium; and the Libyo-Punic tower mausoleum. Afternoon departure for Bulla Regia, a site remarkable for its architecture and mosaics. About a quarter of the known city has been excavated. Here we will see above and below-ground Roman villas, underground fountains, and mosaics depicting scenes of the daily life of the wealthy landowners in Proconsular Africa. Return to Tunis. Dinner and overnight ."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Thuburbo Majus/ Kairouan/Sousse (B, L, D) : Depart to Thuburbo Maius, originally a Punic town, was elevated in status by Augustus, Hadrian, and Commodus. Excavation has been limited so the place has a kind of “original” feeling. Slowly you will find a forum, the amphitheater, temples and baths. Continue to Kairouan, the holy city of Tunisia with its impressive Islamic monuments some dating to 670AD. Walk at your leisure in the souks, taste the traditional local pastry stuffed with dates called makroudh and learn about the traditional savoir-faire of women making rugs. Visit the ninth century great mosque of Oqba ibn Nafi, an important reference point in Islam and Islamic architecture. Dinner and overnight in Sousse ."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Sousse/El Djem (B, L, D) : Visit Sousse, third largest city of Tunisia. Sousse has a majestic Medina with high crenellated ramparts dating from the 9th century that recalls its Medieval past as a center for disseminating Islam and a stronghold for protecting the coast against Christian Invasion. Sousse is classified in the UNESCO World Heritage Site, and its historical museum is one of the best in North Africa. Continue to el Djem’s spectacular amphitheater that dates from 238 A.D, and is the second largest in the World only to Rome’s. Visit the newly opened small museum and the excavations extending behind the amphitheater where beautiful mosaics have been found. Lunch at a small genuine restaurant le Bonheur."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Medina of Tunis (B, D) : Visit the Medina of Tunis, the largest in North Africa (larger than Fez or Cairo), where we will stroll through the various souks and main monuments including palaces being restored and traditional homes which illustrate the way of life and customs of the nineteenth century Tunis. Lunch at leisure at a Medina restaurant serving genuine, authentic Tunisia food (Escheick, Chez Slah) Dinner in high style at a converted Ottoman Palace in the Medina, the most authentic restaurant in Tunis, Dar el Jeld. Dinner will include a selection of mouthwatering delicacies, accompanied by harp player and authentic Moorish music Overnight at a small luxurious boutique hotel inside the Medina ."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Departure (B) : After breakfast, depart to Tunis Carthage airport."
    }
  ],
  "map": ""
}