[
  {
    "destination": "Tunisia",
    "mainPhoto": "",
    "id": "northern-tunisia-small-group-tour",
    "tourName": "Northern Tunisia small group tour",
    "placesVisited": "",
    "generalInfo": "Discover the soul of Tunisia on this immersive journey through the country's rich, yet lesser-travelled Northwest. Your adventure begins in Tunis, the vibrant capital, before immediately plunging into the captivating cultural heartland. The exploration starts with a deeply enriching, hands-on pottery workshop in Sejnane, a UNESCO-listed experience where you will learn the ancient, wheel-less crafting techniques preserved solely by local women. Following this immersion into craft, the tour sweeps you away to the picturesque coast of Tabarka, where the striking red-rock shoreline and a historic Roman fort offer spectacular views where the forest meets the sea. The day culminates with an ascent into the tranquil highlands of Ain Draham, a refreshing mountain retreat known for its cool air and dense cork oak forests. The journey continues amidst the serene beauty of the Kroumirie Mountains. In Ain Draham, a guided forest hike, led by a local expert, will reveal the region's rich ecological diversity, weaving through shaded paths and offering insights into the unique flora and fauna. A truly memorable highlight is a traditional, intimate lunch shared with a local family within the forest area, providing a genuine taste of regional cuisine and warm Tunisian hospitality. Moving on, the focus shifts to history as you explore the remarkable Roman city of Bulla Regia, famed for its extraordinary subterranean villas. This historical deep dive is balanced with a visit to the atmospheric Medina of El Kef and a unique bread-making experience at the 'House of Bread', connecting you with the essence of Tunisian daily life. The historical grand finale is the magnificent UNESCO World Heritage site of Dougga, North Africa’s best-preserved Roman town. You will spend the morning wandering amongst the majestic ruins, including the Capitol and the ancient Theatre, gaining a direct perspective on the site's profound historical importance. The cultural exploration is perfectly complemented by a practical, sensory interlude: an organic olive oil tasting and a simple, traditional 'farm to table' lunch at a local estate, allowing you to sample local varieties and learn about the pressing process. The trip concludes with a return drive to Tunis for a final evening before your departure, leaving you with lasting memories of Tunisia’s stunning landscapes, ancient history, and authentic, warm-hearted culture. We also offer a 13-day version of this tour, combining the North and South of the country: Tunisian Encompassed tour",
    "durationDays": "6",
    "price": "1549",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Tunis, transfer to hotel Upon arrival our staff will meet you at the airport and then transfer you to your hotel for the start of your trip. They will help you settle in, introduce you to the local area, and explain tomorrow's arrangements. The rest of the day is free to begin exploring the local area. OVERNIGHT"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Sejnane pottery workshop, Tabarka, and Ain Draham Highlands Your day begins with a deeply enriching visit to Sejnane, a small town in Northwest Tunisia that is the proud home of a UNESCO-listed intangible cultural heritage"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Guided Forest Hike and lunch with a local family Your day begins with a leisurely breakfast at the hotel in the refreshing mountain air of Ain Draham, preparing you for a day of nature and authentic local culture. Following breakfast, you will embark on a dedicated hiking tour in the forest of Ain Draham. This is more than a simple walk; you'll enjoy a guided hike led by a local expert who will reveal the region's rich ecological diversity. As you traverse the cool, shaded paths through the dense cork oak and evergreen trees of the Kroumirie Mountains, the guide will share insights into the unique flora and fauna of the area, highlighting the natural beauty and conservation of this distinctive Tunisian environment. The mid-day offers a truly special and memorable experience"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Exploring historic Bulla Regia, the Medina of El Kef & bread making experience. Drive to Dougga Your day of historical exploration begins with a departure for the renowned archaeological site of Bulla Regia. Accompanied by your guide, you will delve into the region's rich past, discovering remarkable ancient ruins. Bulla Regia is particularly famous for its extraordinary subterranean villas, built below ground level to provide coolness during the hot summer months, offering a unique insight into Roman domestic architecture. Following your deep dive into antiquity, the journey continues to the historic city of El Kef, where you will visit the atmospheric old Medina. Wandering through its narrow streets provides a window into traditional Tunisian urban life. A highlight of the afternoon is a unique cultural and culinary experience at Dar el Khobz (the House of Bread). Here, you will not only sample but also experience the traditional craft of making and tasting different types of delicious regional breads, connecting you with an essential part of Tunisian daily life and hospitality. As the afternoon draws to a close, we drive toward the magnificent Roman city of Dougga. This journey positions you perfectly for the next day's explorations. Upon arrival, you will enjoy a relaxed dinner before your overnight stay in a local hotel near Dougga, ready to awaken to another day of discovery. OVERNIGHT"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Visit the Roman Ruins at Dougga. Olive Oil Tasting and Farm to Table Lunch. Return to Tunis The day begins with a drive from Tunis to Dougga, a UNESCO World Heritage site and North Africa’s best-preserved Roman town. The morning is dedicated to exploring the extensive ruins, including the Capitol, the large Theatre, and the Lybico-Punic Mausoleum, offering direct insight into the site’s historical significance. Next, you will travel to the Domaine Ben Ismail Reserve or a similar estate for a practical, culinary interlude. This includes an organic olive oil tasting, where you will sample local varieties and learn about the pressing process. This is followed by a traditional, simple Tunisian lunch using farm-fresh ingredients. The afternoon concludes the trip with the return drive back to Tunis and final night in the city. OVERNIGHT"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Free time in Tunis, hotel to airport transfer included Your time is free in Tunis today until we pick you up from your hotel and transfer you to the airport for your departure.If you'd like to extend your time in Tunisia, please speak to our sales team who will be able to assist with beach extensions. OVERNIGHT"
      }
    ],
    "map": ""
  },
  {
    "destination": "Tunisia",
    "mainPhoto": "",
    "id": "tunisia-13-day-tour",
    "tourName": "Tunisia 13 day tour",
    "placesVisited": "",
    "generalInfo": "This 13-day Tunisian journey offers a rich, immersive exploration that begins and concludes in Tunis. The itinerary immediately heads to the country's northwest, focusing on deep cultural immersion with a hands-on workshop dedicated to the UNESCO-listed Sejnane pottery tradition and exploration of the coastal town of Tabarka. Time is spent relaxing and hiking in the forested Ain Draham Highlands, punctuated by an authentic traditional lunch shared with a local family. The tour shifts to a profound historical track, taking guests through the Roman era with visits to the subterranean villas of Bulla Regia and the magnificent city of Dougga, North Africa’s best-preserved Roman site, complemented by an olive oil tasting and farm-to-table lunch. Returning to the capital region, the focus is on culture and gastronomy, featuring a guided exploration of the historic Tunis Medina, a hands-on Tunisian cooking class and market visit, and an afternoon among the ruins of Carthage and the picturesque blue-and-white village of Sidi Bou Said. The second half of the trip ventures south, connecting important coastal Medinas like Sousse with the colossal Roman Amphitheatre of El Jem. The landscape transitions dramatically in the Dahar mountains, where guests explore the ingenious troglodyte houses of Matmata and engage with the inspiring Women of GDA El Ferch cooperative. The ultimate adventure is a 4x4 expedition deep into the Sahara’s Grand Erg Oriental from Douz, culminating in an unforgettable night at a Berber desert camp after a traditional desert bread-making demonstration. The return journey includes traversing the striking Chott el Jerid salt lake, visiting the cinematic Star Wars filming locations and the natural wonders of the mountain oases (Chebika, Tamerza, Mides), before the final historical stops at the Roman ruins of Sbeitla and the holy city of Kairouan, before returning to Tunis for departure. If you'd prefer a shorter tour of Tunisia, you could also consider our 9-day Tunisian Encounters tour",
    "durationDays": "13",
    "price": "3895",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Tunis, transfer to hotel Upon arrival our staff will meet you at the airport and then transfer you to your hotel for the start of your trip. They will help you settle in, introduce you to the local area, and explain tomorrow's arrangements. The rest of the day is free to begin exploring the local area. OVERNIGHT"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Sejnane pottery workshop, Tabarka, and Ain Draham Highlands Your day begins with a deeply enriching visit to Sejnane, a small town in Northwest Tunisia that is the proud home of a UNESCO-listed intangible cultural heritage"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Guided Forest Hike and lunch with a local family Your day begins with a leisurely breakfast at the hotel in the refreshing mountain air of Ain Draham, preparing you for a day of nature and authentic local culture. Following breakfast, you will embark on a dedicated hiking tour in the forest of Ain Draham. This is more than a simple walk; you'll enjoy a guided hike led by a local expert who will reveal the region's rich ecological diversity. As you traverse the cool, shaded paths through the dense cork oak and evergreen trees of the Kroumirie Mountains, the guide will share insights into the unique flora and fauna of the area, highlighting the natural beauty and conservation of this distinctive Tunisian environment. The mid-day offers a truly special and memorable experience"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Exploring historic Bulla Regia, the Medina of El Kef & bread making experience. Drive to Dougga Your day of historical exploration begins with a departure for the renowned archaeological site of Bulla Regia. Accompanied by your guide, you will delve into the region's rich past, discovering remarkable ancient ruins. Bulla Regia is particularly famous for its extraordinary subterranean villas, built below ground level to provide coolness during the hot summer months, offering a unique insight into Roman domestic architecture. Following your deep dive into antiquity, the journey continues to the historic city of El Kef, where you will visit the atmospheric old Medina. Wandering through its narrow streets provides a window into traditional Tunisian urban life. A highlight of the afternoon is a unique cultural and culinary experience at Dar el Khobz (the House of Bread). Here, you will not only sample but also experience the traditional craft of making and tasting different types of delicious regional breads, connecting you with an essential part of Tunisian daily life and hospitality. As the afternoon draws to a close, we drive toward the magnificent Roman city of Dougga. This journey positions you perfectly for the next day's explorations. Upon arrival, you will enjoy a relaxed dinner before your overnight stay in a local hotel near Dougga, ready to awaken to another day of discovery. OVERNIGHT"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Visit the Roman Ruins at Dougga. Olive Oil Tasting and Farm to Table Lunch. Return to Tunis The day begins with a drive from Tunis to Dougga, a UNESCO World Heritage site and North Africa’s best-preserved Roman town. The morning is dedicated to exploring the extensive ruins, including the Capitol, the large Theatre, and the Lybico-Punic Mausoleum, offering direct insight into the site’s historical significance. Next, you will travel to the Domaine Ben Ismail Reserve or a similar estate for a practical, culinary interlude. This includes an organic olive oil tasting, where you will sample local varieties and learn about the pressing process. This is followed by a traditional, simple Tunisian lunch using farm-fresh ingredients. The afternoon concludes the trip with the return drive back to Tunis. OVERNIGHT"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "A DAY of Culture, Cuisine, and History. Medina, Cooking Class, Carthage, and Sidi Bou Said Begin your day with a fascinating, guided exploration of the historic Tunis Medina, a UNESCO World Heritage site and a dazzling labyrinth of covered souks, workshops, and centuries-old mosques. Your expert local guide will navigate the atmospheric alleyways, providing insight into the city's rich past as you discover hidden fountains, traditional artisan crafts, and the impressive architecture nestled within the ancient walls. The immersion in local culture continues with a hands-on Tunisian Cooking Class. This authentic culinary experience commences with a guided tour of the bustling Central Market within the Medina. Here, you will join your local chef to hand-select the freshest seasonal produce and ingredients. Following the market visit, you will be welcomed into a traditional Tunisian house where the chef will unveil their secrets during a comprehensive, practical demonstration. You will learn ancestral cooking techniques passed down through generations to prepare a true, delicious Tunisian dish, which you will then savour for lunch. In the afternoon, we delve into ancient history with a visit to the colossal archaeological sites of Carthage. We will explore the remnants of this legendary Punic and Roman city, including the expansive Antonine Baths of Carthage—the largest Roman public baths built in Africa—and the evocative ruins of the Old Punic Port. We conclude the day in the picturesque village of Sidi Bou Said. Enjoy a leisurely walk through its famed, charmingly paved streets, admiring the contrast of gleaming white walls and striking bright blue doors and window frames. This coastal jewel offers stunning panoramic views over the Gulf of Tunis before we return to your hotel. OVERNIGHT"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Harissa making, Hammamet and Sousse Medina & the Amphitheatre of El Jem Begin your day with a satisfying breakfast at the hotel before heading north to the coastal town of Nabeul, famed as the craft capital of Tunisia. Upon arrival, you will immerse yourselves in the local culture by joining an interactive Harissa-making workshop. Under the guidance of a local expert, you will learn the secrets behind preparing the national condiment of Tunisia, from selecting and toasting the fiery chilli peppers to pounding the spices by hand, acquiring skills you can take back to your own kitchen. Following your workshop, we take a short drive to the nearby resort town of Hammamet, where you will visit the charming Old Medina. Here, wander along the ramparts and enjoy the views across the Gulf, exploring the compact, walled town centre known for its fragrant jasmine and picturesque fortifications. We then continue south to Sousse to explore its captivating, UNESCO World Heritage-listed Medina, a prime example of a fortified coastal town from the first centuries of Islam. After navigating the historic ramparts and narrow, bustling streets, you will visit the Archaeological Museum of Sousse, housed within the Casbah. This museum holds one of the finest collections of Roman mosaics in the world, offering a stunning visual record of ancient life and mythology. The historical journey culminates with a visit to the magnificent Amphitheatre of El Jem, another UNESCO World Heritage site and one of the best-preserved Roman colosseums in the world, rivalling even Rome’s in size. Explore this colossal structure and imagine the ancient spectacles that once took place here. Finally, we proceed to Sfax, where you will check into your accommodation for your overnight stay. OVERNIGHT"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Journey to the Troglodytes and Desert Villages After enjoying breakfast at your hotel, we begin the day by heading south, venturing deep into the striking, semi-lunar landscape of the Dahar mountains towards Matmata. This Berber village is globally famous for its remarkable troglodyte houses—underground dwellings carved into the soft sandstone to escape the summer heat. You’ll have a chance to enter these fascinating traditional homes to appreciate the ingenious architecture and the way of life preserved beneath the earth. While in Matmata, we will specifically explore the Hotel Sidi Idriss, a classic example of troglodyte architecture and instantly recognisable as the interior set for the Lars Homestead (Luke Skywalker’s childhood home) in the Star Wars films. We will then pause for a panoramic photo stop at Toujane, a picturesque terraced Berber village nestled high on a ridge, offering breathtaking views across the vast landscape. The highlight of the afternoon is a meaningful visit to the Women of GDA El Ferch, a remarkable local cooperative. This organisation is entirely led by rural women dedicated to empowerment through sustainable agriculture and the preservation of traditional crafts. You will be welcomed into their authentic setting for a truly hands-on experience"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Exploring the Sahara region, 4x4 experience and bread making. Overnight at a berber desert camp We start the day with a stunning drive along scenic mountain roads, traversing the dramatic Dahar region to reach Douirette. This peaceful, historic Berber village is known for its quiet charm and unique traditional architecture, which clings to the steep hillside. Our journey continues to the magnificent Berber village of Guermassa. Perched dramatically on a rugged hilltop, Guermassa is considered one of Southern Tunisia’s most picturesque settlements. You will have time to explore its ancient stone houses and enjoy breathtaking, panoramic views of the surrounding desert and mountain ranges. Next, we head toward the edge of the great Erg Oriental, arriving in Douz, famously known as the \"Gateway to the Sahara.\" From Douz, the true desert adventure begins. We embark on an exhilarating 4x4 off-road journey deep into the sweeping dunes to reach Tembaine. Experience the thrill of travelling across the ever-changing desert landscape, plunging into the golden sands of the Grand Erg Oriental. As the sun begins to set over the vast dunes, we pause for an authentic Sahara Bread-Making Demonstration. You will witness the traditional preparation of Mellah, or desert bread, mixed and baked directly in the sand using age-old techniques passed down through generations—a truly iconic nomadic experience. Finally, we arrive at our Desert Camp. You will enjoy a delicious dinner under the stars before retiring to your tent, which combines comfort with an authentic desert experience, featuring a private bathroom for a restful overnight stay deep within the silence of the Sahara. OVERNIGHT"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Journey from the Sahara to the Oasis City of Tozeur After a deep desert experience, we begin the day with an exhilarating 4x4 off-roading journey out of the dunes, following ancient tracks as we head back towards civilisation in Douz. Upon arriving in Douz, we will take time to explore its famous souk, a vibrant and authentic local market known especially for its traditional desert crafts, spices, and the characteristic red wool that Bedouins use for their blankets and clothes. This is a perfect opportunity to experience the atmosphere of a traditional Saharan town. Our journey then takes us across the striking salt lake of Chott el Jerid. We'll pause for memorable photos at this otherworldly location, where the vast, shimmering salt flats create stunning visual illusions and mirages, especially when the light is just right. From there, we drive to the oasis city of Tozeur. Upon arrival, we will check into our hotel and then proceed to visit the historic Medina of Tozeur. The architecture here is unique, featuring intricate patterns made from local, sun-dried bricks that distinguish it from other Medinas in Tunisia. You'll wander through its shaded alleyways and admire the distinctive craftsmanship. Finally, you will enjoy dinner before settling in for your overnight stay at the hotel in Tozeur, preparing for the next day's exploration of the region's vast palm groves and canyons. OVERNIGHT"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Star Wars filming locations and desert oases Following breakfast, we embark on a journey into the cinematic sands of the desert, heading to Ong Jemel. This iconic site, whose name translates to \"Camel's Neck,\" is instantly recognisable as a famous filming location from the Star Wars saga. We will explore this evocative site, offering stunning desert vistas and a fascinating connection to cinematic history, allowing for excellent photo opportunities in the vast, open landscape. The adventure then turns toward the Atlas foothills as we explore the region’s breathtaking mountain oases. Our first stop is Chebika, known for its lush palm groves and dramatic cliffs. Next, we visit the refreshing waterfalls of Tamerza, the largest mountain oasis in Tunisia, offering a spectacular contrast to the arid desert with its natural springs and cascading water. Finally, we delve into the awe-inspiring canyon and oasis of Mides. You will enjoy a guided walk through the breathtakingly narrow Mides canyon, providing stunning geological views. Afterwards, take a moment to appreciate the panoramic views of the picturesque oasis nestled deep within the gorge. In the late afternoon, we drive back to Tozeur, returning you to your accommodation. The afternoon is then yours to enjoy at leisure. You may choose to relax by the hotel pool, or explore the charming town at your own pace—perhaps revisiting the unique brickwork of the Medina or seeking out a local café. OVERNIGHT"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Exploring Sbeitla and Kairouan. Return to Tunis Following breakfast at your hotel, we begin our day with a timely 7"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Free time in Tunis, hotel to airport transfer included Your time is free in Tunis today until we pick you up from your hotel and transfer you to the airport for your departure.If you'd like to extend your time in Tunisia, please speak to our sales team who will be able to assist with beach extensions. OVERNIGHT"
      }
    ],
    "map": ""
  },
  {
    "destination": "Tunisia",
    "mainPhoto": "",
    "id": "tunisia-9-day-tour",
    "tourName": "Tunisia 9 day tour",
    "placesVisited": "",
    "generalInfo": "Embark on a nine-day immersive journey that masterfully unifies Tunisia's magnificent history, vibrant modern culture, and breathtaking natural diversity. Your adventure begins in Tunis, where you will immediately plunge into the capital's heritage with a guided exploration of the UNESCO-listed Medina and a hands-on Tunisian Cooking Class, followed by a deep dive into antiquity at the ruins of Carthage and the picturesque, whitewashed streets of Sidi Bou Said. As the tour moves south, you will explore the country's fascinating regional contrasts. Experience the culinary tradition firsthand with a Harissa-making workshop in Nabeul, then trace centuries of history through the fortified Medinas of Hammamet and Sousse, before witnessing the sheer imperial grandeur of the Roman Amphitheatre of El Jem. The itinerary takes a dramatic turn as you venture into the Dahar mountains, famed for their striking troglodyte architecture. Discover the unique underground homes of Matmata, visit iconic Star Wars filming locations, and enjoy an unforgettable cultural exchange with the empowering Women of GDA El Ferch cooperative. The core of the experience is an exhilarating Sahara Desert immersion. Leaving the traditional Berber villages behind, you will embark on an exhilarating 4x4 off-road adventure deep into the sweeping dunes of the Grand Erg Oriental. After witnessing a traditional Sahara Bread-Making Demonstration, you will enjoy a delicious dinner and spend a serene night under the stars at a luxury desert camp. Emerging from the sands via the vibrant Douz souk and the shimmering salt flats of Chott el Jerid, the journey concludes in the oasis city of Tozeur. Here, the final days are dedicated to exploring more Star Wars cinematic landscapes and trekking through the surprising beauty of the mountain oases—Chebika, Tamerza, and Mides—before a final day of exploration at the pristine Roman ruins of Sbeitla and the holy, spiritual heart of Tunisia, the Great Mosque of Kairouan, before your return to Tunis. This tour is a comprehensive, authentic, and unforgettable exploration of North Africa's jewel",
    "durationDays": "9",
    "price": "2495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Tunis, transfer to hotel Upon arrival our staff will meet you at the airport and then transfer you to your hotel for the start of your trip. They will help you settle in, introduce you to the local area, and explain tomorrow's arrangements. The rest of the day is free to begin exploring the local area. OVERNIGHT"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "A DAY of Culture, Cuisine, and History. Medina, Cooking Class, Carthage, and Sidi Bou Said Begin your day with a fascinating, guided exploration of the historic Tunis Medina, a UNESCO World Heritage site and a dazzling labyrinth of covered souks, workshops, and centuries-old mosques. Your expert local guide will navigate the atmospheric alleyways, providing insight into the city's rich past as you discover hidden fountains, traditional artisan crafts, and the impressive architecture nestled within the ancient walls. The immersion in local culture continues with a hands-on Tunisian Cooking Class. This authentic culinary experience commences with a guided tour of the bustling Central Market within the Medina. Here, you will join your local chef to hand-select the freshest seasonal produce and ingredients. Following the market visit, you will be welcomed into a traditional Tunisian house where the chef will unveil their secrets during a comprehensive, practical demonstration. You will learn ancestral cooking techniques passed down through generations to prepare a true, delicious Tunisian dish, which you will then savour for lunch. In the afternoon, we delve into ancient history with a visit to the colossal archaeological sites of Carthage. We will explore the remnants of this legendary Punic and Roman city, including the expansive Antonine Baths of Carthage—the largest Roman public baths built in Africa—and the evocative ruins of the Old Punic Port. We conclude the day in the picturesque village of Sidi Bou Said. Enjoy a leisurely walk through its famed, charmingly paved streets, admiring the contrast of gleaming white walls and striking bright blue doors and window frames. This coastal jewel offers stunning panoramic views over the Gulf of Tunis before we return to your hotel. OVERNIGHT"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Harissa making, Hammamet and Sousse Medina & the Amphitheatre of El Jem Begin your day with a satisfying breakfast at the hotel before heading north to the coastal town of Nabeul, famed as the craft capital of Tunisia. Upon arrival, you will immerse yourselves in the local culture by joining an interactive Harissa-making workshop. Under the guidance of a local expert, you will learn the secrets behind preparing the national condiment of Tunisia, from selecting and toasting the fiery chilli peppers to pounding the spices by hand, acquiring skills you can take back to your own kitchen. Following your workshop, we take a short drive to the nearby resort town of Hammamet, where you will visit the charming Old Medina. Here, wander along the ramparts and enjoy the views across the Gulf, exploring the compact, walled town centre known for its fragrant jasmine and picturesque fortifications. We then continue south to Sousse to explore its captivating, UNESCO World Heritage-listed Medina, a prime example of a fortified coastal town from the first centuries of Islam. After navigating the historic ramparts and narrow, bustling streets, you will visit the Archaeological Museum of Sousse, housed within the Casbah. This museum holds one of the finest collections of Roman mosaics in the world, offering a stunning visual record of ancient life and mythology. The historical journey culminates with a visit to the magnificent Amphitheatre of El Jem, another UNESCO World Heritage site and one of the best-preserved Roman colosseums in the world, rivalling even Rome’s in size. Explore this colossal structure and imagine the ancient spectacles that once took place here. Finally, we proceed to Sfax, where you will check into your accommodation for your overnight stay. OVERNIGHT"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Journey to the Troglodytes and Desert Villages After enjoying breakfast at your hotel, we begin the day by heading south, venturing deep into the striking, semi-lunar landscape of the Dahar mountains towards Matmata. This Berber village is globally famous for its remarkable troglodyte houses—underground dwellings carved into the soft sandstone to escape the summer heat. You’ll have a chance to enter these fascinating traditional homes to appreciate the ingenious architecture and the way of life preserved beneath the earth. While in Matmata, we will specifically explore the Hotel Sidi Idriss, a classic example of troglodyte architecture and instantly recognisable as the interior set for the Lars Homestead (Luke Skywalker’s childhood home) in the Star Wars films. We will then pause for a panoramic photo stop at Toujane, a picturesque terraced Berber village nestled high on a ridge, offering breathtaking views across the vast landscape. The highlight of the afternoon is a meaningful visit to the Women of GDA El Ferch, a remarkable local cooperative. This organisation is entirely led by rural women dedicated to empowerment through sustainable agriculture and the preservation of traditional crafts. You will be welcomed into their authentic setting for a truly hands-on experience"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Exploring the Sahara region, 4x4 experience and bread making. Overnight at a berber desert camp We start the day with a stunning drive along scenic mountain roads, traversing the dramatic Dahar region to reach Douirette. This peaceful, historic Berber village is known for its quiet charm and unique traditional architecture, which clings to the steep hillside. Our journey continues to the magnificent Berber village of Guermassa. Perched dramatically on a rugged hilltop, Guermassa is considered one of Southern Tunisia’s most picturesque settlements. You will have time to explore its ancient stone houses and enjoy breathtaking, panoramic views of the surrounding desert and mountain ranges. Next, we head toward the edge of the great Erg Oriental, arriving in Douz, famously known as the \"Gateway to the Sahara.\" From Douz, the true desert adventure begins. We embark on an exhilarating 4x4 off-road journey deep into the sweeping dunes to reach Tembaine. Experience the thrill of travelling across the ever-changing desert landscape, plunging into the golden sands of the Grand Erg Oriental. As the sun begins to set over the vast dunes, we pause for an authentic Sahara Bread-Making Demonstration. You will witness the traditional preparation of Mellah, or desert bread, mixed and baked directly in the sand using age-old techniques passed down through generations—a truly iconic nomadic experience. Finally, we arrive at our Desert Camp. You will enjoy a delicious dinner under the stars before retiring to your tent, which combines comfort with an authentic desert experience, featuring a private bathroom for a restful overnight stay deep within the silence of the Sahara. OVERNIGHT"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Journey from the Sahara to the Oasis City of Tozeur After a deep desert experience, we begin the day with an exhilarating 4x4 off-roading journey out of the dunes, following ancient tracks as we head back towards civilisation in Douz. Upon arriving in Douz, we will take time to explore its famous souk, a vibrant and authentic local market known especially for its traditional desert crafts, spices, and the characteristic red wool that Bedouins use for their blankets and clothes. This is a perfect opportunity to experience the atmosphere of a traditional Saharan town. Our journey then takes us across the striking salt lake of Chott el Jerid. We'll pause for memorable photos at this otherworldly location, where the vast, shimmering salt flats create stunning visual illusions and mirages, especially when the light is just right. From there, we drive to the oasis city of Tozeur. Upon arrival, we will check into our hotel and then proceed to visit the historic Medina of Tozeur. The architecture here is unique, featuring intricate patterns made from local, sun-dried bricks that distinguish it from other Medinas in Tunisia. You'll wander through its shaded alleyways and admire the distinctive craftsmanship. Finally, you will enjoy dinner before settling in for your overnight stay at the hotel in Tozeur, preparing for the next day's exploration of the region's vast palm groves and canyons. OVERNIGHT"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Star Wars filming locations and desert oases Following breakfast, we embark on a journey into the cinematic sands of the desert, heading to Ong Jemel. This iconic site, whose name translates to \"Camel's Neck,\" is instantly recognisable as a famous filming location from the Star Wars saga. We will explore this evocative site, offering stunning desert vistas and a fascinating connection to cinematic history, allowing for excellent photo opportunities in the vast, open landscape. The adventure then turns toward the Atlas foothills as we explore the region’s breathtaking mountain oases. Our first stop is Chebika, known for its lush palm groves and dramatic cliffs. Next, we visit the refreshing waterfalls of Tamerza, the largest mountain oasis in Tunisia, offering a spectacular contrast to the arid desert with its natural springs and cascading water. Finally, we delve into the awe-inspiring canyon and oasis of Mides. You will enjoy a guided walk through the breathtakingly narrow Mides canyon, providing stunning geological views. Afterwards, take a moment to appreciate the panoramic views of the picturesque oasis nestled deep within the gorge. In the late afternoon, we drive back to Tozeur, returning you to your accommodation. The afternoon is then yours to enjoy at leisure. You may choose to relax by the hotel pool, or explore the charming town at your own pace—perhaps revisiting the unique brickwork of the Medina or seeking out a local café. OVERNIGHT"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Exploring Sbeitla and Kairouan. Return to Tunis Following breakfast at your hotel, we begin our day with a timely 7"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Free time in Tunis, hotel to airport transfer included Your time is free in Tunis today until we pick you up from your hotel and transfer you to the airport for your departure. If you'd like to extend your time in Tunisia, please speak to our sales team who will be able to assist with beach extensions. OVERNIGHT"
      }
    ],
    "map": ""
  },
  {
    "destination": "Tunisia",
    "mainPhoto": "",
    "id": "tunisia-cultural-short-break",
    "tourName": "Tunisia cultural short break",
    "placesVisited": "Tunis, National Museum of the Bardo, Carthage, Sidi Bou Said, Flexible itinerary for your third day: choose to focus on archaeology, culture or arts and traditions",
    "generalInfo": "This Tunisia short break packs in the sights. You’ll visit the Medina of Tunis, the National Museum of the Bardo, the city of Carthage, and then get your choice of excursions to either Dougga with its Roman artefacts, Kairouan, one of the holiest cities in Islam, or Hammamet and Nabeul – for a closer look at Tunisian art and handicrafts. <br/><br/>The first day of your trip is spent in the country’s amazing capital, Tunis, where the you can wander in the UNESCO-listed Medina – the largest in the world. Next, it’s on to Carthage, the famous Phoenician stronghold, and on the way you can see massive quantities of incredibly detailed Roman mosaics in the Bardo museum.<br/><br/>Alongside the big sights, you’ll get some personalised touches too – dinner with traditional music, boutique hotels, and the authority of a great guide, who can make thousands of years of history easy to understand. Your final day can have an archaeological, cultural or arts and traditions theme – depending on your interest. <br/><br/>This tailor made short trip is flexible to you – you can choose to see more and up the pace, or slow it down and take your time: Tunisia is waiting.<br/>",
    "durationDays": "4",
    "price": "1890",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Personalized welcome at Tunis Carthage Airport. Transfer and check in your hotel in the Medina Visit the Medina of Tunis, the largest in North Africa (larger than Fez or Cairo), where we will stroll through the various souks and main monuments including palaces being restored and traditional homes which illustrate the way of life and customs of the nineteenth century Tunis. Dinner in high style at a converted Ottoman Palace in the Medina, the most authentic restaurant in Tunis, Dar el Jeld. Dinner will include a selection of mouthwatering delicacies, accompanied by harp player and authentic Moorish music Overnight at a small luxurious boutique hotel inside the Medina"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "The day will start with a visit of the National Museum of the Bardo, one of the best archaeological museums of the Mediterranean world, especially known for its beautiful collection of mosaics, the World’s largest, and located in an old palace that belonged to the Beys, the rulers of Tunisia. Lunch at la Goulette Pier, fish and Mediterranean specialties. In the afternoon, we will continue to the UNESCO World Heritage Site City of Carthage, the oldest Phoenician settlement on the coast of North Africa, and its surviving monuments: the Antonin Baths, the Tophet (burial ground) at Salambo, the Odeon, the Punic military and commercial harbors. Continue to Sidi Bou Said, a village with immaculate white and blue houses that has managed to preserve its charm and peacefulness. Stroll through Sidi Bou’s narrow streets bordered by whitewashed houses with blue shutters and doors. Check out the various art galleries, try a bambalouni (a light and crispy Tunisian style doughnut) with some mint tea in one of the cafes of Sidi Bou Said and enjoy the superb view of the gulf of Tunis from one of Sidi Bou’s traditional cafés. Dinner and overnight at your boutique hotel"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Archaeological Option, Dougga : Visit Dougga, one of the best-preserved Roman cities in Africa. Listed in 1997 in the UNESCO World Heritage List, the town of Dougga, built on an elevated site overlooking a fertile plain, was inhabited from early on. Dougga was originally a Punic town, which allied with Rome against Carthage and as a result was granted some degree of independence. Dougga became an influential agricultural center, controlling important trade routes to the coast (Carthage). Dougga also had important marble quarries and fresh water supplies, which made it prosperous. We will visit the Capitolium; temples including those of Pietas Augusta, Fortuna, and Liber Pater; various exemplars of refined domestic architecture like the elegant House of the Trifolium; and the Libyo- Punic tower mausoleum. Lunch in Thugga. Return to Tunis. Dinner at leisure."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Cultural Option, Kairouan: Visit Kairouan, the holy city of Tunisia with its impressive Islamic monuments some, dating to AD 670. Visit the ninth-century great mosque of Oqba ibn Nafi, an important reference point in Islam and Islamic architecture. As you very well know, Kairouan is the fourth holiest site in the Muslim religion (after Mecca, Medina and Jerusalem). It is said that 7 pilgrimages to Kairouan equate one pilgrimage to Mecca. Visit the Sidi Sahbi (one of the Prophet’s companion) mausoleum. Lunch at La Kasbah 5* which lies at the heart of the holy city of Kairouan. This hotel, with a luxurious inside and a sober exterior, merges harmoniously into the Arab-Islamic architecture of the city of Kairouan. In the Medina, you will find a large number of artifacts from domestic and professional life: traditional cooking implements, wooden sofas, mills, men’s and women’s costumes, wedding costumes, kitchen utensils in wood, copper, pottery and Arabic calligraphy. Return to Tunis. Dinner at leisure."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Arts & traditions Option, Yasmine Hammamet : Continue to the coastal city of Hammamet noted for its orange and lemon groves as well as its historic landmarks. Here you will find the walled town, a 13th-century fortress, a 15th-century Casbah and Dar Sebastian, a beautiful home with luscious gardens turned into an International Cultural Center. Continue to Nabeul, the pottery capital of Tunisia renowned in all of North Africa. Learn about traditional pottery making and stroll in the winding streets of Nabeul. Stroll by the narrow streets of the old city, overlooking the Mediterranean and featuring some of the best handicrafts made in Tunisia. Return to Tunis. Dinner at leisure"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "After breakfast, depart to Tunis Carthage airport."
      }
    ],
    "map": ""
  },
  {
    "destination": "Tunisia",
    "mainPhoto": "",
    "id": "tunisia-history-tour-history-art-traditions",
    "tourName": "Tunisia history tour, history, art & traditions",
    "placesVisited": "Tunis, Carthage, Sidi Bou Said, Djerba, Utica, Bizerte, Testour, Dougga, Bulla Regia, Thuburbo Majus, Kairouan, Sousse",
    "generalInfo": "If you’re interested in history, then you’ve come to the right place. Northern and Central Tunisia is a wonderful destination to learn about ancient history in the western world. The archaeological sites at Carthage, Dougga and El Djem are among some of the best in north Africa. On this inspiring Tunisia history tour you’ll learn about Phoenician and Roman civilisations, hear the story of Carthage and the Punic Wars, and visit Bardo, which has the largest collection of mosaics in the world. <br/><br/>You’ll be based in Tunis for the first part of the tour, taking day trips out to see the sights near the city – at Carthage, Sidi Bou Said, Utica, and Testour and Dougga. Next, you’ll move to Sousse, seeing Thuburbo Majus and Kairouan on the way, and El Djem, the amazing Roman amphitheatre that once seated thousands. Along the way you’ll be staying in boutique hotels run by local families, a great way to get to know modern Tunisia’s cuisine and culture, alongside its history.   <br/><br/>This trip uses expert local guides. You’ll hear from historians, archaeologists and architects who have had hands-on experience restoring Tunisia’s ancient monuments – a privilege that will give you fascinating insight into the country’s history, and how people are working to protect it for future generations. <br/>",
    "durationDays": "8",
    "price": "3050",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival (D) : Personalized welcome at Tunis Carthage Airport. Transfer and check in your hotel in the seaside suburbs of Tunis. The remainder of the afternoon is free for rest and relaxation from your flight. Meet your Tour Director tonight. Dinner and overnight"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Carthage/ Sidi Bou Said/ Djerba (B, D) : Morning visit to the Bardo museum, considered one of the richest museums in the world. Housed in one of the former Husseinite palaces, it encloses all the treasures of Tunisian history: from pre-historic times to the Punic civilization, the Roman era, Christian’s times, Muslim civilization and up to the twentieth century and features the world’s largest collection of mosaics. Lunch at a boutique restaurant serving genuine Tunisian seafood specialties (La Victoire El Kram or Cafe Vert La Goulette- stemming from the Jewish heritage of Tunisia). In the afternoon, visit to the UNESCO World Heritage Site City of Carthage, the oldest Phoenician settlement on the coast of North Africa, and its glorious monuments: the Anthonin thermes, the Tophet at Salambo, the Amphiteatre, the Punic ports and the Acropolium. Continue to the WWII American cemetery of Carthage (General Patton’s Kasserine Pass battle). Continue to Sidi Bou Said, a 17th century village with immaculate white and blue houses that has managed to preserve its charm and peacefulness. Stroll through Sidi Bou’s narrow streets bordered by whitewashed houses with blue shutters and doors. Check out the various art galleries, try a bambalouni, light and crispy Tunisian style doughnut with some mint tea in one of the cafes of Sidi Bou Said and enjoy the superb view of the gulf of Tunis from one of Sidi Bou’s traditional café. Some of the town’s traditional cafes provide a marvelous view of the Gulf of Tunis, a perfect spot for painters and poets (it is called the Montmartre of Tunis). In the evening, dinner at a seaside restaurant serving fresh Mediterranean specialties"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Utica/Bizerte (B, D) : Depart to Utica and Bizerte. Utica was the contender to power with the City of Carthage. Situated at the sea, along the only river that carries water in summer time, Utica collaborated with the Romans in order to weaken its opponent. Bizerte is at one and the same time the most French and the oldest city of Tunisia. Bizerte served as a French base for five years into the Tunisian independence. It is one rare city that meets the water, its “defended” from the sea by a double Kasbah that is in perfect shape despite the 400 years of age. In the evening, dinner at your hotel ."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Testour/Dougga/Bulla Regia (B, D) : Depart from Tunis. Visit the ancient city of Dougga, one of the best-preserved roman cities in Africa. Listed in 1997 in the UNESCO World Heritage List, the town of Dougga, built on an elevated site overlooking a fertile plain, was the capital of Punic and Roman states. Dougga was originally a Punic town, which allied with Rome against Carthage and as a result was granted some degree of independence. Dougga became an influential agricultural center, controlling important trade routes to the coast (Carthage). Dougga also had important marble quarries and fresh water supplies, which made it prosperous. Romanization was profound. We will visit the Capitolium; temples including those of Pietas Augusta, Fortuna, and Liber Pater; various exemplars of refined domestic architecture like the elegant House of the Trifolium; and the Libyo-Punic tower mausoleum. Afternoon departure for Bulla Regia, a site remarkable for its architecture and mosaics. About a quarter of the known city has been excavated. Here we will see above and below-ground Roman villas, underground fountains, and mosaics depicting scenes of the daily life of the wealthy landowners in Proconsular Africa. Return to Tunis. Dinner and overnight ."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Thuburbo Majus/ Kairouan/Sousse (B, L, D) : Depart to Thuburbo Maius, originally a Punic town, was elevated in status by Augustus, Hadrian, and Commodus. Excavation has been limited so the place has a kind of “original” feeling. Slowly you will find a forum, the amphitheater, temples and baths. Continue to Kairouan, the holy city of Tunisia with its impressive Islamic monuments some dating to 670AD. Walk at your leisure in the souks, taste the traditional local pastry stuffed with dates called makroudh and learn about the traditional savoir-faire of women making rugs. Visit the ninth century great mosque of Oqba ibn Nafi, an important reference point in Islam and Islamic architecture. Dinner and overnight in Sousse ."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Sousse/El Djem (B, L, D) : Visit Sousse, third largest city of Tunisia. Sousse has a majestic Medina with high crenellated ramparts dating from the 9th century that recalls its Medieval past as a center for disseminating Islam and a stronghold for protecting the coast against Christian Invasion. Sousse is classified in the UNESCO World Heritage Site, and its historical museum is one of the best in North Africa. Continue to el Djem’s spectacular amphitheater that dates from 238 A.D, and is the second largest in the World only to Rome’s. Visit the newly opened small museum and the excavations extending behind the amphitheater where beautiful mosaics have been found. Lunch at a small genuine restaurant le Bonheur."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Medina of Tunis (B, D) : Visit the Medina of Tunis, the largest in North Africa (larger than Fez or Cairo), where we will stroll through the various souks and main monuments including palaces being restored and traditional homes which illustrate the way of life and customs of the nineteenth century Tunis. Lunch at leisure at a Medina restaurant serving genuine, authentic Tunisia food (Escheick, Chez Slah) Dinner in high style at a converted Ottoman Palace in the Medina, the most authentic restaurant in Tunis, Dar el Jeld. Dinner will include a selection of mouthwatering delicacies, accompanied by harp player and authentic Moorish music Overnight at a small luxurious boutique hotel inside the Medina ."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Departure (B) : After breakfast, depart to Tunis Carthage airport."
      }
    ],
    "map": ""
  },
  {
    "destination": "Tunisia",
    "mainPhoto": "",
    "id": "tunisia-history-tour-tailor-made",
    "tourName": "Tunisia history tour, tailor made",
    "placesVisited": "",
    "generalInfo": "This trip will immerse you in Tunisia’s ancient civilizations, from Carthaginian to Roman, Byzantine, Arab, Ottoman, Spaniard and French… It will also have you discover the natural beauty of Tunisian landscapes from mountain to sea to desert, You will :<br/><br/>• Experience the various civilizations that traversed Tunisia over centuries<br/>• Seek an off the beaten path accelerated experience but expect luxury and comfort at the same time<br/>• Discover the Natural landscapes of Tunisia that take you from the green seaside to the sand desert in less then 3 hours",
    "durationDays": "8",
    "price": "3150",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Personalized welcome at Tunis Carthage Airport. Transfer and check in your hotel in the seaside suburbs of Tunis. The remainder of the afternoon is free for rest and relaxation from your flight. Meet your Tour Director tonight. Dinner and overnight"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Medina of Tunis/Carthage/Sidi Bou Said (B, L, D) : Visit the Medina of Tunis, the largest in North Africa (larger than Fez or Cairo), where we will stroll through the various souks and main monuments including palaces being restored and traditional homes which illustrate the way of life and customs of the nineteenth century Tunis. Lunch at a boutique restaurant serving genuine Tunisian seafood specialties (La Victoire El Kram or Cafe Vert La Goulette- stemming from the Jewish heritage of Tunisia). Afternoon visit to the UNESCO World Heritage Site City of Carthage, the oldest Phoenician settlement on the coast of North Africa, and its glorious monuments: the Anthonin thermes, the Tophet at Salambo, the Amphiteatre, the Punic ports and the Acropolium. Continue to the WWII American cemetery of Carthage (General Patton’s Kasserine Pass battle). In the afternoon, continue to Sidi Bou Said, a 17th century village with immaculate white and blue houses that has managed to preserve its charm and peacefulness. Stroll through Sidi Bou’s narrow streets bordered by whitewashed houses with blue shutters and doors. Check out the various art galleries, try a bambalouni, light and crispy Tunisian style doughnut with some mint tea in one of the cafes of Sidi Bou Said and enjoy the superb view of the gulf of Tunis from one of Sidi Bou’s traditional café. In the evening, dinner at a seaside restaurant serving fresh Mediterranean specialties"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Testour/Dougga/Tunis (B, L, D) : Depart from Tunis. Visit the Andalusian village of Testour, known for its handmade silk jellabas. Continue to the ancient city of Dougga, one of the best-preserved roman cities in Africa. Listed in 1997 in the UNESCO World Heritage List, the town of Dougga, built on an elevated site overlooking a fertile plain, was the capital of Punic and Roman states. Return to Tunis. Dinner at your hotel ."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Kairouan/el Djem/Sfax (B, L, D) : Depart to Kairouan, the holy city of Tunisia with its impressive Islamic monuments some dating to 670AD. Visit the ninth century great mosque of Oqba ibn Nafi, an important reference point in Islam and Islamic architecture Lunch at a small genuine restaurant le Bonheur. Continue to el Djem’s spectacular amphitheater that dates from 238 A.D, and is the second largest in the World only to Rome’s. Visit the newly opened small museum and the excavations extending behind the amphitheater where beautiful mosaics have been found."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Sfax/Matmata/Djerba (B, L, D) : Visit the Medina of Sfax, the most genuine Medina in Tunisia. The Kasbah is behind a ribat of which only the mosque is left. It hosts an excellent small architectural museum. We will also visit the Regional Museum for Popular Arts & Traditions established in Dar Jallouli, a typical 16th-century bourgeois house. Depart to the Berber village of Matmata and its famous troglodytes, homes built underground to protect the Berbers from summer heat. One of these fabulous Berber villages with its pitted lunar landscapes was the set of the Spielberg’s movie Raiders of the Lost Arc and Lucas “Star Wars”. Continue to the Island of Djerba, land of the Lotus-eaters in Homer’s Odyssey. Check in and dinner at your hotel."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Tataouine/Berber Ksours (B, D): Visit the ksours at the Berber villages with their unique houses carved in the steep sides of the surrounding mountains. Visit the Ghorfas buildings in the Ksours originally used by the Berbers as warehouses, then as lodgings. Lunch at leisure. Visit the area around Chenini and Douiret that is filled with Berber ksars, or fortified villages, and is one of the most exciting places to explore in Tunisia. Dinner at your hotel in Djerba"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Island of Djerba (B, D) : Visit the Ghriba synagogue, built in the 6th century BC (fall of Jerusalem to the Babylonians), one of the holiest Jewish places that hosts annual pilgrimage of Jews from all over the world and holds one of the most ancient Torah’s in the world. Lunch at leisure (recommended Haroun Djerba). Continue to Houmt Souk, the island’s capital, for a chance to experience local markets, crafts and foods, the museum of arts and popular traditions in Sidi Zitouni and the village of Guellala for its potteries. Farewell Dinner"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Fly to Tunis and Europe/US (B) : Transfer to the airport of Djerba. Fly to Tunis early morning (45mn flight). Connect directly to a flight to Europe and the US"
      }
    ],
    "map": ""
  },
  {
    "destination": "Tunisia",
    "mainPhoto": "",
    "id": "tunisia-small-group-holiday",
    "tourName": "Tunisia small group holiday",
    "placesVisited": "",
    "generalInfo": "Roman ruins, Saharan desert and Troglodyte caves are all part of this trip to Tunisia. We tour the capital Tunis, explore the remains of the Phoenician city of Carthage and visit the magnificent Roman amphitheatre at El Djem. We also discover the Great Mosque of Kairouan, Tunisia's holiest site, and visit the spectacular Dougga, one of the best preserved Roman archaeological sites in North Africa.<br/> <br/> Visit ancient Carthage - formerly one of the most important and powerful trading centre on the Mediterranean<br/> Explore El Djem - One of the most magnificent Roman amphitheatres in the Mediterranean and the largest outside of Italy<br/> Sidi Bou Said - where scarlet bougainvillea cascade over the white and blue walls of the narrow streets overlooking the Gulf of Tunis<br/> Overnight desert camp - camp in style under the stars on the edge of the Sahara <br/>",
    "durationDays": "10",
    "price": "2045",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip in Tunis",
        "description": ": Start our tour in Tunis, the modern bustling capital of Tunisia. There are no activities planned today, so you are free to arrive in Tunis at any time. If you would like to receive a complimentary airport transfer today, you'll need to arrive into Tunis International Airport (TUN), which is around 30 minutes from the hotel depending on traffic. For those arriving before 7pm our Leader plans to meet you in the hotel reception and head of for dinner, should you wish. Due to the late arrival of many flights into Tunis, the welcome meeting will take place on the morning of day two."
      },
      {
        "dayNumber": 2,
        "title": "Full day in Tunis. Visit the Bardo museum, explore the Sidi Bou Said district, renowned for its cobbled streets and al fresco cafes and visit ancient Carthage",
        "description": ": Following this morning's welcome meeting, we'll head to the recently reopened Bardo national museum. Housed in a grand palace, the Bardo is home to a rich collection of artefacts, with over 1000 mosaics and treasures collected through the ages from sites across Tunisia. We continue to Sidi Bou Said on the coast perched on a cliff, where scarlet bougainvillea cascade over the white and blue walls of the narrow streets, and colourful shops overflow with carpets, pottery and jewellery line the winding streets. We'll explore this picturesque village on foot and then head for lunch at a restaurant with panoramic views looking out onto the Gulf of Tunis. After lunch we drive to ancient Carthage, located a short distance from the Sidi Bou Said neighbourhood. Founded around 1000 BC, Carthage grew to be the most important and powerful trading centre on the Mediterranean. The mighty fleet of hundreds of armed ships was an efficient deterrent against invaders for many centuries. Its geographical situation as the gateway to Africa (today only six hours by boat from Sicily), meant that it was a crucial strategic post which the Romans fought hard to attain. After the third and final Punic war the Romans sacked Carthage in 146 BC, destroying much of the old town. Today many of the ruins date from the Roman period but we'll also see the two ancient Punic harbours, once the very foundation of Carthaginian prosperity as well as the Punic tophet, the Antonin baths, the amphitheatre, residential areas and the acropolis of Byrsa."
      },
      {
        "dayNumber": 3,
        "title": "Drive to Kairouan in northern Tunisia’s inland desert, visiting Dougga enroute, famed for its archaeological sites",
        "description": ": After breakfast we bid Tunis farewell, heading to Dougga and the Andalousian city of Testourand, one of the best preserved Roman archaeological sites in North Africa. The site itself sits within a fertile valley surrounded by olive groves. The main attraction is the imposing 3500 seat theatre built in the 2nd century, there are ruins from several periods in history some predating the Roman era with temples, well preserved streets and cisterns that were built to meet the ancient cities ever growing demand for water. Given how complete the site is, you really get a feel for how life must have been almost 2000 years ago. Please note there is very little shade in Dougga so it's worth being prepared with a hat and sun cream, the site is still being excavated, sturdy footwear is recommended. After lunch we continue driving south to Kairouan, the holiest city in Tunisia, which retains a strong spiritual feel. It is also the birthplace of great poets and doctors of religious law, echoing the traditional Islamic link between Art and Faith. We aim to get to Kairouan by 5pm in time to enjoy our hotel tonight. The Hotel La Kasbah in Kairouan blends traditional architecture with modern comfort. Located near historic sites, it offers spacious rooms, a relaxing courtyard and an outdoor pool all within very close proximity to the medina."
      },
      {
        "dayNumber": 4,
        "title": "Visit the impressive Great Mosque of Kairouan and the city's ancient medina. Continue to the desert oasis town of Tozeur",
        "description": ": This morning we take a sightseeing tour of Kairouan. We start by driving to the Aghlabid Pools and walking up to the stunning Abou Zomaa mosque followed by a visit to the Great Mosque of Kairouan, the 4th holiest Islamic centre after Mecca, Medina and Jerusalem. Originally constructed in the seventh century, the mosque has a myriad of columns and arabesque bas reliefs surrounding an immense marble courtyard. Heading through the imposing archway in the walled ramparts, we enter the labyrinth of the old medina and covered market. Here traditional crafts such as copper and silver engraving, carpet weaving and saddle making are carried out by skilled craftsmen. This is a good place to stop for a coffee scented with rose water or try a local delicacy 'makroudh'. They are small wheat cakes soaked in honey and stuffed with dates. Bidding Kairouan farewell, we will continue our journey south, travelling through vast olive tree plantations and passing through small villages where Tunisian rural life unfolds in much the same way as it has done for generations. Tozeur, our base for the next two nights, is an oasis town and is the capital of the south. In recent years Tozeur has become a busting tourist destination. During your free time here you may wish to visit a street market as this is the place to pick up some exotic bargains but you must be sure to barter!"
      },
      {
        "dayNumber": 5,
        "title": "Orientation tour of Tozeur medina. Free afternoon for optional desert activities",
        "description": ": Heading into town our tour leader will give us a brief orientation tour of the town and medina after which the rest of the day is free to relax and soak up the atmosphere of Tozeur or enjoy the facilities of the hotel. There is an option to explore more of the area should you wish. Join a two and a half hour 4 WD tour to visit the Star Wars movie film site at Mos Espa in Nefta followed by a visit to Ong Jmel, a striking sandstone rock formation with a panoramic backdrop of the salt flats. We also offer a three hour 4 WD tour to Sidi Bouhlel canyon in de Dghoum National Park, the tour includes a short walk in the canyon. During the excursion we will also visit Tozeur oasis, the settlement around the oasis uses a distinctive traditional architecture. During our visit we will witness how bricks are produced, a key element in the construction of these desert dwellings. Finally we will visit the oasis and Eden park, with its date plantations and banana groves where we can learn more about the production of these desert delicacies and visit the small museum. Please see the 'budgeting' section below for more details."
      },
      {
        "dayNumber": 6,
        "title": "View the salt flats at Chott El Jerid, continue to Douz to join a 4 WD safari to our desert camp",
        "description": ": This morning, we cross the vast 3400 square kilometre Chott-el-Jerid salt flats, the largest in the Sahara, along the way we visit an artesian well where fresh groundwater is forced to the surface under pressure from the sediment below. We continue the oasis town of Douz, breaking for lunch. Transferring to 4 WD vehicles, and taking just enough luggage for our one-night stay in the desert, we drive out into the vastness of the Sahara where we spend the night in a desert camp. Climb the sand dunes behind the camp or enjoy a sundowner as the sun sets over the dunes. This evening, enjoy a delicious dinner served under the magnificent night sky. With virtually no light pollution this is a great spot for star gazing, with quiet locations around the camp to enjoy the blanket of stars above. We'll stay in a camp with spacious well appointed twin share and single tents, ten of the tents have simple ensuite toilet attached, where we need more than ten tents, we will use additional tents with shared facilities. Blankets and pillows are provided. During the winter months, it can get cold in the desert so warm clothing is recommended. Dinner is included and there is a licensed bar that serves alcohol. There is no Wi-Fi signal at the camp, it's the perfect location to switch off, immersed in the tranquil setting amongst the sand dunes."
      },
      {
        "dayNumber": 7,
        "title": "Drive to the Berber village of Tamezret, continue to Matmata to visit the troglodyte cave dwellings. Overnight Sfax",
        "description": ": Departing our desert camp after breakfast, we drive in 4 WD's through the sand dunes and open plains of the desert, retracing a route back to Douz where we are reunited with our vehicle. Our destination today is Sfax, making a stop in the tiny stone village of Tamezret, perched on a hill with the pink and blue mountain of Djebel Tabaga in the distance. Matmata is our next stop with its distinctive 'invisible village' first recorded in the 4th century. Camouflaged by the sandy pockmarked landscape and situated within craters, you can find around 50 or so underground dwellings. Home to one of the oldest Berber tribes, many of the caves are still in use today. Circular pits with vertical walls have been dug out of the sandstone and a sunken courtyard created with tunnels cutting into the walls to form caves and rooms. This subterranean home is cool in the summer and warm in the winter. Continuing to the coastal town of Sfax, our hotel tonight is a modern resort style property. Dinner is included and there is a licensed bar that serves alcohol."
      },
      {
        "dayNumber": 8,
        "title": "Drive up the Mediterranean coast to El Djem to visit its Roman amphitheatre, continue to Sousse for a walking tour of its famous old medina.",
        "description": ": Stepping back in time this morning, we will pay a visit to the spectacular UNESCO World Heritage site of El Djem, the best preserved Roman Amphitheatre in North Africa. One of the largest of its kind in the world, this stunning monument to Roman glory once echoed to the sounds of gladiatorial contests and chariot races. El Djem was capable of seating 27,000 spectators although now has a capacity of around 500. We will have a guided tour of the site and have lunch near by (lunch is not included on this day). Continuing north along the Gulf of Tunis coast, our overnight stop is in Sousse where our tour leader will accompany us on a walking tour of the UNESCO protected medina. Dinner is included tonight."
      },
      {
        "dayNumber": 9,
        "title": "Visit the Zaghouan Aqueduct. Return to Tunis to explore its ancient medina",
        "description": ": Departing Sousse after breakfast we return to Tunis, stopping off to see the Zaghouan Aqueduct enroute. The Zaghouan Aqueduct is an ancient Roman marvel built in the 2nd century AD to supply water to Carthage from the Zaghouan mountain springs. Spanning over 130 kilometres, it is one of the longest and best-preserved Roman aqueducts. Ingeniously engineered with bridges, tunnels, and siphons, it showcases Roman architectural and hydraulic expertise. Visitors today can explore its remains near the village of Oudna, gaining insight into Tunisia's rich Roman heritage and the importance of water management in antiquity. We continue our journey back to Tunis. As well as being a modern dynamic city, Tunis still retains its distinctive Arab flavour with colourful souks crammed with everything from crafts, household wares to spices and baklava. This morning we head out on foot on a walking tour of Tunis' historic medina, with its labyrinth of streets and alleyways in the heart of the old city. The medina contains over 700 monuments, mosques and palaces including the stunning Ez-Zitouna mosque which we view from the outside. The afternoon is left free to further explore Tunis in our own pace. As this is the last day of the trip there is the option to head out as a group for a farewell group meal."
      },
      {
        "dayNumber": 10,
        "title": "Trip ends in Tunis",
        "description": ": The trip ends after breakfast at our hotel in Tunis There are no activities planned today, so you are free to depart from Tunis at any time. If you would like to receive a complimentary airport transfer today, you'll need to depart from Tunis International Airport (TUN), which is just over 30 minutes from the hotel depending on traffic."
      }
    ],
    "map": ""
  },
  {
    "destination": "Tunisia",
    "mainPhoto": "",
    "id": "tunisia-solar-eclipse-2027-tour",
    "tourName": "Tunisia solar eclipse 2027 tour",
    "placesVisited": "Witness the total solar eclipse near Sfax, Guided tour of Tunis, Tunisian cooking class, Carthage, Sidi Bou Said, guided tour of Kairouan, Tozeur, 4 x 4 oasis tour, Chott el Derid salt lake, see ‘the gateway to the Sahara’ at Douz, Sfax (with solar eclipse), troglodyte houses at Matmata, UNESCO-listed Amphitheatre of El Jem",
    "generalInfo": "On Monday 2 August 2027 a full solar eclipse – the longest solar eclipse visible on land this century – will be visible from Tunisia. There will be a totality lasting over five minutes. As part of this holiday, you’ll be in a prime spot to witness it near Chaffar Beach, close to the city of Sfax on this once-in-a-lifetime Tunisia solar eclipse tour. <br/><br/>Starting and ending in Tunis, this trip features time in the capital as well as Carthage before plunging south towards the Sahara Desert via Kairouan. You’ll stay at Tozeur, a desert oasis, and get all the way to the ‘gateway of the Sahara’ at Douz. You’ll stop in Sfax, where you’ll witness the eclipse, then round your trip off with a visit El Jem, the famous Roman amphitheatre, before returning to the capital. <br/><br/>The eclipse occurs on day seven of your trip. Excitement is in the air in the morning in the city when you wake up. You’ll head to a great spot on the coast to watch, and totality is expected at 10am. Worth getting up early for! With stable weather at this time of year, it’s a great opportunity to catch this rare astral event, whilst also exploring this beautiful north African country.<br/><br/>Speaking of stars – you’ll be staying in five-star accommodation, too.  Other highlights on this trip include walking through a local market in Tunis with a chef and picking ingredients, then heading to the kitchen to learn how to prepare a traditional lunch. You’ll also go for a fantastic 4x4 adventure through the desert to see the oases at Chebika, Tamerza, and Mides. <br/><br/>The eclipse will be a highlight, but it’s jostling with many other attractions on this well-planned, thoughtful itinerary though the country. <br/>",
    "durationDays": "9",
    "price": "3195",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Tunis. Meet and Greet at the airport and transfer to your hotel. Welcome dinner. Upon arrival in Tunis, our staff will meet you at the airport and then transfer you to your hotel to begin your trip. If you arrive early, you may like to explore the historic medina of Tunis or take a walk along the Avenue Habib Bourguiba. Join us tonight for a welcome dinner at 8"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Tunis Medina Exploration, Cooking Class and tour of Carthage Enjoy a leisurely breakfast at your hotel before we depart for the historic Medina of Tunis, a UNESCO World Heritage site. Your guided tour will take you through its labyrinthine streets, where you will discover hidden souks, beautiful mosques, and traditional artisan workshops, immersing yourself in the rich history and culture of the old city. Next, you will experience an authentic Tunisian cooking class. The adventure begins with a visit to a bustling local market within the medina, where a local chef will guide you in selecting the freshest ingredients for your meal. You will learn how to hand-pick vegetables, spices, and other produce, understanding the importance of each element in Tunisian cuisine. Afterwards, you will proceed to a traditional home to prepare your lunch. Under the guidance of your chef, you will learn centuries-old cooking techniques and the secrets behind creating a classic Tunisian dish. This is a hands-on experience that will allow you to connect with the local culture through its food, culminating in the enjoyment of your own delicious creation. In the afternoon, our journey continues to the ancient archaeological site of Carthage. As you explore the ruins, you will be transported back in time, learning about the city's powerful history as a major Phoenician and Roman centre. We will then proceed to the picturesque village of Sidi Bou Said, known for its stunning white buildings with vibrant blue doors and window frames. You will have time to stroll through its charming, cobblestone streets, admire the beautiful architecture, and enjoy the breathtaking views of the Mediterranean Sea. OVERNIGHT"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Exploring spiritual Kairouan. Continue onwards to Tozeur After enjoying breakfast at the hotel, we will begin our drive south to Kairouan, one of Tunisia's most significant spiritual cities and a UNESCO World Heritage site. Our first stop is the magnificent Great Mosque of “Okba Ibn Nafaa”, a masterpiece of Islamic architecture and one of the oldest and most revered mosques in the Maghreb. You will have time to explore its vast courtyard and impressive prayer hall, absorbing the serene and historic atmosphere of this holy place. Next, we will delve into the old medina of Kairouan. As you wander through its narrow, winding alleys, you will discover traditional souks and artisan shops, soaking in the city's unique character. We will also visit the Aghlabid Basins, a series of ancient water reservoirs that demonstrate the engineering prowess of the Aghlabid dynasty, which ruled the area centuries ago. Following our exploration of Kairouan, we will continue our journey across the changing landscapes of Tunisia to the desert oasis of Tozeur. Upon arrival, you will check in to your hotel for an overnight stay. OVERNIGHT"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Visit the city of Tozeur. 4x4 adventure to mountain oases. After breakfast at your hotel, our journey continues with a visit to the city of Tozeur, known as the 'Gateway to the Desert'. You will explore its famous oasis, one of the largest in Tunisia, and learn about the intricate irrigation systems that sustain the thousands of date palms. Afterwards, you will have the opportunity to wander through the charming streets of the old quarter, admiring the unique architecture constructed from local clay bricks, which create beautiful geometric patterns. In the afternoon we will embark on an exhilarating 4x4 adventure to explore the stunning mountain oases of Chebika, Tamerza, and Midès. Nestled in the foothills of the Atlas Mountains, these oases offer a dramatic contrast to the desert landscape. You'll hike through breathtaking canyons and palm groves, discovering hidden waterfalls and ancient Berber villages carved into the rock face. In the evening, you will return to your hotel for an overnight stay, with time to relax and reflect on the day's magnificent sights and experiences. OVERNIGHT"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Drive through Chott el-Jerid salt lake. Explore the town of Douz After breakfast at the hotel, our journey will take us across the vast, ethereal landscape of the Chott el-Jerid, a magnificent salt lake. This immense natural wonder provides a spectacular backdrop for photographs, with its shimmering white surface stretching as far as the eye can see. We will stop for a photo opportunity, allowing you to capture the stunning, almost surreal beauty of this unique environment. Following our photo stop, we will continue our drive to the town of Douz, often referred to as the 'Gateway to the Sahara'. Upon arrival, we will visit the bustling local souk. Known for its vibrant atmosphere, the market is the perfect place to experience traditional desert life, where you can browse local crafts, textiles, and spices. You might also see nomadic tribesmen, known as the M'razig, in their distinctive attire. Later, we will check in to your hotel for an overnight stay, where you can enjoy a comfortable evening and prepare for the next day's adventures in the desert. OVERNIGHT"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Visit the troglodyte houses of Matmata. Drive to Sfax and explore the historic medina After breakfast at your hotel, we will begin our scenic drive to the unique Berber village of Matmata. Famous for its surreal, lunar-like landscape and distinctive underground homes, known as troglodyte houses, Matmata offers a glimpse into a traditional way of life adapted to the harsh desert environment. Upon arrival, you will have the opportunity to visit one of these fascinating troglodyte houses and learn about how local families have lived in these cool, subterranean dwellings for centuries. We will also make a special stop at the Hotel Sidi Driss, famously used as a filming location for Luke Skywalker's home in the original Star Wars film, allowing you to walk through a piece of cinematic history. Following our exploration of Matmata, we will continue our journey to the coastal city of Sfax. Here, we will visit the historic medina, one of the best-preserved examples of Arabo-Islamic architecture in North Africa. As you walk through its gates, you will discover a vibrant market, traditional workshops, and impressive ramparts. Finally, we will check in to your hotel for an overnight stay, where you can relax after a day filled with unique landscapes and cultural discoveries. OVERNIGHT"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Witness the total solar eclipse We will head south from Sfax to a prime viewing location at a local cafe close to Chaffar Beach, perfectly situated along the path of totality for the total solar eclipse of 2027. On Monday, 2 August, you will have the extraordinary opportunity to witness this once-in-a-century astronomical event. The partial eclipse is expected to begin in the morning, with totality occurring at approximately 10"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Visit the UNESCO listed Amphitheatre of El Jem. Continue to Tunis After breakfast at your hotel, we will begin our journey towards El Jem, where we will visit one of the most magnificent Roman ruins in the world. Our destination is the UNESCO World Heritage-listed Amphitheatre of El Jem. This remarkably well-preserved structure is the third-largest Roman amphitheatre ever built and a stunning example of imperial Roman architecture. You will have ample time to explore its three levels of arches, walk through the corridors where gladiators once prepared for battle, and imagine the thrilling spectacles that took place within its walls. Following our immersive visit to El Jem, we will continue our drive back to Tunis. The journey will offer picturesque views of the Tunisian countryside as we make our way north. Upon arrival back in the capital, you will check in to your hotel for an overnight stay. You will have the rest of the day to relax or, depending on your arrival time, enjoy some free time to revisit a favourite spot or explore a new part of the city. OVERNIGHT"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Transfer to Tunis Airport for departure Your time is free today until we transfer you to the airport for your departure flight. Extensions are available to add onto the end of the tour to spend some time by the sea. OVERNIGHT"
      }
    ],
    "map": ""
  },
  {
    "destination": "Tunisia",
    "mainPhoto": "",
    "id": "tunisia-summer-small-group-tour",
    "tourName": "Tunisia summer small group tour",
    "placesVisited": "",
    "generalInfo": "Embark on The Grand Tour of Tunisia: History, Desert &amp; Culture, an enriching 9-day journey that perfectly encapsulates the diversity of this North African jewel. Starting in Tunis, you will dive into history by exploring the UNESCO-listed Medina and the ancient ruins of Carthage, balanced with hands-on experiences like a Tunisian Cooking Class and a visit to the picturesque village of Sidi Bou Said. The tour then heads south, pausing for cultural immersion with a Harissa-making workshop and visits to the historic coastal medinas of Hammamet and Sousse, including its museum housing magnificent Roman mosaics, before reaching the colossal Amphitheatre of El Jem. The adventure deepens as you journey into the desert towards Matmata to explore its fascinating troglodyte underground homes and iconic Star Wars filming locations. You will experience genuine local life through a cultural exchange with the inspiring Women of GDA El Ferch cooperative and visit the ancient Berber villages of Douirette and Guermassa before arriving at Douz, the 'Gateway to the Sahara'. The route shifts to the stunning natural beauty of the Atlas Mountain oases, crossing the shimmering Chott el Djerid (Salt Lake) to explore the canyons and springs of Chebika and Tamerza. The historical narrative continues with a visit to the beautifully preserved Roman site of Sbeitla, followed by the spiritual significance of Kairouan, the fourth-holiest city in Islam, before concluding with a day of relaxation in the elegant coastal resort of Gammarth near Tunis. This comprehensive tour blends guided archaeological exploration with authentic cultural experiences and the breathtaking scenery of the Tunisian desert and coast. The route operates during the summer months from June until the end of September. If you are plan on travelling at other times of the year, please see our Tunisian Encounters tour",
    "durationDays": "9",
    "price": "2199",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Tunis, transfer to hotel Upon arrival our staff will meet you at the airport and then transfer you to your hotel for the start of your trip. They will help you settle in, introduce you to the local area, and explain tomorrow's arrangements. The rest of the day is free to begin exploring the local area. OVERNIGHT"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "A DAY of Culture, Cuisine, and History. Medina, Cooking Class, Carthage, and Sidi Bou Said Begin your day with a fascinating, guided exploration of the historic Tunis Medina, a UNESCO World Heritage site and a dazzling labyrinth of covered souks, workshops, and centuries-old mosques. Your expert local guide will navigate the atmospheric alleyways, providing insight into the city's rich past as you discover hidden fountains, traditional artisan crafts, and the impressive architecture nestled within the ancient walls. The immersion in local culture continues with a hands-on Tunisian Cooking Class. This authentic culinary experience commences with a guided tour of the bustling Central Market within the Medina. Here, you will join your local chef to hand-select the freshest seasonal produce and ingredients. Following the market visit, you will be welcomed into a traditional Tunisian house where the chef will unveil their secrets during a comprehensive, practical demonstration. You will learn ancestral cooking techniques passed down through generations to prepare a true, delicious Tunisian dish, which you will then savour for lunch. In the afternoon, we delve into ancient history with a visit to the colossal archaeological sites of Carthage. We will explore the remnants of this legendary Punic and Roman city, including the expansive Antonine Baths of Carthage—the largest Roman public baths built in Africa—and the evocative ruins of the Old Punic Port. We conclude the day in the picturesque village of Sidi Bou Said. Enjoy a leisurely walk through its famed, charmingly paved streets, admiring the contrast of gleaming white walls and striking bright blue doors and window frames. This coastal jewel offers stunning panoramic views over the Gulf of Tunis before we return to your hotel. OVERNIGHT"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Harissa making, Hammamet and Sousse Medina & the Amphitheatre of El Jem Begin your day with a satisfying breakfast at the hotel before heading north to the coastal town of Nabeul, famed as the craft capital of Tunisia. Upon arrival, you will immerse yourselves in the local culture by joining an interactive Harissa-making workshop. Under the guidance of a local expert, you will learn the secrets behind preparing the national condiment of Tunisia, from selecting and toasting the fiery chilli peppers to pounding the spices by hand, acquiring skills you can take back to your own kitchen. Following your workshop, we take a short drive to the nearby resort town of Hammamet, where you will visit the charming Old Medina. Here, wander along the ramparts and enjoy the views across the Gulf, exploring the compact, walled town centre known for its fragrant jasmine and picturesque fortifications. We then continue south to Sousse to explore its captivating, UNESCO World Heritage-listed Medina, a prime example of a fortified coastal town from the first centuries of Islam. After navigating the historic ramparts and narrow, bustling streets, you will visit the Archaeological Museum of Sousse, housed within the Casbah. This museum holds one of the finest collections of Roman mosaics in the world, offering a stunning visual record of ancient life and mythology. The historical journey culminates with a visit to the magnificent Amphitheatre of El Jem, another UNESCO World Heritage site and one of the best-preserved Roman colosseums in the world, rivalling even Rome’s in size. Explore this colossal structure and imagine the ancient spectacles that once took place here. Finally, we proceed to Sfax, where you will check into your accommodation for your overnight stay. OVERNIGHT"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Journey to the Troglodytes and Desert Villages After enjoying breakfast at your hotel, we begin the day by heading south, venturing deep into the striking, semi-lunar landscape of the Dahar mountains towards Matmata. This Berber village is globally famous for its remarkable troglodyte houses—underground dwellings carved into the soft sandstone to escape the summer heat. You’ll have a chance to enter these fascinating traditional homes to appreciate the ingenious architecture and the way of life preserved beneath the earth. While in Matmata, we will specifically explore the Hotel Sidi Idriss, a classic example of troglodyte architecture and instantly recognisable as the interior set for the Lars Homestead (Luke Skywalker’s childhood home) in the Star Wars films. We will then pause for a panoramic photo stop at Toujane, a picturesque terraced Berber village nestled high on a ridge, offering breathtaking views across the vast landscape. The highlight of the afternoon is a meaningful visit to the Women of GDA El Ferch, a remarkable local cooperative. This organisation is entirely led by rural women dedicated to empowerment through sustainable agriculture and the preservation of traditional crafts. You will be welcomed into their authentic setting for a truly hands-on experience"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Visit Chott Jerid, Chebika, Waterfalls of Tamerza. Continue to Ong Jemel and onwards to Tozeur The day begins with a drive to Tozeur, crossing the vast, shimmering expanse of the Chott el Djerid (Great Salt Lake). You'll pause here for a memorable photo stop to capture the striking mirages and the brilliant salt colours. Continuing into the foothills of the Atlas Mountains, the journey shifts to exploring spectacular mountain oases, starting with Chebika, an ancient, abandoned village now famed for its revitalised, lush palm groves and refreshing natural springs that cut through the canyon stone. The route then leads to Tamerza, the largest and most dramatic of the region’s oases, where you can discover impressive, permanent waterfalls, verdant palms, and the remnants of the old village perched above the gorge. The oasis tour culminates at the breathtaking Canyon and Oasis of Mides, offering a rewarding walk through the sheer-walled canyon to marvel at the geological formations and enjoy the serene, panoramic views of the picturesque oasis below. Leaving the mountains, the trip takes you into the desert to visit Ong Jemel ('Camel's Neck'). This iconic dune and rock formation is made globally famous as a major Star Wars filming location, offering a surreal, cinematic backdrop for photos before driving back to the main oasis town. Returning to Tozeur, you will have a free afternoon to either relax or explore the town at your own pace. You might choose to stroll through the distinctive brick-patterned alleyways of the old quarter, with an optional visit to the Dar Chrayet Museum for those interested in local culture, before settling in for an overnight stay at the hotel. OVERNIGHT"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Sbeitla, Kairouan, and the Road to Tunis The day of historical discovery begins with an early morning departure as you travel toward Sbeitla (ancient Sufetula), home to one of Tunisia’s most impressive and beautifully preserved Roman archaeological sites. Upon arrival, you will visit the vast historical complex, taking time to explore the remarkably intact Roman temples, monumental arches, ancient public baths, and the main forum, including the unique triple-temple dedicated to the Capitoline Triad, which offers a profound look into the Roman-Byzantine history of North Africa. After Sbeitla, the journey continues with a drive to Kairouan, often regarded as the fourth-holiest city in Islam. Here, you will visit the monumental Great Mosque of Kairouan (Mosque of Uqba), one of the oldest and most significant Islamic structures in North Africa, renowned for its architectural grandeur. Following this, you will explore the Old Medina of Kairouan, a UNESCO World Heritage Site, wandering through the labyrinthine historic alleys famed for their traditional architecture, authentic atmosphere, and local crafts. Finally, after soaking up the culture and history of Kairouan, the day concludes with a drive to Tunis, where you will check in for your overnight stay in the Gammarth area of the city. OVERNIGHT"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Free day to explore the Gammarth Today is entirely dedicated to leisure and relaxation in Gammarth, recognised as one of Tunisia’s most elegant and exclusive coastal resorts. The location, with its perfect blend of natural beauty and sophisticated amenities, provides an ideal escape. For those who wish to explore, Gammarth offers a charming local flavour. You may choose to stroll to the nearby area to discover chic cafés serving traditional Tunisian mint tea or rich coffee, and browse sophisticated boutiques offering local crafts, fashion, and souvenirs. OVERNIGHT"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Free time in Tunis, hotel to airport transfer included Your time is free in Tunis today until we pick you up from your hotel and transfer you to the airport for your departure.If you'd like to extend your time in Tunisia, please speak to our sales team who will be able to assist with beach extensions. OVERNIGHT"
      }
    ],
    "map": ""
  },
  {
    "destination": "Tunisia",
    "mainPhoto": "",
    "id": "tunisia-tailor-made-holiday",
    "tourName": "Tunisia tailor made holiday",
    "placesVisited": "",
    "generalInfo": "This is our signature trip focusing on local arts &amp; traditions, culture and people, history and heritage, nature and biodiversity, You will :<br/><br/>• Visit the archeological treasures of Northern Tunisia<br/>• Experience the vibrant medinas of Central Tunisia, their arts, traditions &amp; gastronomy<br/>• Discover the fabulous Sahara desert, its silence, vastness and mountain oases",
    "durationDays": "10",
    "price": "4180",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Personalized welcome at Tunis Carthage Airport. Transfer and check in your hotel in the seaside suburbs of Tunis. The remainder of the afternoon is free for rest and relaxation from your flight. Meet your Tour Director tonight. Dinner and overnight"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Bardo Museum/ Medina of Tunis (B, L, D): Morning visit to the Bardo museum, considered one of the richest museums in the world. Housed in one of the former Husseinite palaces, it encloses all the treasures of Tunisian history: from pre-historic times to the Punic civilization, the Roman era, Christian’s times, Muslim civilization and up to the twentieth century and features the world’s largest collection of mosaics. Lunch at a Medina restaurant serving genuine, authentic Tunisia food (Escheick, Chez Slah) Visit the Medina of Tunis, the largest in North Africa (larger than Fez or Cairo), where we will stroll through the various souks and main monuments including palaces being restored and traditional homes which illustrate the way of life and customs of the nineteenth century Tunis. In the evening, dinner at a seaside restaurant serving fresh Mediterranean specialties"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Carthage/ Sidi Bou Said (B, L) : Visit the UNESCO World Heritage Site City of Carthage, the oldest Phoenician settlement on the coast of North Africa, and its glorious monuments: the Anthonin thermes, the Tophet at Salambo, the Amphiteatre, the Punic ports and the Acropolium. Continue to the WWII American cemetery of Carthage (General Patton’s Kasserine Pass battle). Lunch at a boutique restaurant serving genuine Tunisian seafood specialties (La Victoire El Kram or Cafe Vert La Goulette- stemming from the Jewish heritage of Tunisia). In the afternoon, continue to Sidi Bou Said, a 17th century village with immaculate white and blue houses that has managed to preserve its charm and peacefulness. Stroll through Sidi Bou’s narrow streets bordered by whitewashed houses with blue shutters and doors. Check out the various art galleries, try a bambalouni, light and crispy Tunisian style doughnut with some mint tea in one of the cafes of Sidi Bou Said and enjoy the superb view of the gulf of Tunis from one of Sidi Bou’s traditional café. Some of the town’s traditional cafes provide a marvelous view of the Gulf of Tunis, a perfect spot for painters and poets (it is called the Montmartre of Tunis). Dinner and overnight at leisure at your hotel or in downtown la Marsa ."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Testour/Dougga/Kairouan (B, L, D) : Depart from Tunis. Visit the ancient city of Dougga, one of the best-preserved roman cities in Africa. Listed in 1997 in the UNESCO World Heritage List, the town of Dougga, built on an elevated site overlooking a fertile plain, was the capital of Punic and Roman states. Lunch in Thugga. Continue to Kairouan, the holy city of Tunisia with its impressive Islamic monuments some dating to 670AD. Walk at your leisure in the souks, taste the traditional local pastry stuffed with dates called makroudh and learn about the traditional savoir-faire of women making rugs. Check in and dinner at your boutique hotel"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Kairouan/el Djem (B, L, D) : Morning visit to the ninth century great mosque of Oqba ibn Nafi, an important reference point in Islam and Islamic architecture. Continue to el Djem’s spectacular amphitheater that dates from 238 A.D, and is the second largest in the World only to Rome’s. Lunch at a small genuine restaurant le Bonheur. Visit the newly opened small museum and the excavations extending behind the amphitheater where beautiful mosaics have been found. Return to Kairouan, free afternoon in the beautiful Medina of Kairouan. Dinner and overnight at a family owned restaurant in downtown Kairouan ."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Journey to the Sahara/Tozeur (B, L, D) : After breakfast, continue to Tozeur, an oasis town rising from the sands of the Sahara desert where we will arrive in the afternoon. Visit Tozeur and discover the exquisite craftsmanship of Southern’s artisans, their traditions and cultural heritage. Discover the Belvedere of Tozeur, with its 300,000 palm trees and over 400 hot and cold springs. Check in and dinner at your hotel. After dinner at the hotel, visit to the Dar Cheraiet museum, an architectural jewel born of 1001 nights dreams. The museum, partially outdoor features luxurious decorations and gardens with the most representative scenes of North African life."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Mountain Oases (B, L, D) : Depart to Metlaoui. Visit the Selja gorges if the Red Lizard Train is available, the train belonging to the Bey of Tunisia, ancient Ottoman ruler of Tunisia, part of the colonial heritage of Southern Tunisia. With six wagons, including one used by the Bey, the train takes you to discover the famous and otherwise inaccessible Selja gorges. Continue by 4X4 to the oasis of Tamerza. Lunch in Tamerza. Explore the Mountain Oases of Mides and Chebika, which are perched in granite mountains above the Sahara and provide scenery for filmmakers in search of Biblical landscapes. Dinner and overnight at your hotel in Tozeur ."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Douz/Matmata/Djerba (B, L, D) : After breakfast, cross the dry salt lake of Chott el Djerid where fantastic forests and cities seem to appear on the horizon, only to be discovered as mirages. Arrive in Douz “gateway to the Sahara.” This quiet, oasis village is home to the Festival of the Sahara and features a daily camel market. Lunch in Douz. Depart to the Berber village of Matmata and its famous troglodytes, homes built underground to protect the Berbers from summer heat. Berber Ksours are among the most exciting places to explore in Tunisia. One of these fabulous Berber villages with its pitted lunar landscapes was the set of the Spielberg’s movie Raiders of the Lost Arc and Lucas “Star Wars”. Continue to the Island of Djerba, land of the Lotus-eaters in Homer’s Odyssey. Check in and dinner at your hotel."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Island of Djerba (B, L, D) : Visit the Ghriba synagogue, built in the 6th century BC (fall of Jerusalem to the Babylonians), one of the holiest Jewish places that hosts annual pilgrimage of Jews from all over the world and holds one of the most ancient Torah’s in the world. Lunch at leisure (recommended Haroun Djerba). Continue to Houmt Souk, the island’s capital, for a chance to experience local markets, crafts and foods, the museum of arts and popular traditions in Sidi Zitouni and the village of Guellala for its potteries. Farewell Dinner"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Fly to Tunis and Europe/US : Transfer to the airport of Djerba. Fly to Tunis early morning (45mn flight). Connect directly to a flight to Europe and the US"
      }
    ],
    "map": ""
  },
  {
    "destination": "Tunisia",
    "mainPhoto": "",
    "id": "tunisia-tours-off-the-beaten-track",
    "tourName": "Tunisia tours, off the beaten track",
    "placesVisited": "",
    "generalInfo": "A popular beach holiday destination, Tunisia isn’t what springs to mind when it comes to off the beaten track travel, but there’s more on offer than just its Mediterranean coastline. Home to shady oak forests and a section of the Sahara, the landscapes of Africa’s northernmost country are varied and even otherworldly in places, comprising golden deserts, lush oases, brightly coloured salt flats and rugged mountains. <br/><br/>Inhabited by the ancient Berbers and settled by some of the world’s great civilisations, Tunisia is rich in history and we spend time exploring the Phoenician city of Carthage, once a powerful trading port, as well as the remains of its Roman towns and cities from extraordinary underground villas to hillside ruins. We explore the spiritual centre of Kairouan which houses one of the most important mosques in the country, visit the charming blue and white village of Sidi Bou Said, and discover vibrant medinas jam packed with history. <br/><br/>Further south we discover a more traditional way of life, away from the cities. Around Tozeur we explore isolated Berber villages in the mountains and then head into the mighty Sahara Desert to spend a night amongst the dunes. In the Dahar Mountains we see centuries old cave dwellings which are still home to local people, and visit the ancient fortified granaries of the Tatouine region, experiencing a side of Tunisia that few venture far enough to see.<br/><br/>Heading back north, we visit the island of Djerba – the legendary ‘land of the lotus eaters’ from Greek mythology – and the superbly preserved Roman amphitheatre at El Jem.<br/><br/>A trip that will challenge your preconceptions about this North African gem.",
    "durationDays": "14",
    "price": "3449",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tunis - Arrive in Tunis and transfer to the hotel. The rest of the day is free to relax or explore. Overnight Carlton Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Carthage - Sidi Blu Said - Explore the ancient site of Carthage before continuing on to the pretty whitewashed village of Sidi Bou Said, one of Tunisia’s most picturesque places. We explore the village and visit the palace of Baron d’Erlanger, a showcase of Moorish architecture, before returning to Tunis for the night. Overnight Carlton Hotel or similar. (BL)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Tunis - Spend the morning exploring the Tunis medina, a UNESCO World Heritage Site, with its narrow streets, bustling souks and historic monuments. We also have an opportunity to meet a local journalist for an insight into the Tunisian Revolution. Overnight Carlton Hotel or similar. (BL)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Bulla Regia – Chemtou – Le Kef - Drive west to Bulla Regia where we visit its well preserved underground Roman villas. After lunch head to Chemtou, famous for its Numidian marble used throughout the Roman Empire. Here we visit the quarry and museum before continuing to Le Kef for the night. Overnight Dar Sidi Abdallah Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Le Kef – Dougga – Kairouan - Visit the old fortress in Le Kef then drive to the hillside town of Dougga, home to the best-preserved Roman city in Tunisia. Spend time exploring its temples, baths and theatres, then drive to Kairouan. Overnight La Kasbah Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Kairouan – Tozeur - Spend today exploring Kairouan, Tunisia’s oldest Arab city and one of Islam’s most important sites. We visit the Great Mosque and Barber’s Mausoleum, known for its beautiful hand painted tiles, then continue south to the oasis of Tozeur for the night. Overnight Dar Sayda Baya Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "En Negueb Mountains - Explore the oases of Chebika, Tamerza and Mides in the En Negueb hills, each with their own unique features from waterfalls and canyons to wadis and abandoned villages. This is an opportunity to get far off the beaten track and see a side of Tunisia that few visitors ever get to see. In the afternoon, take a walk through the old town of Tozeur, known for its interesting mud brick buildings. Overnight Dar Sayda Baya Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Douz – Tembain - Drive south crossing Chott El Jerid, Tunisia’s largest salt lake, to reach Douz – the gateway to the Sahara. We drive through the sands, making a few scenic stops along the way before arriving at our camp in Tembain, in time to watch the sunset over the dunes. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Matmata – Tamezret - Continue our journey through the desert to the Dahar Mountains, one of the country’s most traditional regions. We spend our time here visiting the villages of the Berber people with their underground cave dwellings, learning about their way of life. Spend the night in Tamezret. Overnight Dar Ayed Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Tataouine - Drive to the Tataouine region, home to centuries old Berber villages and their ‘ghorfas’ - fortified granaries situated on the hilltops. Visit the picturesque village of Chenini and Mosque of the Seven Sleepers, among other sites. Overnight Dakyanous Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Djerba - Drive to Djerba Island and explore its main sites including the Hara Sghira Synagogue, one of the most important Jewish sites in North Africa, and ethnographic museum. Overnight Dar Dhiafa Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "El Jem – Sousse - Travel north and take the ferry back to the mainland where we visit the Ampitheatre of El Jem, the largest of its kind in North Africa. Continue to Sousse where we spend some time at the archaeological museum and enjoy a tour of the lively medina. Overnight Marhaba Palace Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Tunis - Return to Tunis where we visit the Bardo National Museum, home to one of the richest collections of Roman mosaics in the world. The rest of the day is free to relax or explore. Overnight Carlton Hotel or similar. (BD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Tunis - Transfer to the airport for departure. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Tunisia",
    "mainPhoto": "",
    "id": "tunisian-coast-holiday-small-group",
    "tourName": "Tunisian coast holiday, small group",
    "placesVisited": "",
    "generalInfo": "Dive into the heart of North Africa's ancient wonders on our nine day tour of Tunisia. Designed to beat the summer heat, our adventure starts in the lively capital of Tunis, where we'll wander through the legendary ruins of Carthage, moving on we explore the Roman amphitheatre in El Djem, as well as Uthina and Mahdia. Along the way, we'll step inside the sacred Great Mosque of Kairouan and stand in awe at the breathtaking site of Dougga, a Roman city frozen in time.<br/> <br/> Visit ancient Carthage and Dougga - Step back in time in ancient Carthage, once a powerful Mediterranean hub and home to atmospheric Roman ruins.<br/> <br/> Seaside towns - Explore the coastal towns of Sidi Bou Said, where scarlet bougainvillea cascade over the white and blue walls and Sousse with its historic medina.<br/> <br/> Explore El Djem - Discover one of the most magnificent Roman amphitheatres in the Mediterranean and the largest outside of Italy. <br/>",
    "durationDays": "9",
    "price": "1995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip in Tunis, staying on the coast",
        "description": ": Our tour starts in Tunis, the modern bustling capital of Tunisia. There are no activities planned today, so you're free to arrive in Tunis at any time. If you'd like an airport transfer today, you'll need to arrive into Tunis International Airport (TUN), which is around 30 minutes from the hotel, depending on traffic. For those arriving before 7pm, our tour leader plans to meet you in the hotel reception to head out for dinner if you'd like to join. Due to the late arrival of many flights into Tunis, the welcome meeting will take place on the morning of day two. We stay out on the coast on the sandy shores of the Cote de Carthage, benefiting from a cooling sea breeze. Our hotel features an expansive swimming pool, landscaped gardens and has access to the beach, making it the ideal location to base ourselves for the start of our trip."
      },
      {
        "dayNumber": 2,
        "title": "Visit ancient Carthage and explore the Sidi Bou Said district, renowned for its cobbled streets and al fresco cafes",
        "description": ": Following this morning's welcome meeting, we'll head out to ancient Carthage, located in the Sidi Bou Said neighbourhood, a short distance from our hotel. Founded around 1,000 BC, Carthage grew to be the most important and powerful trading centre on the Mediterranean. The mighty fleet of hundreds of armed ships was an efficient deterrent against invaders for many centuries. Its geographical situation, as the gateway to Africa (today only six hours by boat from Sicily), meant that it was a crucial strategic post which the Romans fought hard to attain. After the third and final Punic war the Romans sacked Carthage in 146 BC, destroying much of the old town. Today many of the ruins date from the Roman period but we'll also see the two ancient Punic harbours, once the very foundation of Carthaginian prosperity as well as the Punic tophet, the Antonin baths, the amphitheatre, residential areas and the acropolis of Byrsa. This afternoon we'll continue to Sidi Bou Said on the coast. After lunch, which is included on this day at a restaurant with panoramic views looking out onto the Gulf of Tunis, we'll explore the village. The picturesque cliff-top village of Sidi Bou Said is a beautiful spot, where scarlet bougainvillea cascade over the white and blue walls of the narrow streets, and colourful shops, overflowing with carpets, pottery and jewellery, line the winding streets. We'll return to our beach hotel in the early evening."
      },
      {
        "dayNumber": 3,
        "title": "Full day visiting Testour and Dougga, famed for its archaeological sites",
        "description": ": Today we head to Dougga and the Andalousian city of Testour, one of the best preserved Roman archaeological sites in North Africa. It's around a one-hour drive to Testour and a further 30 minutes to Dougga. The Dougga site itself sits within a fertile valley surrounded by olive groves and is one of the oldest settlements in Tunisia. The main attraction is the imposing 3,500-seat theatre built in the 2nd century, there are ruins from several periods in history, some pre-dating the Roman era with temples, well preserved streets and cisterns that were built to meet the ancient cities ever growing demand for water. Thanks to how complete the site is, we get a feel for how life must have been almost 2,000 years ago. Please note, there is very little shade in Dougga so we recommend bringing a hat and sun cream - it will be extremely hot. The site is still being excavated, so sturdy footwear is also recommended. We aim to be back at our beachfront hotel by mid-afternoon, in time for a refreshing dip in the swimming pool or a stroll along the beach."
      },
      {
        "dayNumber": 4,
        "title": "Visit the archaeological site of Uthina. Overnight near El Djem",
        "description": ": We bid farewell to Tunis today, heading south to the less-visited yet highly acclaimed archaeological site of Uthina (also known as Oudna), established by Emperor Augustus for retired soldiers of the Roman third legion. The site is well-preserved with substantial public buildings still visible, including an impressive amphitheatre and the roman baths with intricate mosaics. Continuing back towards the coast, we break for an included lunch at Douar Laaroussi, a locally-owned Berber restaurant in a rural setting akin to an agriturismo, situated close to Hammamet. There is the chance to visit the kitchens to learn about Tunisian spices and help make freshly baked bread. After lunch, we'll continue to our hotel located just a short distance from El Djem."
      },
      {
        "dayNumber": 5,
        "title": "Explore El Djem's Roman amphitheatre, continue to Mahdia to see Fatimides Fortress",
        "description": ": Stepping back in time this morning, we'll pay a visit to the spectacular UNESCO World Heritage site of El Djem, the best-preserved Roman Amphitheatre in North Africa. One of the largest of its kind in the world, this stunning monument to Roman glory once echoed to the sounds of gladiatorial contests and chariot races. El Djem was capable of seating 27,000 spectators although it now has a capacity of around 500. We'll have a guided tour of the site, after which there'll be time to wander round. The second and third galleries provide some of the best views of the entire amphitheatre, the almost perfectly preserved dungeons are also well worth seeing, it's possible to walk through the animal enclosures, along the corridors into the auditorium itself. After lunch, we'll head to the quiet coastal town of Mahdia. The Fatimids built a fortified city, al-Mahdiyya (Mahdia), on the Tunisian coast in 916. This city served as their capital and included the Great Mosque of Mahdia, one of the earliest Fatimid mosques. After a tour of Mahdia, we'll return to our hotel near El Djem."
      },
      {
        "dayNumber": 6,
        "title": "Drive along the coast, visiting Monastir and Sousse for a walking tour of its famous old medina. Continue to Kairouan",
        "description": ": Today's sights are based along the Gulf of Hammamet coastline. Our first stop is a tour of Monastir to see its impressive fortress and mausoleum. Continuing north, we'll explore Sousse, where our tour leader will accompany us on a walking tour of the UNESCO protected medina. We'll break for a leisurely lunch in Sousse (lunch not included). Later in the afternoon, we'll continue inland to Kairouan. Our hotel tonight is situated on the edge of the medina, within a 10-minute walk of the city gate. The hotel incorporates parts of much older buildings and is designed to blend harmoniously with its surroundings, it features a lovely courtyard swimming pool and an excellent coffee bar and choice of restaurants. There is the option of an evening walking tour of the old town of Kairouan."
      },
      {
        "dayNumber": 7,
        "title": "Visit the impressive Great Mosque of Kairouan and the city's ancient medina. Return to Tunis",
        "description": ": This morning, we'll take a sightseeing tour of Kairouan. We start by driving to the Aghlabid Pools and walking up to the stunning Abou Zomaa mosque followed by a visit to the Great Mosque of Kairouan, the 4th holiest Islamic centre after Mecca, Medina and Jerusalem. Originally constructed in the seventh century, the mosque has a myriad of columns and arabesque bas reliefs surrounding an immense marble courtyard. Heading through the imposing archway in the walled ramparts, we enter the labyrinth of the old medina and covered market. Here traditional crafts such as copper and silver engraving, carpet weaving and saddle making are carried out by skilled craftsmen. This is a good place to stop for a coffee scented with rose water or try a local delicacy 'makroudh'. They are small wheat cakes soaked in honey and stuffed with dates. Bidding Kairouan farewell, we return to Tunis, staying in our centrally located hotel for the final two nights."
      },
      {
        "dayNumber": 8,
        "title": "Visit the Bardo museum, head into Tunis' old medina",
        "description": ": As well as being a modern dynamic city, Tunis still retains its distinctive Arab flavour with colourful souks crammed with everything from crafts, household wares to spices and baklava. We'll head out early to avoid the heat of the day, on a walking tour of Tunis' historic medina, with its labyrinth of streets and alleyways in the heart of the old city. The medina contains over 700 monuments, mosques and palaces including the stunning Ez-Zitouna mosque, which we'll see from the outside. We'll then visit the recently reopened Bardo National Museum. Housed in a grand palace, the Bardo is home to a rich collection of artefacts, over 1,000 mosaics and treasures, collected through the ages from sites across Tunisia. The rest of the day is free to further explore Tunis and pick up last-minute souvenirs. This evening, there is the opportunity to head out for a farewell dinner."
      },
      {
        "dayNumber": 9,
        "title": "Trip ends in Tunis",
        "description": ": The trip ends after breakfast at our hotel in Tunis. There are no activities planned today, so you are free to depart from Tunis at any time. If you would like to receive a complimentary airport transfer today, you'll need to depart from Tunis International Airport (TUN), which is just over 30 minutes from the hotel depending on traffic. Should you wish to extend your stay, we can offer extra nights either on the beach or in the city centre."
      }
    ],
    "map": ""
  }
]
