[
    {
        "type": "overview",
        "Main_Title": "Our Oman holidays & tours",
        "Main_Paragraph": "Visiting Oman is like waking up in an Arabian Arcadia. Infinitesimal desert dunes, sandstone forts that segue seamlessly into surrounding golden sands, sanctuary-silent wadis filled with turquoise water, and three seas to choose from for coastal escapism. If you like big spaces and big ideals, our Oman holidays are an eye opening and exhilarating experience. Our holidays to Oman benefit Omani people, from Bedouin camps, to the local family who might prepare your picnic lunch for your desert road trip, to the little restaurant where you can try camel curry. Our holidays also support wildlife conservation in the country; by visiting protected turtle nesting sites and frankincense forests.",
        "Subtitle": "Oman holiday highlights",
        "Title1": "Always have desert",
        "Paragraph1": "The desert is a must on the Omani menu, with the most famous area known as, quite simply, The Empty Quarter, or\nRub Al Khali\n, which is part of the world's largest sand desert. Explore by 4x4 but always with an expert guide, ideally a Bedouin one who knows every dune or when a mirage is not a mirage. Wahiba Sands is also amazing and closer to Muscat, but whichever desert you choose, they are places to ponder peace, camp under an explosion of stars, join a Bedouin caravan of camels at moonlight when it is cooler, or take tea with them in their reed dwellings. The Bedouin will share stories of desert life and humble you with their innate sense of hospitality, leaving you with the sweetest and most lasting flavour of real Oman. For an appetiser, read Wilfred Thesigers 1959 classic travelogue,\nArabian Sands\n.",
        "image1": "",
        "Title2": "The wonders of wadis",
        "Paragraph2": "Wadi\nis an Arabic term for a valley, and it usually comes in two extreme forms: dry as a bone, or flooded. Oman is, therefore, a place to hire a 4x4, as the roads suddenly end and you wander into a dry\nwadi\n, taking in all its curves and caves, either by some dusty, daredevil driving , hardcore but heavenly hiking or, if it is water filled, leave the car behind and take in some of the most wonderful wild swimming. Wadi Shab, for example, has secret emerald green caves and waterfalls all year round, leading down to the coastal village of Tiwi, where the mouth of the\nwadi\nenters the Arabian Sea. Or head to Wadi Bani Awf with old houses built into its slopes, and terraces are cultivated with date and pomegranate plantations using the ancient\nfalaj\nsystem. No matter where you go, you are never far from a\nwadi\nand all nearly all tours include a visit to one.",
        "image2": "",
        "Title3": "Who doesnt love a souk?",
        "Paragraph3": "You are spoilt with souks in Oman. For starters, Muttrah is great for handmade silver and gold jewellery although you might need to check for real Omani origins. The Wednesday souk at Buraimi is run only by women and specialises in handicrafts and pottery. The Sinaw Souk specialises in Bedouin crafts, and for Oman's fine frankincense, head to Al Husn Souk in Salalah.",
        "Title4": "Hiking is hot",
        "Paragraph4": "With expert guides, the right season and plenty of stamina, this is one of the most exhilarating (and empty) countries to\nhike in\n. Walk through Omans wilderness, stomp along dry\nwadis\n, ramble across the rugged Hajar Mountains or through Jebel Shams, Omans Grand Canyon. You can also combine it with some cycling, across\nwadi\nlandscapes to see the souks and fort at Bahla.",
        "image3": ""
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Oman",
        "Main_Paragraph": "The best time to visit Oman is, quite simply, when you arent going to bake. If getting a sun tan is all you are after, Oman probably isnt the right place for you anyway, as sauntering around in a swimsuit all day is so not the done thing here. Plus, it is just too hot from June to August, so you will get serious skin damage. Or just pass out. Head to Oman from October to March, when the temperatures subside a little, and you can enjoy all the wilderness wonders that it offers.",
        "image1": "",
        "when_to_go": "Expert tips on when to go to Oman",
        "when_to_go_html": "Liz Pepperell, Managing Director of our supplier Odyssey World shares advice on the best time to visit Oman:\n\"From October through until March, the temperature is perfect and it is not too hot for things like camel rides in the desert, or walking in the mountains. It is an all year round destination but when it is really hot, you just dont go outside between 11am and 2pm. A visit to the souks should be made in the evening because they all stay open late.\"\n\nNigel Fisher, Director at our supplier Wild Frontiers Adventure Travel:\n\"The best time to travel to Oman is October. The summer is quiet here, so by October everyone is raring to go. Ramadan has gone, and everyone is eager to deliver a good service and welcome tourists.\"\n\nDO NOT OPEN IN EDITOR MODE /ImagesClient/oman-when-recommends.jpg \n original quotes\nLiz Pepperell, Managing Director of our supplier Odyssey World shares advice on the best time to visit Oman:\n\"From October through until March, the temperature is perfect and  it is not too hot for things like camel rides in the desert, or walking in the mountains.  It is an all year round destination but when it is really hot, you just dont go outside between 11am and 2pm. A visit to the souks should be made in the evening because they all stay open late.\"\nNigel Fisher, Director at our supplier Wild Frontiers Adventure Travel:\n\"The best time to travel to Oman is October, because you have had the summer, which is quiet here. So by October, everyone is raring to go. Ramadan has gone, and everyone is eager to deliver a good service and welcome tourists.\"",
        "weather_chart": "Muscat Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Muscat Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 100%;\">25 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 96%;\">24 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 56%;\">14 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 20%;\">5 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"temp-hot\">37</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"temp-hot\">38</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"temp-hot\">36</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"temp-hot\">34</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 12%;\">3 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"temp-hot\">34</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"temp-hot\">34</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 20%;\">5 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 48%;\">12 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Oman month by month",
        "paragraph1": "",
        "image2": "",
        "title2": "",
        "paragraph2": "<bullet>If you want to head to the province of Dhofar in the south, the monsoon, or khareef, comes in from <b>June to September</b>. Omanis head here during this time to enjoy the rain and mist, and so prices push up to peak season silliness in this region. However, its also green and lush during this time, so a wonderful sight in the otherwise desert landscape. </bullet>\n<bullet>You will bake here in summer, with temperatures reaching 38°C during the day and dipping to about 29°C at night. So if you want to trek, stay clear of <b>May, June, July and August</b>. However, if you just want to hang by the pool, the hotels all drop their rates hugely at this time. Just dont head into the interior. Seems a shame to come all this way and not see the country though. </bullet>\n<bullet>If you want to see turtles, come from late <b>May to September</b> to see several species on Omans beaches. Nesting takes place early on in the season, with hatchling emerging a few weeks later; if you visit in <b>July and August</b>, you may be lucky enough to observe both nesting mothers and tiny new hatchlings. </bullet>\n<bullet>A lot of places close during the Muslim period of Ramadan, so it is good to discuss that with your tour operator. </bullet>",
        "title3": "Festivals & events in Oman",
        "paragraph3": "",
        "title4": "Muscat Festival",
        "paragraph4": "For a cultural hit, the Muscat Festival from late January until late February is Arabia at its most vibrant. For a hit on the senses, head to Jebel al Akhdar during March and April, when the smell of Damask roses, which are in full bloom at this time, fills the air."
    }
]