{
    "Main_Title": "Our Oman holidays & tours",
    "Main_Paragraph": "Visiting Oman is like waking up in an Arabian Arcadia. Infinitesimal desert dunes, sandstone forts that segue seamlessly into surrounding golden sands, sanctuary-silent wadis filled with turquoise water, and three seas to choose from for coastal escapism. If you like big spaces and big ideals, our Oman holidays are an eye opening and exhilarating experience. Our holidays to Oman benefit Omani people, from Bedouin camps, to the local family who might prepare your picnic lunch for your desert road trip, to the little restaurant where you can try camel curry. Our holidays also support wildlife conservation in the country; by visiting protected turtle nesting sites and frankincense forests.",
    "Subtitle": "Oman holiday highlights",
    "Title1": "Always have desert",
    "Paragraph1": "The desert is a must on the Omani menu, with the most famous area known as, quite simply, The Empty Quarter, or\nRub Al Khali\n, which is part of the world's largest sand desert. Explore by 4x4 but always with an expert guide, ideally a Bedouin one who knows every dune or when a mirage is not a mirage. Wahiba Sands is also amazing and closer to Muscat, but whichever desert you choose, they are places to ponder peace, camp under an explosion of stars, join a Bedouin caravan of camels at moonlight when it is cooler, or take tea with them in their reed dwellings. The Bedouin will share stories of desert life and humble you with their innate sense of hospitality, leaving you with the sweetest and most lasting flavour of real Oman. For an appetiser, read Wilfred Thesigers 1959 classic travelogue,\nArabian Sands\n.",
    "image1": "",
    "Title2": "The wonders of wadis",
    "Paragraph2": "Wadi\nis an Arabic term for a valley, and it usually comes in two extreme forms: dry as a bone, or flooded. Oman is, therefore, a place to hire a 4x4, as the roads suddenly end and you wander into a dry\nwadi\n, taking in all its curves and caves, either by some dusty, daredevil driving , hardcore but heavenly hiking or, if it is water filled, leave the car behind and take in some of the most wonderful wild swimming. Wadi Shab, for example, has secret emerald green caves and waterfalls all year round, leading down to the coastal village of Tiwi, where the mouth of the\nwadi\nenters the Arabian Sea. Or head to Wadi Bani Awf with old houses built into its slopes, and terraces are cultivated with date and pomegranate plantations using the ancient\nfalaj\nsystem. No matter where you go, you are never far from a\nwadi\nand all nearly all tours include a visit to one.",
    "image2": "",
    "Title3": "Who doesnt love a souk?",
    "Paragraph3": "You are spoilt with souks in Oman. For starters, Muttrah is great for handmade silver and gold jewellery although you might need to check for real Omani origins. The Wednesday souk at Buraimi is run only by women and specialises in handicrafts and pottery. The Sinaw Souk specialises in Bedouin crafts, and for Oman's fine frankincense, head to Al Husn Souk in Salalah.",
    "Title4": "Hiking is hot",
    "Paragraph4": "With expert guides, the right season and plenty of stamina, this is one of the most exhilarating (and empty) countries to\nhike in\n. Walk through Omans wilderness, stomp along dry\nwadis\n, ramble across the rugged Hajar Mountains or through Jebel Shams, Omans Grand Canyon. You can also combine it with some cycling, across\nwadi\nlandscapes to see the souks and fort at Bahla.",
    "image3": ""
}