{
    "Main_Title": "Best time to visit Turkmenistan",
    "Main_Paragraph": "The best time to visit Turkmenistan is from mid March to end of May and then again from mid September to November, when you can expect daytime temperatures of between 23-35°C. Winter months can be extremely cold and by contrast, July and August are boiling hot, particularly in the desert regions. Ashgabat can soar to well over 40°C in July and drop to -5°C in winter. You might catch a shower in early May or November, but Turkmenistan is typically very dry. Nights in the desert are chilly, too, so take extra layers if youre camping.",
    "image1": "",
    "when_to_go": "",
    "when_to_go_html": "",
    "weather_chart": "Turkmenistan Weather Chart",
    "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Turkmenistan Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-2</td>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 50%;\">22 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-1</td>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 59%;\">26 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">5</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 89%;\">39 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 100%;\">44 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 66%;\">29 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">35</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 9%;\">4 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">38</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 7%;\">3 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">36</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 2%;\">1 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 9%;\">4 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 32%;\">14 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 43%;\">19 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cool\">0</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 48%;\">21 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
    "title1": "Turkmenistan travel advice",
    "paragraph1": "",
    "image2": "",
    "title2": "",
    "paragraph2": "Daniel Steeger from our supplier Wild Frontiers has this advice on travelling in Turkmenistan, on everything from communications to political control:",
    "title3": "The lowdown on the political climate",
    "paragraph3": "\"If you think about Ashgabat, you would think its almost a Dubai or Las Vegas type place. Its exceptional, especially the buildings  one in the shape of a lighter, one a book, another in the shape of a star. Its almost Dr Zeus like. What really gives it a sense of difference from the West, though, is that there are so many restrictions in Turkmenistan. This is the second most controlled nation in the world after North Korea. When passing into the country you will sometimes have four officers looking at you, from front and back. I wouldnt call it intimidating, unless you have something you shouldnt have in your suitcase! Then youre in trouble, as they will absolutely comb through everything. But there is a friendly side to the security guards, its just extremely controlled.",
    "title4": "Communications advice",
    "paragraph4": "Visitors should understand that yes, there is internet, but there is no communication outside of Turkmenistan. There is a web, but Hotmail, Facebook, Skype, everything is blocked. All the most commonly known apps cant be used. If youre coming here, be prepared that you will not be able to communicate with the outside world. Unless you have to make a phone call out, and thats going to be extremely expensive. Forget about online services.",
    "title5": "Chatting to local people",
    "paragraph5": "The Turkmen people in my experience are very friendly, but they will be reserved, because they are being observed. So, they dont ever want to talk badly, but you do have a sense that sometimes they are holding back what they would really like to say. Its a bit like China, when you have a government guide, so you dont really get their free opinion. They would be in a lot of trouble if they spoke openly about politics, so dont press your guide or local people on this. There is a strong sense of nationalism. Hotels have stars everywhere and there is a great deal of propaganda around the president. Youll be told, Turkmenbashi did this, he did that",
    "title6": "What to expect",
    "paragraph6": "There is a contrast between the vast majority of the country, which is still very undiscovered, and the bigger cities, which are actually very developed. They have areas with a more cosmopolitan feel, nice bars with incredible views, that kind of thing. The people have their fashion sense, too. Women like to wear a lot of green, which is the national colour. Turkmenistan certainly has a real identity!",
    "title7": "Tips from our travellers in Turkmenistan",
    "paragraph7": "",
    "title8": "",
    "paragraph8": "At Responsible Travel, we think the best people to advise our travellers are often... other travellers. They always return from our tours with <b>packing tips, weather reports, ideas about what to do – and opinions about what not to.</b><br/><br/>\r\nWe have selected some of the most useful Turkmenistan travel tips that our guests have provided over the years <b>to help you make the very most of your holiday – and the space inside your suitcase.\r\n</b>",
    "title9": "",
    "paragraph9": "“Come with an open mind. The trip is not as tough as it sounds. It is a good idea to bring medicine for a dodgy stomach.”<b> – Jacqui Light </b><br/><br/>\r\n\r\n\r\n“Take as many $1 bills as possible as photo fees etc all require small denominations. Do not miss the museums in Mary and Ashgabat.” <b>– Ann Rix </b><br/><br/>\r\n\r\n“Have as much time as you can to spare. We managed 31 days, which allowed lots of time for visiting cities as well as hiking, which was the primary point of our trip. Don’t overlook places like Bishkek or Turkmenistan; when planning the itinerary they were not high on my list of must dos, but they turned out to be highlights as well.”<b> – David Harper on our Central Asia highlights tour\r\n</b><br/><br/>\r\n“Check what medicines you can take into the country with a doctor’s prescription info, otherwise you may have problems at border control.” <b>– Anne Higgins</b>"
}