[
  {
    "destination": "Paraguay",
    "mainPhoto": "",
    "id": "paraguay-tour",
    "tourName": "Paraguay tour",
    "placesVisited": "",
    "generalInfo": "A surprising insight into South America’s hidden jewel, Paraguay. This often-overlooked, but warm and unique country boasts a fascinating, turbulent history, a diverse range of cultures and extreme landscapes.<br/><br/>Visit the crumbling city of Asuncion, now experiencing a slow, but glorious transformation - a mixture of Spanish colonial architecture and a new, evolving creative scene.<br/><br/>Our next destination is the remote region of the Chaco, where we will stay for two nights. The welcome is warm and the sights within the vast area are many - we learn about the unique history of the region, including its Mennonite communities, and search for wildlife including tapir, armadillo and more.<br/><br/>After returning to Asuncion we follow the ‘circuito de oro’ through local traditional towns, home to local artisans and gold and silversmiths, also seeing the impressive Franciscan church at Yaguaron, and Lake Ypacarai in San Bernadino.<br/><br/>We then drive south to explore the Jesuit Missions, an important aspect of Paraguayan history and a UNESCO World Heritage Site. The dilapidated but intriguing ruins are lesser-known and often relatively unexplored, so expect unspoilt photo opportunities.<br/><br/>We then continue to the mesmerising Iguazu Falls, experiencing both the Brazilian and Argentinian sides. Spend two days exploring the falls to the maximum. It’s incredible to think that this rich, forested area is home to 275 separate waterfalls that make up the UNESCO site of Iguazu. You will have the opportunity to trek along scenic walking trails on both borders, including viewing the 3km- wide cascade from an incredible frontal position, standing on the Brazilian side. The falls are a stunning highlight to end your journey.<br/><br/>From vast salt-flats and swamplands to lush, tropical forests and enchanting waterfalls, from traditional villages to crumbling Jesuit ruins, this trip to Paraguay truly is a journey into the unknown.",
    "durationDays": "12",
    "price": "2999",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Asuncion - Arrive in Asuncion and transfer to your hotel. The rest of the day is free. Overnight Palmaroga Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Asuncion - Spend the morning exploring Paraguay’s capital. You will explore its key sites including the Metropolitan Cathedral, the Pantheon, where Paraguay’s national heroes are buried, the old train station, La Recova artisan market and others. Afternoon at leisure. Overnight Palmaroga Hotel or similar. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "The Chaco - An early start to depart to Paraguay’s remote Chaco region. On the way we visit the military fort of Isla Poi, which became an important site in the Chaco War against Bolivia, and the Paraguayan cemetery, where most of the combatants from the Battle of Boqueron were laid to rest. We also make a stop in Loma Plata, home to a Mennonite community. Overnight Florida Hotel or similar. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "The Chaco - Today is spent exploring the natural wealth of the region, visiting Campo Maria and Laguna Capitan, with their prolific birdlife. We also look out for other wildlife including foxes, peccaries, tapirs and armadillos, among others. Overnight Florida Hotel or similar. (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "The Chaco – Asuncion - In the morning we visit the city museum which includes exhibitions on the history of the Mennonite people, as well as the Gran Chaco Americano Interpretation Centre. We then continue to Fortin Boqueron, the site of the first battle of the Chaco War, and onwards to Asuncion. Overnight Palmaroga Hotel or similar. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Circuito de Oro - An excursion out of Asuncion along the ‘Circuito de Oro’, a collection of traditional towns that are known for their production of Paraguayan crafts. We visit the church of Yaguaron, the historical city of Piribebuy, the Basilica of Caacupe, and the country’s main summer resort, San Bernardino, located on the shores of Lake Ypacarai. Return to Asuncion in the afternoon. Overnight Palmaroga Hotel or similar. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Encarnacion - Drive south east to Encarnacion and spend two days exploring the historic Jesuit Missions. On Day 7 we visit San Ignacio Guasu, San Cosme and Damian, and Santa Maria de Fe. On Day 8, we visit a Yerba Mate factory and the missions of Jesus and Trinidad. The Jesuit Missions are an integral part of Paraguayan history, where Jesuit priests and local Guarani people formed strong societies, that were eventually seen as a threat to the power of the Catholic Church, and the ruins that remain are an atmospheric link with Paraguay’s fascinating past. Overnight Carnaval Hotel or similar. (B)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "San Ignacio - Foz do Iguazu - Cross into Brazil, visiting the Itaipu Dam en route. From here we drive to Foz do Iguazu. Overnight Viale Cataratas or similar. (B)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Iguazu Falls - We spend two days visiting the falls, with a full day visit to both the Brazilian and Argentinian sides of the falls. A UNESCO World Heritage Site, Iguazu Falls are undoubtedly one of Latin America’s natural wonders, made up of over 250 different waterfalls which cascade into gorges below, surrounded by wildlife-rich forests. Overnight Viale Cataratas or similar. (B)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Foz do Iguazu - Transfer to the airport for departure. (B)"
      }
    ],
    "map": ""
  }
]