{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "yala-wildlife-tour-in-sri-lanka",
  "tourName": "Yala wildlife tour in Sri Lanka",
  "placesVisited": "Two half-day safaris in Yala National Park, and one full-day safari, take safaris at the times of your choice, chance to see leopards and elephants, stay at a secluded eco camp with just three tents in 25 acres of rewilded elephant habitat, guided nature walks with expert trackers, mostly vegetarian and vegan cuisine served at candlelit mud hut restaurant",
  "generalInfo": "This Sri Lankan nature and Yala wildlife tour combines safaris in Yala National Park with a relaxing stay at an eco camp just outside the park. The camp is next to a lesser-known region of the park, Block 4, and Block 5 is just 40 minutes away by jeep. This is one of the best places to see leopards in the wild, and over a full-day and two half-day private tours you can explore different regions of the park.<br/><br/>Your time at the eco camp is to spend as you please – decide when you want to do your safari drives, then the rest of the time you can enjoy bush and forest walks at the lodge with a local guide, or relax at the camp and simply enjoy being under canvas in the wild. <br/><br/>The peaceful eco camp is both exclusive and down to earth – there are just three tents and a mud hut restaurant on site, all situated around a water hole and surrounded by bush forest and trees. The camp is solar powered, with candlelit dinners in the mud hut restaurant. Meals are delicious and primarily vegetarian and vegan.<br/><br/>The camp is right on the edge of a protected forest and the owner has spent decades rewilding the area and planting trees to create a fantastic natural environment. On your exploratory walks your amazing three-person tracker team will seek out animals big and small – wild elephants are a possibility, as are tiny dragonflies, butterflies and birds. These relaxing walks make a fantastic companion activity to the excitement of your jeep drives in the park. <br/>",
  "durationDays": "4",
  "price": "809",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On request: Arrival and Departure transfers arranged with our network of drivers. If you travel on your own: Arrive at 12 noon in Buttala town. A 20 minutes tuk-tuk transfer will bring you to the Tree Tops Jungle Lodge - tented wilderness camp property. The camp team will serve an early lunch. SAFARI TOUR. Start afternoon private safari tour at 1.30 pm. Into the northern region of Yala National Park, Block 5. This afternoon tour is in the nearby block 5 of Yala National Park, a lesser visited sector of Yala. The entrance is a 40 minutes, enjoyable, slow transfer from Tree Tops Jungle Lodge. Return back to camp at 6.45 pm. In time for refreshments before the dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "On the second day experience a full day of living in wild nature. Wake up and enjoy the morning in a bush-jungle environment. Tea/coffee with bird watching. After breakfast, a walk with our 3-man tracker team in the local landscape and into protected forest. The walk will take around 1.5 hours ( roughly between 9.15 – 11.15 am ) After lunch - afternoon siesta. Use our quality binoculars for bird watching Late afternoon when the heat of the sun ceases go on an evening walk with the tracker team. This walk begins around 4.45. Back in camp around 6.15 pm ( a 1.5 hours walk ). These guided walks are in the immediate surroundings of the camp, a natural locality that is great for birdwatching. In dry seasons (mainly May – September) wild elephants might be around and are frequently spotted in the evening when they move from the forest, out in open landscapes."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "SAFARI TOUR Full day private safari in Yala National Park, southern region block 1. Enter via the Katagamuwa - northern entrance - into block 1 Start from lodge at 5 am. Enter the national park 6.20 am Leaving Yala National Park in the evening before 5.45 pm before other jeeps leave, in order to avoid traffic dust. Back in camp around 7 pm in time for refreshments before the dinner ."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Early tea / coffee at 6 am With the first daylight - Sunrise walk starting around 6 .15 am The tracker team will focus on smaller natural details, birds, dragonflies and other small creatures and may discover fresh foot prints of larger mammals. The early morning walk takes about 1.5 hour. Breakfast around 8.30 am Until noon take a break, watch birds and enjoy being in the wild setting Lunch 12. 45 pm SAFARI TOUR. Start afternoon private safari tour at 1.30 pm. Into the northern region of Yala National Park, Block 5 Return back to camp at 6.45 pm. In time for refreshments before the dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Morning in the camp, birdwatching. Departure 10.45 am (or earlier – as per your plans)."
    }
  ],
  "map": ""
}