{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "luxury-honeymoon-in-sri-lanka",
  "tourName": "Luxury honeymoon in Sri Lanka",
  "placesVisited": "",
  "generalInfo": "An amazing 14-night itinerary for honeymooners, staying at our most romantic hotels. <br/>Includes: <br/>- Accommodation on Bed &amp; Breakfast basis at The Wallawwa (1 night | W Bedroom) and Kahanda Kanda (4 Nights | Suite)<br/>- Accommodation on Half Board at Water Garden (3 Nights | Superior Deluxe)<br/>- Accommodation on Full Board basis at Santani (2 Nights | Chalet)<br/>- Accommodation on All Inclusive basis at Nine Skies (2 Nights | Bedroom) and Noel Rodrigo’s Leopard Safaris (2 Nights | Camping Tent)<br/>- All Transport in an air conditioned car with the services of an English Speaking Guide<br/>- Guided Visits and Excursions: <br/>Sigiriya <br/>Anuradhapura<br/>Polonnaruwa<br/>Dambulla<br/>Temple of the Tooth<br/>Ravana Falls<br/>Nine Arch Bridge<br/>Dowa Temple<br/>Little Adam’s peak<br/>Cookery demo in a Galle village<br/>Galle Fort walk with a Fort resident<br/>4 shared game drives at Yala National park<br/>- All other Meals (MEAL+DESSERT+WATER ONLY – ALL EXTRAS TO BE PAID TO THE HOTEL/ RESTAURANT DIRECTLY)<br/>- Services: VAT (Value Added Tax) &amp; Tourism Tax<br/>- In-Vehicle: TRAVEL KIT which includes comfortable cushions, a sarong, sanitizers, mosquito repellent, socks (for temples), wet wipes, etc… Our vehicles carry a dongle / WIFI and a folder containing a good map as well a very detailed Booking Information document<br/>- Complementary SIM card on request",
  "durationDays": "15",
  "price": "4632",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "NEGOMBO: Arrive into Colombo International Airport and head straight to The Wallawwa, an 18-room boutique hotel, to recuperate amidst peaceful surroundings. Set in an expansive tropical garden, this former manor house indulges couples with its chic collection of rooms, its gourmet cuisine, its discreet service and its decadent spa, which is the venue for post- and pre-flight pampering. Be on the beach in 30 minutes, play a round of croquet in the garden or take a private guided tour by boat or kayak through the pretty bird-filled Muthurajawela Wetlands. Colombo’s restaurants, shops and sights are a mere 30-40-minutes’ drive away. Travel time Colombo Airport to The Wallawwa: 20 minutes. Stay 1 night at The Wallawwa."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "SIGIRIYA: Continue up into Sri Lanka’s historic Cultural Triangle, so-called for the collection of World Heritage Sites and significant attractions located up here. You’ll stay at Water Garden – Sigiriya, one of the region’s newest boutique hotels, which is within eye-sight of one of the island’s most photographed attractions, Sigiriya. This former rock-top fortress dates back to the seventh century, and is home to superb examples of ancient hydro engineering as well as well-preserved frescoes. A hike up to the summit, where the views are incredible, will be a highlight of your holiday. The hotel’s rooms are all freestanding villas, and offer plenty of space – the most indulgent have private plunge pools – and there’s also a lovely spa. Other notable local sights include Dambulla’s Cave Temples while further afield you could try your luck seeking out elephants in Minneriya National Park, or visit Polonnaruwa or Anuradhapura, two former ancient capitals, and both World Heritage Sites. Travel time The Wallawwa to Water Garden: 4 hours. Stay 3 nights at Water Garden - Sigiriya."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "KANDY: Travel down into Kandy to stay at the charming and historic The Kandy House. This stunning manor house is beautifully romantic, and particularly suited to honeymooners as it accepts guests over 12 years of age only. All rooms are individually designed, and lush gardens with a secluded forest pool envelope the property. Close by is Kandy (reachable in around 30 minutes), a university town home to the revered Temple of the Tooth – Sri Lanka’s most sacred shrine – the Royal Botanical Gardens and an interesting tea museum. Activities nearby include golfing, visiting ancient temples, and trekking through tea estates or the rugged Knuckles Range. Another option is to stay at Santani, a boutique wellness resort to the north east of Kandy – perfect for couples looking to switch off and be indulged with spa treatments, yoga classes and bespoke meals. Travel time Sigiriya to Kandy: 3 hours. Stay 2 nights at The Kandy House OR Santani."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "DEMODERA (ELLA): Travel south through the Hill Country, perhaps stopping off for lunch at Nuwara Eliya to check out the colonial-era sights of this former British Hill Station. Around town are allotments bursting with leeks, potatoes, carrots and other vegetables and the region is also well known for growing strawberries. You could also take the train to Demodera from Kandy, which offers one of the most spectacular routes through the Hill Country. Demodera is close to Ella (15-minutes away), yet is a secluded and much quieter place to stay. Nine Skies is located just above the railway line, and the station itself is famous for its 360-degree loop of track while nearby is the Nine Arch Bridge, after which the bungalow was named. The bungalow has been beautifully refurbished and offers plush contemporary comforts including butler service, excellent food and a garden with swimming pool. Attractions include tea factory visits, tea trails, waterfall swims, hill walks and secluded picnics-for-two in the beautiful surrounding countryside. Travel time Kandy to Demodera (Ella): 2.5 hours. Stay 2 nights at Nine Skies."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "YALA NATIONAL PARK: Descend from the hills to Noel Rodrigo’s Leopard Safaris on the edge of Yala National Park, stopping off enroute at Buduruwagala – a series of seven well-preserved Buddhist figures carved into sheer rock. Yala National Park is the island’s premier game reserve, home to a dense population of leopards, elephants and sloth bears. Camping at the edge of the park is a magical once-in-a-lifetime experience; cosy up under canvas in the camp’s beautifully secluded AC Honeymoon Suite, dine-a-deux by candlelight, shower under the stars and enjoy expertly guided game drives into the park. Travel time Demodera (Ella) to Yala National Park: 2 hours. Stay 2 nights at Noel Rodrigo’s Leopard Safaris."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "KOGGALA LAKE: Travel west along the picturesque cove-sprinkled southern coastline to Koggala Lake, near Galle, famed for pretty beaches, a 17th century Dutch fort and a cosmopolitan vibe. Kahanda Kanda, set on its own 12-acre hilltop tea estate, a 30-minute drive inland from Galle, is a blissful couples-only boutique hotel. Nearly all of the ten exquisite suites here are freestanding (immensely private Dubu, with its own pool, is fabulous, although there are three suites with pools) and from furnished terraces enjoy views over the bird-filled tropical gardens, the tea fields and distant Koggala Lake. Dine alfresco, relax poolside, enjoy a spa treatment, take a guided bicycle ride through picture-postcard rice fields, make for the beach or privately tour the hotel’s own tea estate. You can spend time on the beach at sister hotel KK Beach in Habaraduwa, or visit one of the handful of beaches nearby. Travel time Yala National Park to Koggala Lake: 3 hours. Stay 4 nights at Kahanda Kanda."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "DEPART SRI LANKA: Travel time Galle to Colombo Airport: 2.5 hours"
    }
  ],
  "map": ""
}