{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-culture-and-wildlife-boutique-holiday",
  "tourName": "Sri Lanka culture and wildlife boutique holiday",
  "placesVisited": "",
  "generalInfo": "Indulge in the thrill of safari adventures and connect with the untamed beauty of Sri Lanka's wilderness, this tour gives you adventures to the top of ‘Lion Rock’ and Monkey Mountain, and on an boat safari to the Senanayake Samudra's Inginiyagala Dam.<br/><br/>Immerse yourself in the exotic wonders of diverse ecosystems, encountering majestic elephants, elusive leopards, and vibrant birdlife in lush national parks Minneriya National Park and Gal Oya National Park. After exhilarating encounters, unwind on pristine beaches, where golden sands meet the rhythmic waves of the Indian Ocean. This unique holiday promises a perfect blend of thrilling wildlife encounters and serene beach retreats, offering an unforgettable experience for nature enthusiasts and beach lovers alike. Experience the perfect blend of wildlife exploration and beach relaxation, creating cherished moments in this tropical paradise.",
  "durationDays": "12",
  "price": "3102",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Sri Lanka! Pearl of the Indian Ocean. Upon your arrival you will be transferred to your hotel in Sigiriya. This historic palace and fortification complex is referred to by locals as the eighth wonder of the world. Check into the hotel for overnight stay."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Visit The city of Polonnaruwa, one of the former capitals of ancient Sri Lanka. Then to Minneriya National Park, for the greatest view of the largest wild Asian elephant gathering in the world and home to other wildlife including sambar deer and leopards, and elephants. Return to your hotel for overnight stay."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today, climb the 5th century Sigiriya rock fortress and World Heritage Site. The ‘Lion Rock’ is a citadel rising 200 meters from the jungle and stronghold of the 70 hectare fortified town. Afterwards, visit the elephant orphanage with one-on-one time spent bathing the elephants. Return to your hotel for overnight stay."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Head to Galgamuwa today and this evening hop on a jeep and start your night game drive. This is the best place to wild elephants; and other encounters of crocodiles, deer, and leopards."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Trek up the Monkey Mountain today, a twenty minute walk to the summit with stunning views from the top. Afterwards, take a thrilling boat safari to the Senanayake Samudra's Inginiyagala dam, or explore the Gal Oya National Park, which is home to many wildlife. Return to your hotel for overnight stay."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Take opportunity of the hotel's bird walk and hiking trails around the lodge and enjoy the gorgeous, lush surroundings."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Proceed to Tangalle, a haven of peace on Sri Lanka's south coast, is home to unspoiled beaches fringed with swaying palms and blue waters. Check into the hotel for Overnight stay."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Free day to relax and enjoy hotel surroundings and beautiful coastline."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Visit Galle Fort is Sri Lanka's most attractive seaside town today. Locals play cricket along the beach, tourists promenade on the historic fort walls, while street sellers sell delicious tropical fruit under the palm palms. Check in to the hotel with the afternoon is at leisure."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Fee day at leisure to explore your surroundings."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today, you will be picked up from the hotel and transferred to the airport in time for your departure."
    }
  ],
  "map": ""
}