{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-bespoke-tour-14-days",
  "tourName": "Sri Lanka bespoke tour, 14 days",
  "placesVisited": "",
  "generalInfo": "Sri Lanka is blessed with beautiful hills, beaches and national parks. Few places in the world can offer the traveler such a remarkable combination of stunning landscapes, pristine beaches, captivating cultural heritage and unique experiences within such a compact location. Be it Sinharaja, Udawalawe and Yala National Parks - known for its rich flora and fauna or Nuwara Eliya known for its hills, tea plantations and hiking - this tour covers it all. <br/><br/>Some of the Important Experiences Include:<br/><br/>1. Witness the traditional cultural dance show at Kandy Temple of the Tooth Relic.<br/>2. Go on a Cycle Tour into nearby countryside at Kandy.<br/>3. Go on a hike tour at Nuwara Eliya. Visit one of the highest waterfalls in Sri Lanka - Ramboda Falls.<br/>4. Unwind at Ella – small laid-back town surrounded by the beautiful greens of tea.<br/>5. Relax on the beaches of lovely Arugam Bay, a moon-shaped curl of soft sand.<br/>6. Go on a Jeep Safari at Yala National Park and spot a leopard, safari at Udawalalwe National Park – get a view of Elephants and Safari at UNESCO World Heritage Site &amp; biosphere reserve Sinharaja Forest.",
  "durationDays": "14",
  "price": "2147",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Colombo International Airport and receive a warm welcome from our representative. Get transferred to the hotel. Complete the check-in formalities and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast check out from the hotel and travel to Kandy (122Km, 4 hours by car). On arrival complete the check-in formalities and rest for a while. • Later visit the temple of the tooth relic • Enjoy a brief tour of the beautiful Kandy town. • Thereafter witness the traditional cultural dance show starting at 1700hrs."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "• After early breakfast, see another side of Kandy with a day cycling trip that takes you away from the busy lifestyle of Kandy city center and into the nearby countryside. • Later proceed to Peradeniya Botanical Gardens."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, check out from the hotel and travel to Nuwara Eliya (80km, 3 hours by car). (If you wish you may also enjoy a scenic train ride from Kandy to Ella- Subject to Train ticket availability) On arrival at Nuwara Eliya, check in to your hotel, and enjoy the rest of the day at leisure"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Early morning Transfer to Horton Plains National Park for a Day Hike (31Km, 1 hour by car). This is the only National Park where visitors could walk on their own in the designated tracks. Later go for City Tour of Nuwara Eliya with your guide."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today, after breakfast at the hotel, you will check out and proceed to Arugam Bay via Ella. Nuwara Eliya – Ella (55km, 2 hours by car). • Visit to 9 Arch bridge & Mini Adams peak • Visit to Ravana Falls Later proceed to travel to Arugam Bay. (133Km, 3 hours by car). Check in to the hotel and spend the rest of the day at leisure."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, spend the day at leisure on the beautiful beach. If you wish you may indulge in Surfing or take a lagoon Safari (at additional cost)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, check out from the hotel and travel to Yala (191Km, 5 hours by car). On arrival, check in to the hotel, leisure, and overnight at the hotel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Enjoy morning and evening game drives in the Yala national park. We recommend an early morning or late afternoon game drive to elevate your chances of spotting the most animals."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Early morning go for a game drive in the Yala National Park. After breakfast, check out from the hotel and get transferred to Udawalawe – One of the oldest national parks in Sri Lanka. (110Km, 3 hours by car). On arrival, check in to the hotel, leisure, enjoy the dinner and overnight at the hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Go on a Jeep Safari inside Udawalawe National Park. (AM & PM Safari). Later come back to the hotel and enjoy dinner and rest of the day at leisure."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Early morning go for Safari inside the Udawalawe National Park. After breakfast, check out from the hotel and travel to Sinharaja (66Km, 2 hours by car). On arrival, check in to hotel, leisure, and overnight at hotel."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After breakfast, proceed for 01 hour trekking at Sinharaja Rainforest. Sinharaja is declared as a UNESCO World Heritage Site & biosphere reserve."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "After breakfast, check-out from hotel and travel to Colombo international airport (148Km, 4 hours by car) to board your flight to your native place. (Reach International airport before 3 hours)"
    }
  ],
  "map": ""
}