{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-tour-off-the-beaten-track",
  "tourName": "Sri Lanka tour, off the beaten track",
  "placesVisited": "7 World Heritage sites, Negombo, Galle, Horton Plains National Park, Hike to ‘World’s End’, Local Train to Kandy, Dambulla Cave Temple, Sigiriya, Polonnaruwa, Minneriya’s Elephant Gathering, Trincomalee, Nilaveli, Anuradhapura Ancient City, Jeep Safari in Wilpattu National Park, Flora and Fauna",
  "generalInfo": "This fascinating 2-week Sri Lanka World Heritage tour takes you from our starting point in coastal Negombo, into the interior for an exciting  overnight 'glamping' stay in Wilpattu National Park, the country's largest but one of its least visited, protected areas. From here we continue into the island's centre to discover the spectacular ancient cities and UNESCO-listed sites of the Central Plains and the ‘Cultural Triangle’.<br/><br/>Heading into the Hill Country, by way of the UNESCO-listed Dambulla Cave Temples, we explore historic Kandy and the faded colonial splendour of the old hill station Nuwara Eliya before heading to the south coast and the picturesque fishing port of Tangalle. After a stay in a charming beach-side resort, we’ll complete our circular tour of the island with a drive along the coast to another World Heritage site, the walled town of Galle – perched on a rock jutting spectacularly into the Indian Ocean.<br/><br/>Along the way, we’ll discover the flourishing wildlife and stunning landscapes of Horton Plains and World's End as well as visiting no less than 7 Sri Lanka World Heritage Sites while ensuring a leisurely pace and ample time for relaxation and opportunities to ‘do your own thing’.<br/><br/>Some of the exciting and varied activities along the way include a jeep safari, an early morning ascent of dramatic Sigiriya with its famous Maidens of the Clouds, a ceremony at Kandy’s prestigious Temple of the Tooth, tea tasting at highland plantations and a scenic ride through the hills on a local train. Weather permitting – an optional whale-watching trip at Mirissa is also on the menu.<br/><br/>With a wide variety of sites, landscapes, flora, fauna and activities, not forgetting, of course, the wonderful Sri Lankan cuisine, this tour is a perfect introduction to the magnificent island of Sri Lanka.<br/><br/><br/>    Travel Style : Comfort<br/>    From : £1,675 (PP - Twin Share)<br/>    Single Room Sup. : £320 (Optional)<br/>    Group Size : 2 - 12 People<br/>    Fitness Level : Easy<br/>    Start &amp; Finish : Negombo &amp; Galle<br/>    Duration : 14D/13N +1D from UK<br/> <br/>Book Now<br/><br/>Features:<br/><br/>1. Tour the picturesque Hill Country - serene landscapes, waterfalls, and of course, tea plantations<br/>2. Overnight in a camp and a jeep safari in the vast Wilpattu National Park<br/>3. Visit the dramatic Sigiriya rock fortress and its famous Cloud Maidens<br/>4. Historic Galle - a walled port town perched dramatically on a headland jutting into the Indian Ocean<br/>5. Charming lakeside Kandy, home to the famous Temple of the Tooth and the Peradeniya Botanical Gardens<br/>6. And last but not least, plenty of opportunities to meet the friendly inhabitants and sample the superb local food<br/><br/>Optional extensions<br/><br/>1. Spend a few days quality island time at a well-appointed Maldives eco-resort <br/>2. Hidden Maldives - discover the local life, culture, food and unique island capital Malé, join a marine conservation project and explore its fabulous reefs and turquoise seas<br/><br/>Note groups sizes are 2 to maximum 12 persons with most meals (local-style) included and accommodation in 3 to 4* hotels.",
  "durationDays": "14",
  "price": "1775",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Colombo International Airport and transfer to a beach resort in nearby Negombo. Time at leisure before a late afternoon briefing and your first opportunity to sample the fantastic Sri Lankan cuisine with a local-style, welcome evening meal."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Early morning visit to Negombo's bustling fish market before a short drive to Colombo and a tour of some of the sights of the capital including the excellent National Museum, a look at some of the city’s colonial architecture and a walk through the bustling and fascinating Pettah street market."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Departing Negombo, we’ll head north to Wilpattu National Park – Sri Lanka’s largest, yet one of its least visited national parks. (The park is renowned for its leopard population and sees far fewer visitors than the much better-known Yala.) Barbeque dinner and overnight glamping in a comfortable, tented camp."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Early morning, wildlife spotting, jeep safari in Wilpattu. Late morning return and departure east to the ancient UNESCO-listed site of Anuradhapura and nearby Mihintale, a highly revered pilgrimage site considered to be the founding place of Sri Lankan Buddhism. In addition to an array of historic temples, the hill provides spectacular views of the surrounding landscape. In the afternoon we’ll continue to Sigiriya - our base for exploring the famous Cultural Triangle."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Early morning ascent of the iconic and dramatic rock fortress of Sigiriya, constructed atop a sheer-sided rock outcrop. We’ll take in the amazing Maidens of the Clouds on our way up the summit for some equally incredible views of the surrounding countryside. Some time to relax by the resort pool before taking a rowing boat across a lake for a home-cooked lunch as guests of a local Sinhalese family. Another World Heritage Site is on the afternoon’s menu with a tour of the temples of the ancient capital of Polonnaruwa."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Departure south for Kandy with stops en route to explore the UNESCO World Heritage site of Dambulla – whose fabulous cave temples date to the 1st century BCE - as well Matale for a tour of one of the area’s famous spice gardens. Late afternoon arrival in Kandy and a stroll around the lake with sunset at the well-placed Arthur’s Seat viewpoint. In the evening, we’ll continue our tour of Sri Lankan food with dinner at a local-style Tamil restaurant."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Morning ceremony at the highly prestigious Temple of the Tooth followed by a tour of the colourful local market and lunch at one of the town’s Muslim restaurants. Our afternoon tour continues with the fabulous Peradeniya Botanical Gardens and a tour of a nearby tea factory. In the evening, an optional traditional dance display can be arranged."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Departure by local train on a picturesque ride through the hills from Kandy to Nuwara Eliya. We’ll check in to our colonial-style accommodation at the 19tth century Hill Club with some time at leisure to explore the town, before taking traditional high tea at the Grand Hotel"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "An early start for a drive to the Horton Plains National Park and a hike to the famous, and aptly named, World’s End where the plains drop abruptly 1,000 metres to lush forests below. We’ll also have the chance to discover the region’s beautiful flora and fauna and take in the scenic Baker’s Falls before continuing in the afternoon to Ella for a tuk-tuk ride to the iconic Nine Arch Bridge."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Time to head south with a stop at the famous Elephant Transit Home in Udawalawe – an elephant orphanage and rehabilitation centre – before continuing to the picturesque coastal town and fishing port of Tangalle. Afternoon at leisure and accommodation at a small, boutique-style, beachside resort."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Day at leisure in Tangalle. Check out the quaint town with its bustling fishing port while optional activities include a bird and wildlife spotting boat tour through the protected mangroves of nearby Kalametiya Sanctuary."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Leisurely departure for a drive west along the scenic coastline to historic Galle where we’ll stay in a boutique-style, beachside resort at nearby Unawatuna."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Morning at leisure in Unawatuna with an afternoon tour of UNESCO-listed Galle - a spectacularly sited walled town jutting into the Indian Ocean on a rocky peninsula. Discover the narrow lanes and quaint cafes of the old Moorish Quarter with a sunset hike along the ramparts of the Old Dutch Fort before it’s time for a farewell dinner in an old town café. (*Weather permitting, an optional, morning whale-watching tour at nearby Mirissa can be arranged.)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Free morning in Unawatuna and departure at your leisure for the international airport."
    }
  ],
  "map": ""
}