{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-tailor-made-country-tour",
  "tourName": "Sri Lanka tailor made country tour",
  "placesVisited": "",
  "generalInfo": "Introduction<br/><br/>Grand Tropical Discovery Tour covers most of Sri Lanka highlights North to South. You will be discovering the 2000 years old ancient cities, bustling northern cities, remote villages, discovering colonial legacy, spotting elephants, buffalos, sloth bear, blue whales and leopards, exploring the tea plantations and waterfalls, and finally unwinding in the sandy beaches. You will have your own personal chauffeur guide with car or van, so you can experience Sri Lanka at your own pace. <br/>Tour Highlights<br/>-\tExperiencing Yal Devi (Queen of Jaffna) Train <br/>-\tDiscover Wilpattu National Park<br/>-\tLegends &amp; tales of Trincomalee <br/>-\tExplore Medieval city of  Polonnaruwa’s ancient ruins (UNESCO World Heritage Site)<br/>-\tAdmiring the Great Nallur Temple of Jaffna<br/>-\tVisit Kandy’s Temple of the Tooth (UNESCO World Heritage Site)<br/>-\tExperience Dambulla Golden Rock Cave Temple (UNESCO World Heritage Site)<br/>-\tTea Tasting in the Tea plantation &amp;  Learn the process of tea making <br/>-\tPanoramic train journey through tea hills and waterfalls above 1500 meters <br/>-\tWatch the feedings of elephants in Elephant Transit Home <br/>-\tSpotting leopards and elephants in Yala National park Safari <br/>-\tExplore Dutch Galle Fort (UNESCO World Heritage Site)<br/>-\tRelax and unwind in Golden sandy beaches<br/>-\tAyurveda Traditional Massage   <br/>-\tTaste fresh sea food and Sri Lankan curry",
  "durationDays": "26",
  "price": "4970",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival > Negombo: “Ayubowan” & ‘’Vanakkam’’ Welcome to tropical paradise. You will be welcomed & greeted by your guide or The Earth Trip representative on arrival at the Waiting Area at the recently refurbished Modern BIA International Airport. You will travel to Negombo. Travel time approximately 15 minutes depend on the road traffic. Location: - Negombo; Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Negombo > Anuradhapura: After breakfast you will travel to Wilpattu National Park for the afternoon Safari 4x4. Safari 3 hours: Wilpattu National Park (‘Land of Lakes’) is situated in the Northwest coast near the ancient city of Anuradhapura. It is the largest and oldest National park in Sri Lanka consisting 140,000 hectares of mostly dry zone evergreen forest cover and coastal belt to the West. This is one of best places see leopards in Sri Lanka alongside Yala National Park. The open grassy plains set within the thick dense scrub jungle. The wetland includes around 48 shallow natural lakes known as Villus, natural basins that are filled up with rainwater and two salt water lakes. These natural lakes are the most important parts of the complex eco-system in the park. The park is home to elusive Leopards, elephants, Sloth bears, Water Buffalos, Mugger Crocodiles, Spotted and Barking Deer, Wild Boar and Pythons. Alongside these wild animals you will be able to see many endemic birds include the Ceylon Junglefowl, Brown-capped Babbler, Ceylon Woodshrike and Black-capped Bulbul in riverine habitats. Butterflies recorded include the Great Eggfly, Great Orange Tip, Glad-eye Bushbrown, Blue Mormon, Common Mormon, Common Rose and Crimson Rose. As well diverse varieties of colourful butterflies can be seen in the park as well.You will see the wild animals particularly elephants near lakes in the early morning and late afternoons. The wild life id abundant around lakes and coastal belt such as White Ibis, Open Bills, Painted Storks Spoonbills, Egrets, Whistling Teals, Kingfishers and you can also see the water buffalos, monitors and crocodiles. Location: - Anuradhapura Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Anuradgapura > Wilpattu: Today you can take optional Safari to Wilpattu National Park or you can visit the local village where you can see traditional pottery making. Location: - Anuradhapura Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Anuradhapura > Jaffna: After breakfast at 10:15am you travel to Jaffna by train (Yal Devi – Queen of Jaffna) arriving at 14:17hrs. Yal Devi train resumed service between Colombo to Jaffna in restored tracks in 2014 after almost 25 years in absence due to the war. During the war the tracks was completely damaged. The Guardian & Telegraph ranked this train journey and northern Jaffna as in their top places to go in 2015. Upon arrival at Jaffna Train station you guide will pick up and you will travel to your hotel. Location: - Jaffna; Hotel: Hotel; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Jaffna: After breakfast you will visit Nallur Kandaswamy Temple, this fascinating Hindu temple also known Kovil in Tamil and shrine. It is dedicated to God Murugan – (God of Tamils). Nallur was part of once thriving Jaffna Kingdom. The Portuguese who captured Jaffna in 1560 demolished the Temple in 1621 leaving no traces of it. The temple then stood at Sankili Thoppu on the eastern side of the Point Pedro Road (The site was later used for erecting a Christian Church). Jaffna again fell to Dutch in 1658. They were more tolerant on religious freedom and the temple was allowed to be rebuilt in the current location in 1734 by Don Juan Mappana Mudliyar as a humble temple dedicated to lord Murugan. This impressive temple is now fully restored. The temple hosts an enormous and spectacular Hindu festival for over 25 days in July/August, which climaxes on the twenty fourth with parades of floats and displays of self-mutilation by entranced devotees. In the afternoon you will explore Jaffna Fort – Clock Tower – Jaffna Library. You will then proceed to Oddtumadam, through Araly Road, Karainagar – Casuarina Beach . The return journey will be through Mathagal – Keerimalai Tank – Mavettapuram Knathasami Kovil (Historical Temple) – Thellipalai Amman Kovil (Historical Temple) – Chuunakam – Kantharodai and finally through KKS Road to Jaffna University and back to the Hotel. The ancient Jaffna Fort is the second largest existing fort in Sri Lanka. Originally built by the Portuguese in 1619 and re-built and expanded by the Dutch during the second half of the 17th and the 18th centuries to facilitate trading activities of Sri Lanka’s northern region indicate not only of Jaffna’s strategic importance to Europeans but its significance throughout Sri Lanka’s history. Nelson in his book Dutch ‘Fort in Sri Lanka’ claimed that ‘’ it was, as a technical fort, everything was done to the latest design at each successive stage and final result was the strongest fortress in the East, the perfect defensive design in the days of powerful and destructive solid shot artillery of limited effective range. In Britain, fully comparable places are to be found only at the towns of Berwick , at Fort George neat Inverness, at the citadel of Plymouth at Tilbury Fort on the Thames approaches to London. There are many fine artillery fortifications from the same period around the Indian Ocean. Yet it is doubtful whether in it’s technically perfection and its completeness, Jaffna can be surpassed’. Location: - Jaffna Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Jaffna > Kilinochchi > Trincomalee: After breakfast you will travel to Trincomalee en-route you will visit Kilinochchi through Elephant Pass, after one and a half hours’ drive you will reach Elephant Pass (The War Remembrance Monument, Hasalaka Gamini Memorial and the damaged LTTE war tank) after half an hours’ drive you will reach Kilinochchi (War Remembrance Wall, the war affected areas and the damaged water tank). From here you will proceed to Eranaimadu water tank. Thereafter you will be taken to see the famous Murikandi Temple and will have lunch at Testa Hotel. Afterwards you will continue to Trincomalee in the East. Location: - Trincomalee Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Trincomalee: Afternoon you will have guided tour of, Trincomalee is a port city and has the fifth largest natural harbour in the world. The city is surrounded by lagoons, bays and hills and situated in a peninsula. The white powder golden sandy beaches spread across the area offer its visitors calm azure waters to immerse themselves in the water. This is a perfect place for snorkelling, scuba diving and surfing. This port city has a history worth exploring, the strategic location of the natural harbour made it a city worthwhile conquering, and hence it was conquered by the Portuguese, Dutch and the British. Trincomalee is fondly referred to as Trinco by the locals, the anglicized Tamil word 'Trincomalee' denotes the meaning lord of the sacred hill. Location: - Trincomalee; Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Trincomalee > Sigiriya: After breakfast you will visit Koneswaram Temple is also known as Tirukoneswaram Kovil (Hindu temple) which is situated on top of Swami Rock. This temple is dedicated to the Hindu God Shiva, and it is one out of five such temples situated around Sri Lanka. It is believed that this Kovil has been in existence since 2500 years ago, and was renovated by the south Indian Chola king Kulakottan and maintained by other Sinhala Buddhist kings. In 1622 the Portuguese destroyed this temple which they referred to as the temple of a thousand columns by shoving the temple over the edge of the cliff into the deep blue seas below. The revered Shiva lingam (mark of Shiva) was subsequently rescued by divers. The Portuguese used the building materials of the temple in the construction of Fort Fredrick. At the bottom of the hill which leads to Swami rock in an ancient stone inscription with the symbol of King Kulakottan - the dual fish. With a prophecy stating that after 1500 years Westerners with different eye colours will rule the country for 500 years. Visitors to the temple could take part in the evening or morning pooja (prayer service) or obtain a blessing from the swami (priest) at the kovil. The temple is also worthwhile visiting for its gorgeous views of the natural harbour as well as the Indian Ocean. After lunch you will travel to Sigiriya in the Cultural Triangle. Sigiriya is situated in the Cultural Triangle of Sri Lanka. One of the Asia’s major archaeological centres, home to 4 of the UNESCO World Heritage sites. The ruins and temple date back to 4th century B.C. The Cultural Triangle used to be the home of ancient Kingdoms. The area is full of culture, history and wildlife. Here the ancient Kings have developed one of the sophisticated and advanced civilisations of Sri Lanka. Location: - Sigiriya; Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Sigiriya: After breakfast you will visit Dambulla Cave temple. Dambulla Golden Rock Cave Temple is a vast isolated rock mass 500ft high and a 1.6 km around the base. Here is found the impressive Rock Temple dating to the First Century BC. The caves of Dambulla sheltered the King Walagamba during his 14 years of exile from Anuradhapura. When he regained the throne he built the most magnificent of Rock Temples to be found on the Island. The complex consists of five caves with over 2000 sq. meters of painted walls and ceilings. It is the largest area of paintings found in the world. It is an UNESCO World Heritage site. In the first Cave is a recumbent image of the Buddha 14 metre long cut out of the Rock. There are images of deities associated with Buddhism all around. The frescoes on the ceiling date back to the 15th - 18th Centuries. In the Second Cave, the finest and the largest of all, there are 150 life-size statues of Gods from the Buddhist religion along with numerous images of the Buddha himself. Around midday enjoy Ayurveda massage one hour each per person to rejuvenate your bodies. Ayurveda is the ancient health care system in South Asia that has been passed down from father to son and based on herbs and diet. It is one of the world’s oldest forms of healing and treatment. You will find some of the best Ayurveda practitioners in Sri Lanka. Ayurveda is a well known treatment for stress, diabetes, migraine, asthma, arthritis, immune system and high blood pressure. Ayurveda is derived from Sanskrit for life (ayuh) and knowledge (veda), means ‘the science of life’. Therefore, Ayurveda is one of the oldest medical sciences of the world and its origins date back as far as 5,000 years South Asia. In the afternoon you can visit the Dambulla Vegetable Market. Dambulla vegetable market is centre of vegetables distribution around Sri Lanka. You will be able to see the hustle and bustle from 4pm onwards. Location: - Sigiriya; Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Sigiriya > Polonnaruwa: After breakfast you will discover Polonnaruwa, was the mediaeval capital of Sri Lanka, and today it is one of the most beautiful centres of Sri Lanka’s cultural heritage and UNESCO Heritage site. With its comparatively brief history and a dozen rules, it is far more completely preserves ruin than Anuradhapura. Visit the ancient ruins and Gal Vihara complex, where 3 gigantic Buddha's statues are carved out of a single rock. You also will be able to see the toque macaque monkeys found only in Sri Lanka. Afternoon enjoy a Jeep Safari at Minneriya National Park. It’s on the banks of the Minneriya reservoir, which was built in the 4th century A.C. Minneriya is a hide-out for many elephants, where you could see herds of elephants approximately 50 to 60 elephants in a herd. Here in July to September one of the World top ten wild life spectacles takes place known as ‘The Gathering’, more 250 elephants gather around Minneriya water tank in search water and food. Apart from elephants, it is a habitant for migrant and resident bird species like Grey heron, Open built storks, Painted storks …etc. And also you could see 3 different species of monkeys like Silica makake, Pink faced leaf monkey and Grey langer. Location: - Sigiriya; Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Sigiriya > Kandy: After breakfast you will travel to Kandy en-route to Kandy. You can visit Spice Gardens if you like to. SPICE GARDENS – Spices have long been important in the commercial history of Sri Lanka. With so many spices and herbs growing on the island’s shores, it is unsurprising that they were used to barter and trade between the sea-faring merchants, and have been a main export of Sri Lanka down through the ages. For centuries the indigenous herbs and spices have been used for both medicinal purposes and in traditional Sri Lankan cuisine. To visit a Spice Garden is to open up your senses to smells and tastes, old and new. Cinnamon, ginger, vanilla and cardamom are just some of the spices available in the numerous Spice Gardens between Dambulla and Kandy. Prices in these places can be double the normal prices! Along the way in Matale you can stop at Aluvihara Cave Temple is a set of cave temples in between the huge boulders. Aluvihara plays a significance role in the history of Buddhism, since it was here that the most important set of Theravada Buddhist scriptures, the Tripitaka, or “Three Baskets”, were first committed to writing. After wards you will continue to Kandy. Location: - Kandy) Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Kandy: Sri Lanka's second largest city of Kandy is a beautiful historical city in the citadel of the country. It is not only known for its great kings who ruled the city for almost 225 years independently until the British took over in 1815, but it is also the place where the Sacred Tooth of Lord Buddha is laid in a magnificent temple. Strategically nestled amidst three mountain ranges, Kandy was initially built in this location as a natural fortress against attack. Kandy was not an easy target for the foreign invaders who could gain the control of coastal areas of the island without too much loss. Kandy’s main architectural monuments date mainly from the 19th Century when King Vikrama Rajasinha, the last King of Kandy, constructed many new buildings. At the time of the eventual surrender of Kandy to British Rule in 1815, when King Rajasinha was captured, imprisoned and finally deported to India where he died in 1832. The most visited places of cultural, religious and natural interest in Kandy are the Sri Dalada Maligawa and the Peradeniya Botanical Gardens. The incomparable Perahera celebration, a procession of more than 100 elephants, is held every July/August here. In the afternoon you explore the Kandy City & markets. It is great place for shopping or just walks around the Lake and enjoys the beautiful scenery and narrow streets. KANDY LAKE – Built in 1806, Kandy Lake was constructed in order to bring more beauty to the Palace of King Sri Rajasinghe. In the centre of the Lake a small island was built to enable the King to be rowed out and relax whilst surveying his kingdom. The Queen’s Bathing House is set on the edge of Kandy Lake. Kandy Lake is sometimes called ‘Milky Sea’. After breakfast you will visit The Temple of the Tooth & Buddhist Museum. Sri Dalada Maligawa dates back to the 16th century, though most of the present buildings were built in the 19th century. Venerated as the most important object in the Buddhist world, the Sacred Relic of the Tooth of Buddha is enshrined at the Temple. Brought from India 2500 years ago, it is said that the possessor of the Relic had the right to rule the country. The Relic is kept in a gold casket and stored amidst great security in the Inner Chamber. The Temple complex is made up of numerous buildings most of which are highly decorated with paintings and carvings depicting Buddha. Rich in history and tradition, the Sri Dalada Maligawa is a religious centre where daily worship is a colourful and joyful way of everyday life. At several times throughout the day different services are held and with the large numbers of worshippers present, it is clear to see why Buddhists are so piously devoted towards the Sacred Tooth Relic. Spine-tingling traditional drumming to be heard coming from the Inner Chamber, will signal that the ceremonial opening of the window for the public viewing of the casket with the Relic within is just about to begin. We conclude our Tour before the Drumming commences. In the afternoon you explore the Kandy City & markets. It is great place for shopping or just walks around the Lake and enjoys the beautiful scenery and narrow streets. KANDY LAKE – Built in 1806, Kandy Lake was constructed in order to bring more beauty to the Palace of King Sri Rajasinghe. In the centre of the Lake a small island was built to enable the King to be rowed out and relax whilst surveying his kingdom. The Queen’s Bathing House is set on the edge of Kandy Lake. Kandy Lake is sometimes called ‘Milky Sea’. Location: - Kandy Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kandy: After breakfast you will visit Peradeniya botanical garden. The botanical garden of Peradeniya, near Kandy, was firstly established in the 14th century. Since British times Peradeniya has become one of the finest botanical gardens in Asia. When the British eventually wrested control of the Kandyan Kingdom in 1815, the site at Peradeniya was a Royal Pleasure Garden, apparently being enjoyed by the last Queen of Kandy. In typical fashion, the British were quick to establish their own indelible stamp on this lush corner that exists in the cradle of a deep bend in the wide and languid river, the Mahaweli. Initially managed by Alexander Moon, the gardens started as little more than a coffee and cinnamon plantation. Today, spread over a sprawling 147 hectares, they are home to some 4,000 species from all corners of the earth. There is a pungent and fascinating spice garden which provides a fine introduction to the long-practiced medicinal science of Ayurveda and an exceptional orchid house sheltering some 300 varieties. A number of the wider pathways are tree-lined, including the classic “Avenue of Palms” which has the aesthetic power to transform a simple stroll into an event In the evening you will see Traditional Kandyan Dance – Kandy, Sri Lanka’s second largest city is home to a Sinhalese cultural tradition of which Sri Lankans are justifiably proud. Rich in colour and agile in their movements, the Kandyan Dancers evoke images of pageantry and traditions past. Lively and exuberant, spellbinding and hypnotic, a Cultural Show is a spectacle to remember with its nimble dancers, energetic drummers and fireproof firewalkers. Location: - Kandy Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Kandy > Nuwara Eliya: After breakfast you will travel to Nuwara Eliya. As the road winds up, you will pass picturesque waterfalls, tumbling down hillsides and vantage points, which afford views over a panorama of rugged hills stretching far into the distance. This is the home of the Sri Lankan tea industry and as you gain in altitude, neatly manicured tea estates become a familiar part of the landscape, acres of tea bushes extending over the hills on either side of the road. There are many view points to stop and enjoy the this breath taking views. Lake Gregory is one of the significant tourist attractions in Nuwara Eliya. It was built by the Governor William Gregory during 1872 – 1877 periods by utilizing the water from the Nanuoya which runs across the town. It is about 91.2 hectares in extent. It was said to be used for water sports and for re-recreational activities during the British rule. A boat yard now allows visitors to go boating and rowing. Location: - Nuwara Eliya Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Nuwara Eliya: In the morning you can visit The Victoria Park - This enchanting Park in Nuwara Eliya is said to be named to commemorate the 60th Jubilee Coronation of Queen Victoria in the year 1897. Originally the park was used as the research field of Haggala Botanical Garden which is located about 04 km away from the city centre. It is known that this park was established by planting an Oak tree by a German Princes who visited Nuwara Eliya at the latter part of the 19th Century. Afternoon city tour of Nuwara Eliya, Nuwara Eliya is often referred to as ‘Little England’ Nuwara Eliya has a climate unlike anywhere else in Sri Lanka. Due to its high elevation it offers a cooler and more invigorating climate than lower regions. Colonised by the British, the outskirts of the Sri Lanka’s highest town, still retain their ‘ye olde worlde’ feel and many of the original Hotels still retain their grandiose colonial style. Famous for its horse racing, Nuwara Eliya also boasts the impressive Golf Club which dates back to 1889. Stepping back in time when life was slightly more sedate, it is worthwhile visiting the Clubhouse to observe the photographs of life in Nuwara Eliya in years gone by. Rose gardens, abundant vegetable stalls crowd the sides of the road, whilst spectacular scenery will accompany you on the journey from Kandy. Dinner at the Hill Club Nuwara Eliya – The Hill Club was founded by British Coffee planters in 1876 as private members club. To this day Hill Club remain exclusively for its members. As temporary visitor you will be able to experience the British Colonial Traditions and travel back in time. From 7 .00 pm onwards the Dress Code is applicable, where gentlemen shall wear lounge suit / jacket with tie & shirt or Sri Lankan National Dress, and ladies shall wear suitable equivalent attire. In the case of children over 12 and under 18 years of age, boys shall wear at least a tie with tucked-in shirt and long or short trousers and girls shall wear an acceptable mode of dress, when utilizing the dining room or other public areas. Jackets and ties are freely available and could be borrowed from the Club Wardrobe, free of charge. Location: - Nuwara Eliya Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Nuwara Eliya > Ella: After breakfast at 12.30hrs you will experience of the most breathtaking train journeys for 2.50 hours. You will travel from Nanuoya to Ella through tea plantations and rolling hills on Old Colonial train with panoramic view. This train journeys recorded in the Guinness Books of Records as the one of the world best scenic train journeys. Your guide will pick you up at the Ella Station upon arrival at 15:15 hrs and you will go to your hotel. Ella is described as one of the most breathtaking locations in Sri Lanka. Ella is surrounded by high mountains in the central hills and through a gap in the mountains you can see all the way to the ocean off the Hambantota coast line. This special gap which is having breathtaking views is called Ella Gap. Location: - Ella Hotel: Board: Breakfast"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Ella: After breakfast you will visit Lipton Tea Estate Experience: Experience the process and lifestyle within a tea estate. Tea is known as Sri Lanka’s green gold and the tea estate provides insight into British colonial past and role of tea in Sri Lanka today. The scenic views from the tea estates are breathtaking. After tea estate you can explore the nearby waterfalls or visit the magnificent Nine Arch Bridge between Ella and Demodara stations are just a few kilometres along the track from the Demodara station. This viaduct bridge built during the British Colonial period is the largest in Sri Lanka has been built with blocks of stone and cement without any reinforcing iron or concrete. The tall arches take the bridge on a semi circular path to connect to mountains. Located almost 3100 feet above the sea level, this 99.6ft high bridge is called \"Ahas namaye palama\" (Nine skies bridge) in Sinhala. When one stands underneath it and looks up there is a beautiful sight of 'nine skies' through the nine arches, hence the Sinhala name. This bridge is also called 'The Bridge in the sky' due to the sheer height. Location: - Ella Hotel: Board: Breakfast"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Ella > Yala: If you like early morning you hike to see the sunrise from Little Adam’s Peak. Little Adam’s Peak resembles the main Adam’s Peak near Hatton. By foot it takes about 35-40 minutes. Here you will be able to enjoy the breathtaking views of an endless valleys, tea plantations and waterfalls. After breakfast you will visit the Udawalawe National Park Elephant Transit Home en-route to Yala. Elephant Transit Home (ETH), where the orphan wild elephants are treated, raised and released back to the wild, also is located at Udawalawe. Visitors to this place can observe how the elephants are taken care of, twice a day. Total number of orphaned elephants exceeds 40, of which most of them are calves and juveniles. The animals become matured enough to live on their own, are released back to the wild. Park authorities keep constant vigilance on the newly released animals, until they get used to the new life in the wild. Click the link for BBC Natural World Documentary (Elephant Island) 2013. Location: - Yala; Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Yala: Morning 4X4 Jeep safari in the one of the best National Park’s in Asia for spotting elusive leopards. The Yala National Park is the best place on the planet for spotting and photographing leopards in the wild. The best times to spot these magnificent creatures roaming freely around the park are early mornings or in the evening. Estimates state that there are between 500 – 650 leopards living in Sri Lanka. The Sri Lankan Leopard is a recognized subspecies of the Indian Leopard and is the largest leopard living in Asia making this wildlife safari experience one that is not easily forgotten. Yala is home to 32 recorded species of mammals. You will be able to see these species are sloth bear, Leopard, elephant, Water buffalo, Wild boar, spotted deer, Sambar, and golden jackal. You will also be able to spot Mugger Crocodiles, Estuarine Crocodile and Common monitor. Other reptiles include Cobra and Russell’s viper. Yala is abundant with birds of migratory and non migratory birds. There are around 130 recoded species of birds in the National Park. The Peacock can be found in every corner of Yala. You will be able to see crested serpent eagle and white bellied sea eagle. Also water birds around the waters are Flamingo, Spoonbill, Painted storks, Pelican, rare black necked Stork, grey Heron, purple Heron, night Heron and Darter. Location: - Yala; Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Yala > Tangalle: After breakfast you will travel to Tangalle. Rest of the day you can relax. Evening: Beach Candle lit Seafood Dinner. Location: - Tangalle; Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Tangalle : After breakfast you will take a boat trip around the Kalametiya: Kalametiya Bird Sanctuary is an extensive area of wetland with brackish lagoons, mangrove swamps, open grassy areas and pockets of scrub jungle. It provides sanctuary for the common wetland birds. You will be able see some of the best lotus ponds around here. You can spot some of the sought after bird species such as Slaty breasted Crake, Watercock and Black Bittern, Glossy Ibis may be present with thousands of waders along with Grey Mongoose and Hanuman Langur are the mammals most likely to be seen. Rest of the day you can relax or take walk in the palm fringed picture postcard beach. Location: - Tangalle; Hotel; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Tangalle > Galle: After breakfast you will travel to Galle for 3 hours passing some beautiful coastal villages. You can the Stilt Fisherman near the village of Weligama. Weligama literally translating as ‘sandy village,’ Weligama has a long stretch of fine golden sandy beaches. Famous for its stilt fishermen, visitors can see this unique sight only in this part of Sri Lanka before midday and around late afternoon. No-one knows where, or even when this form of fishing originated, but it is an old tradition which lives on in a modern world today. This centuries old traditional method of fishing is one of the best sustainable practices to catch the fish. The Stilt Fisherman spends 2-4 hours sitting on a thin plank, hoping to catch one or two fish for their family’s lunch or dinner. Upon arrival in Galle you will stay with a home stay family to experience Sri Lanka’s culture, food and traditions. It’s great opportunity if it is for you. Alternatively we are happy to suggest range hotel options in Galle. In the evening you will visit a local temple and to meet the Chief Monk and to be blessed for long and healthy life. Location: - Galle; Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Galle: After breakfast you travel to Galle market with (Your Host) in Tuk Tuk to buy vegetables & fish from the markets. In the afternoon you will discover the Dutch Fort. There are many boutique shops along the narrow streets of the Fort as well as antiques, art and craft shops. Galle is situated in the southern Sri Lanka. It is the best example of a fortified city built by Europeans in south and Southeast Asia, showing the interaction between European architectural styles and south Asian traditions. The Galle fort is a UNESCO world heritage site and the largest remaining fortress in Asia built by European occupiers. Other prominent landmarks in Galle include the natural harbour, the National Maritime Museum, St. Mary's Cathedral founded by Jesuit priests, one of the main Shiva temples on the island. Galle offers a unique opportunity to create a visible demonstration of the conservation of its inheritance. Evening culinary experience with your home stay hosts, it’s an option to learn about Sri Lankan food. Location: - Galle; Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Galle: After breakfast you will travel to Hundungoda Tea Estate to learn about tea, rubber and cinnamon. The Portuguese colonised Sri Lanka primarily for the cinnamon trade. Cinnamon is produced in this region of Sri Lanka. During the visit to Hundungoda Estate visitors are given round tour of the estate by experienced guide in English. The process of harvesting, plucking of the Virgin white tea is demonstrated and a comprehensive explanation is given on the culture of tea. You will be treated to tea and cakes at the Proprietor’s Bungalow and shown round the whole plantation. This includes a visit to the Rubber Fields and demonstration of Rubber production in our small rubber factory. As well you can see the cinnamon peelers can be seen during Cinnamon season. After you will visit Mirissa, this is probably one of the best beaches in Southern Sri Lanka with palm fringed sandy beaches. You can find many restaurants for lunch here and most of them serve fresh seafood. Location: - Galle; Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "Galle > Colombo: After breakfast you will travel to the capital city of Colombo. Drive through the city taking you to the busy commercial areas as well as the tree-lined residential, Cinnamon Gardens. Visit Fort, the former British administrative centre and military garrison, Sea Street - the Goldsmith’s quarters in the heart of Pettah, the Bazaar area, where is also a Hindu Temple with elaborate stone carvings and the Dutch Church of Wolfendhal dating back to 1749. Also visit the BMICH and Independence Square. Location: - Colombo; Hotel: Board: Breakfast"
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "Colombo > Airport > Your Destination: After breakfast you will travel to the Airport. Travel time approximately an hour."
    }
  ],
  "map": ""
}