{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "highlights-of-sri-lanka-tour",
  "tourName": "Highlights of Sri Lanka tour",
  "placesVisited": "",
  "generalInfo": "Covers<br/><br/>Sigiriya, Kandy, Nuwara, Eliya, Yala &amp; Galle<br/>Highlights<br/><br/>Sri Lankan cultural heritage, Historic monuments, Wildlife<br/><br/>Walk in the shadow of history at Polonnaruwa, the medieval capital of Sri Lanka. Climb the ancient stone stairs of Sigirya at sunrise to catch the most magical views of the day. At Anuradhapura, see the Sri Maha Bodhi (Sacred Bo-Tree) under which Prince Siddhartha attained to enlightenment. Lose yourself in the wonder of the the Dambulla cave temples and their vast paintings of the Buddha.<br/><br/>Breathe in the perfume of the flowers and incense, as you walk barefoot through the ornate splendour of the sacred Temple of the Tooth Relic. Sip an Arrak Blossom cocktail as the sun sets over the Spice Bar at Earl’s Regency. Shop for trinkets and treasures in the Kandy town bazaar, later tap your foot along to the infectious music of a cultural show.<br/><br/>Stroll the Hakgala Botanical Gardens the air perfumed with the delicious scent of orchids. Visit a Fair Trade tea plantation, see the process from plant to cup. Explore the wonders of the natural world at Horton Plains, high above sea level and home to bears and leopards, monkeys and lizards. Take High Tea on the manicured lawn. Sip perfectly brewed leaves. Tea will never be the same again.<br/><br/>Head off on safari in search of sloth bears, leopards and elephants in the Yala national Park. Marvel at the sheer variety of wildlife in such a small country. At Tissamaharama, walk around Lake Tissa. Stop to talk to locals and snack on fresh-caught, crisp-fried fish. Take a safari with a difference guided at night by infrared vision, see the wild night like a leopard with true night vision. Savour delicately spiced fresh flavours in the open-air restaurant as the sun sets over the park.<br/><br/>Head into the Fort to snap up souvenirs. Walk its walls at sunset for the perfect view over the waves. Take a trip a little way along the coast to see the famous fishermen of Midigama, who perch stork-like on poles hammered deep into the reef. Explore Galle’s well-preserved streets, admire the Dutch church near a Buddhist stupa and Hindu temple. Feast on succulent seafood; juicy king prawns, fresh from the ocean, spiked with chilli and cooled with coconut.<br/><br/>Luxuriate in the rare privilege of a private plunge pool. Dinner for two on the beach? No problem. Set your own timetable, meals are made just for you, whenever and wherever you want. Breathe deep and stretch out. Enjoy a purifying yoga session in the shade of a palm tree. Relax and rejuvenate with a signature spa treatment in the privacy of your own suite.",
  "durationDays": "16",
  "price": "2850",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Sigiriya-3 nights Step off the plane and into our care, enjoy the transfer from the bustle of the city to the quiet beauty of the countryside and the 5th century treasure of the Lion Rock fortress. Hear the cries of the Nightjar as evening falls at the Hotel Jetwing Vil Uyana."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kandy -2 nights After discovering a new-found love of ‘string hoppers’ for breakfast, explore Kandy, the last capital of the Sri Lankan kings, majestic, ornate and a sacred site for Buddhists. Walk in the pleasure gardens of Peradeniya, stunning designs created for a Sinhala King."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Nuwara Eliya -2 nights After a relaxed breakfast journey to the rolling green velvety terrain of tea country, Nuwara Eliya. Step back into a colonial past at the former residence of the Governor of Sri Lanka, the Grand Hotel. Stand at ‘World’s End’ and drink in the view, said to be the finest in all Sri Lanka."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Yala -2 nights From crisp white linen napkins at breakfast and a colonial past to the world of nature and modern boutique hotel luxury alongside a wildlife sanctuary. Uncover the 3rd century BC Sinhalese Kingdom of Ruhuna at Tissamaharama. Take a nature walk with experienced guides."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Galle -2 nights After a last breakfast at Chaaya Wild, say goodbye to the nature reserve and hello to Galle, a port town where European architecture collides with Sri Lankan heritage to dazzling effect. Swap jungle style for neo-colonial chic at the Galle Fort Hotel."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Galle -4 nights Relax over breakfast, your beach idyll isn’t over yet. We’ll transfer you from the colonial elegance of the Galle Fort Hotel to the private beach-side boutique luxury of the Aditya Hotel. Unwind a little more. Explore a little further. Fall deeper in love with this stunning city."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Colombo After breakfast, check out and enjoy an assisted departure at the airport."
    }
  ],
  "map": ""
}