{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-tour-beach-holiday",
  "tourName": "Sri Lanka tour & beach holiday",
  "placesVisited": "Award-winning eco resort accommodation, Sigiriya, Polonnaruwa, Minneriya National Park, Kandy, Temple of the Tooth, Geoffrey Bawa hotel, Dambulla",
  "generalInfo": "Lush, tropical Sri Lanka is packed full of culture, history, wildlife and natural beauty, especially given its diminutive size. In fact, explorer Marco Polo once described it as \"undoubtedly the finest island of its size in the world\". This Sri Lanka tour and beach holiday will take you on an unforgettable journey to the country’s beaches, heritage sites and National Parks.<br/><br/>This holiday is based at different beachside locations depending on the prevailing monsoon season: Ahungalla and Negombo on the west coast from November to April, and Uppuveli and Passikudah on the east coast from May to October.<br/><br/>Heritance Ahungalla is a luxury beachside hotel designed by Geoffrey Bawa, Sri Lanka’s most celebrated contemporary architect, and it commands an unbeatable position on a long stretch of golden sandy beach lapped by the Indian Ocean on the island's southwest coast. <br/><br/>Jetwing Sea is a contemporary west coast resort that blends the finest of tropical luxury with traditional Sri Lankan hospitality on the buzzing beach strip of Negombo. The hotel is committed to several sustainable initiatives which empower the local community, harness the potential of the surrounding environment, and deliver a fulfilling experience of responsible tourism.<br/><br/>Trinco Blu by Cinnamon is located in Uppuveli just north of Trincomalee on a protected white sandy beach on the island's east coast. The resort opens directly onto the beach to the shallow calm clear waters of the Indian Ocean from its private grounds, which include an infinity swimming pool, two restaurants and a bar. A variety of water sports are available, including a PADI-certified dive centre.<br/><br/>Maalu Maalu Resort &amp; Spa is conceived as a traditional Sri Lankan fishing village, or ‘Waadiya’, with the simple eco-friendly architecture being inspired by the wooden-clad dwellings of a typical fisherman’s hut. The rooms and adjoining public areas are designed to seamlessly blend with the surrounding environment. The resort is positioned directly on the beachfront of Passikudah Bay, one of the east coast's most attractive sandy beaches. <br/><br/>As well chilling out on the beach, you’ll also get to explore the Cultural Triangle, visiting Kandy, the Dambulla cave temples, the medieval capital of Polonnaruwa and Lion Rock at Sigiriya, all World Heritage Sites. A jeep safari in Minneriya National Park is also on the agenda, and here you’ll see a myriad of birds and beasts including elephants, leopards, toque macaques, purple faced langurs, sloth bears, sambar and spotted deer.<br/><br/>Sri Lanka lies just north of the equator so temperatures remain almost constant throughout the year (around 27C around the coast). The best time to visit the west coast and the Cultural Triangle is from November to April after the southwest monsoon has finished, while the east coast is best from May to October.<br/><br/>However, even during the monsoon season the rain passes through quickly, although the sea is rougher than during the dry season. The advantage is that there are fewer tourists on the island, and the traditional and generous Sri Lankan welcome is always there!<br/>",
  "durationDays": "14",
  "price": "1995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Colombo airport and transfer south along the island’s west coast to Ahungalla. Five nights stay at Heritance Ahungalla, which is a luxury hotel designed by Geoffrey Bawa, Sri Lanka’s most celebrated contemporary architect, commanding an unbeatable position on a long stretch of golden sandy beach lapped by the Indian Ocean. This 4-star+ resort offers superb beachside accommodation in an airy and relaxed atmosphere, with panoramic views of the azure-blue Indian Ocean. The rooms are all finished with wooden floors and subdued décor. The luxury bathrooms are fitted out to very high standards, and the glass screen between bathroom and bedroom gives the whole living area an open feel. The hotel includes a fine-dining restaurant, mirror-clad bar and night club."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "At leisure. Enjoy a guided tour of the house and gardens of Lunuganga, which were lovingly created over several decades by the world-renowned architect Geoffrey Bawa as his vision of a tropical garden idyll; visit the tropical garden paradise of Brief, the life’s work of Bevis Bawa, famed bon viveur and brother of Geoffrey; take a boat safari around the coastal lagoons and mangrove-clad waterways of the Madu Ganga; SCUBA dive from Hikkaduwa or visit the Community Tsunami Education Centre and Museum, which shows the devastation wrought by the Boxing Day 2004 tsunami, and also highlights the resilience of the local community and preserves the memory of those lost in its wake; amble around the ramparts and stroll through the Arab Quarter with a local resident of the Dutch fort at Galle, a UNESCO World Heritage Site; glide through the mangroves and lush vegetation along the Mahamodara River, which offers great opportunities for spotting birds, butterflies, monitor lizards, and much more; cycle through the paddy fields and local villages around Galle."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Four-day tour of the Cultural Triangle (ancient cities’ area), beginning with a visit to the magnificent cave temples of Dambulla. Climb gently up the granite massif to visit the most impressive cave temple complex in Sri Lanka, with five ornately and intricately decorated caverns under a vast overhanging rock. Continue to Heritance Kandalama for two nights, which was the first luxury eco-hotel built in Asia and another iconic hotel designed by legendary local architect Geoffrey Bawa. The hotel is set in its own 250-hectare jungle retreat with unimpeded views across wetlands to Lion Rock at Sigiriya. The hotel is barely visible beneath a natural cliff and undisturbed vegetation, home to indigenous wildlife and exotic flora. The Sigiriya Wing overlooks Kandalama Lake to Sigiriya beyond, while the Dambulla Wing has great views of the lake towards Dambulla cave temples. Monkeys, iguanas and the spectacular Sri Lankan birdlife inhabit the immediate environs, so keep the balcony doors closed when not in your room!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Head to the medieval capital of Polonnaruwa for a guided tour of its historic temples and exquisitely carved statues – bicycles are available to hire for your own self-guided tour, if preferred. In the afternoon, drive back to Minneriya for a jeep safari in Minneriya National Park, which is part of an ‘elephant corridor’, along with Kaudulla National Park, for the vast herds roaming the eastern region of the country from Trincomalee through to Wasgamuwa, Maduru Oya and Gal Oya National Parks further south. The park is home to a variety of animals such as elephants, leopards, toque macaques, purple faced langurs, sloth bears, sambar and spotted deer, and about 160 bird species, including many endemics. IMPORTANT – Minneriya is home to the ‘gathering’ between August and October, when large herds of elephants congregate around Minneriya Lake to seek the last available water at the end of the dry season."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Early morning (07.00) ascent of the rock fortress of Sigiriya to view the surrounding countryside at dawn – a very special experience indeed – followed by a tour of Sigiriya's rock palace and ornamental gardens before continuing on to Kandy. The second city of Sri Lanka has a picturesque setting around its lake, a rich historical and cultural heritage, a pleasant Mediterranean-type climate, and UNESCO World Heritage Site status. Two nights stay at Hanthana House, Kandy, which is a friendly and welcoming homestay guesthouse offering a comfortable stay in attractive surroundings in an area famous for cultivating some of the first tea grown on the island, with the added benefit of tasty and authentic Sri Lankan home cooking! Your wonderful hosts will teach you how to prepare traditional ‘Rice and Curry’ or show you local hiking trails. All bedrooms are spacious with attached bathrooms and a/c, and meals are taken communally in the downstairs dining room or on the dining terrace."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, experience the Buddhist puja (blessing ceremony) at the Temple of the Tooth, which houses Sri Lanka’s most revered religious relic. Kandy is the perfect size to be explored on foot, since the altitude (500 metres above sea level) makes the climate conducive to long and leisurely strolls. A guided walking tour of the city will take in the Hindu devales (temples), the lake and the municipal market. In the afternoon, visit the beautifully kept and well-presented Peradeniya Botanic Gardens on the outskirts of Kandy. Later in the day, enjoy a performance of the famous Kandyan Dancers and Drummers, with a fire-walking finale."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Head down to Negombo on the island’s west coast close to the airport for four nights at Jetwing Sea, which is a contemporary coastal resort that blends the finest of tropical luxury with traditional Sri Lankan hospitality on the buzzing beach strip of Negombo. Born out of the historic splendour of Jetwing Seashells from 1978 and nestled at the edge of the Indian Ocean, the hotel is a symbol of modern elegance, a calming escape or a lively respite, with two swimming pools and an opulent rooftop spa. Jetwing Sea is committed to several sustainable initiatives which empower the local community, harness the potential of the surrounding environment, and deliver a fulfilling experience of responsible tourism."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "At leisure. Take a boat safari in Muthurajawela Wetlands, which is a 3000-hectare marshland of coastal saline peat bog and mangroves full of wildlife; explore the Dutch colonial era canal system around Negombo by boat to see local life up close and personal(!); visit the famous fish market in Negombo to see the catch of the day."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to the airport for your flight home."
    }
  ],
  "map": ""
}