{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "northern-sri-lanka-holiday",
  "tourName": "Northern Sri Lanka holiday",
  "placesVisited": "",
  "generalInfo": "Travel north to experience a very different Sri Lanka with its vast lagoons full of migrant waders, donkeys and baobabs, Tamil script and Hindi songstresses, bicycles and Brahman cows. Since the declaration of peace on the island in 2009, the north and east of the country have opened up and developed, but not too much – yet. So now is the time to visit on your very own tailor-made holiday. Our suggested itinerary takes in Mannar Island, Jaffna, the east coast around Trincomalee and the Cultural Triangle. <br/><br/>The flat lands of the north-western coastal plain are similar to the dry zone regions of the southeast until you reach the causeway. Here everything changes with the typical scrub jungle giving way to a vast lagoon, mud flats, wading birds and… donkeys!<br/><br/>Mannar Island is home to thousands of migrant birds from October to March. In the area, Thantirimale is an ancient village and temple complex. Other sites of interest include Mannar and Arippu Forts, Doric House, Talaimannar port and lighthouse, and Thiruketheeswaram temple.<br/><br/>Venturing further north to Jaffna you immediately appreciate that you have arrived in a different land with Tamil script adorning hoardings, Hindi songs resounding in the streets and bicycles dodging meandering sacred cows. Jaffna has recovered well from the ravages of war and, while it isn’t a city of many ‘must see’ sites, the real appeal of the area is the ethereal nature of its environs and the innocence of its people.<br/><br/>Nallur Kandaswamy Kovil is one of the island’s most holy Hindu temples and the focus of a spectacular annual festival. Also within the city are the reconstructed library, a World Heritage Site, and the renovated fort. Further afield are the islands of Nainativu, site of important Hindu and Buddhist temples, and windswept Delft, home to wild horses of Dutch origin. <br/><br/>Bearing east, you arrive at Trincomalee (or Trinco), which is blessed with one of the largest and deepest natural harbours on the planet and the envy of past conquerors. Just north along the coast is Nilaveli, a relatively quiet beach area.<br/><br/>Fort Frederick is a 17th century Portuguese-built city bastion, magnificent views and legends surround Swami Rock, and the imposing Koneswaram Kovil is one of the most holy Hindu temples on the island. China Bay has been a naval base since time immemorial and now a museum.<br/><br/>The island’s Cultural Triangle accounts for six of the country’s eight World Heritage Sites. Although these sites are principally of an historic interest, they are by no means cold, stony monuments since all of the dagobas and stupas are still places of worship and veneration for locals, which makes them profoundly atmospheric and full of life.<br/><br/>Anuradhapura was the first capital of ancient Lanka in the 3rd century BC. Mihintale is where Buddhism was introduced to Sri Lanka and the enigmatic setting makes a visit unforgettable. The unique rock fortress of Sigiriya is a national icon, despite its origins as a usurper’s pleasure palace!",
  "durationDays": "14",
  "price": "2345",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Colombo airport and transfer to Negombo on the island’s west coast close by. Night stay in Negombo."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Head north to Anuradhapura, the first capital of ancient Lanka in the 3rd century BCE, for a guided tour of the historic city of Anuradhapura, with visits to the preserved and partially restored ruins of the three principal monasteries: Mahavihara, Abhayagiriya and Jetavanarama. Two nights stay in Anuradhapura."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "All-day jeep safari in Wilpattu National Park, which is the island’s largest wildlife reserve as well as one of the oldest and most important protected areas in Sri Lanka. Principally a dry lowland zone, the main topographical feature in the park is the concentration of ‘villus’. Though looking like lakes, these ‘villus’ are in fact basin-like fault depressions in the earth that fill with rain water during the monsoon season. The ‘villus’ attract a variety of animals including leopards, elephants, sloth bears, crocodiles, water buffaloes and deer. The ‘villus’ also support a variety of resident and migratory waterfowl as well as forest or scrub dwellers."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Visit the hilltop temple of Mihintale, the cradle of Buddhism in Sri Lanka, and enjoy a guided walking tour of this significant site. Continue northwest to Mannar Island, a ‘dry zone’ region and one of the least visited areas on the island. Two nights on Mannar Island."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "At leisure. Suggested sightseeing trips and activities include bird watching around Mannar Island and Giant’s Tank, a visit to the ancient village and temple of Thantirimale, and a tour of Mannar Fort."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Head further north, mostly following the north-western coastline and associated lagoons, to Jaffna at the northern tip of the island. Three nights stay in Jaffna."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tour of Jaffna city, which may include the recently renovated Jaffna fort, market and library (a UNESCO World Heritage Site); Nallur Kandaswamy Kovil (one of the most sacred Hindu temples in Sri Lanka); Keerimalai natural springs; Nilavarai bottomless well; Elephant Pass (the gateway to Jaffna with army memorials commemorating one of the most infamous battle sites of the civil war); The Salterns; Casuarina Beach; Point Pedro (northernmost tip of the island with corals and sand dunes)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Local ferry trip out to Nainativu Island of the Jaffna archipelago, home to Nagadeepa Purana Rajamaha Viharaya, one of the sites the Buddha is believed to have visited and an important pilgrimage for Buddhists."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Board the train at Jaffna railway station - SUBJECT TO AVAILABILITY - for your journey back south to Anuradhapura before driving east to Nilaveli on the island’s quieter east coast just north of Trincomalee. Three nights on Nilaveli beach."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "At leisure. Suggested sightseeing trips and activities (NOT INCLUDED IN PRICE) include a guided tour of Trincomalee (incl. Fort Frederick and Koneswaram Kovil), a visit to the naval base at China Bay, a boat trip to Pigeon Island for snorkelling, whale-watching boat safari, visits to Kanniyai Hot Springs and Velgam Vihara."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Head southeast to Minneriya for an afternoon jeep safari in Minneriya National Park, which forms an ‘elephant corridor’ for the vast herds roaming the eastern region of the country from Trincomalee through to Wasgamuwa, Maduru Oya and Gal Oya National Parks further south. The park is home to a variety of animals such as elephants, leopards, toque macaques, purple faced langurs, sloth bears, sambar and spotted deer, and about 160 bird species. Two nights stay near Dambulla."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Drive to Sigiriya for an early morning ascent of the rock fortress of Sigiriya to view the surrounding countryside at dawn – a very special experience indeed. Guided tour of Sigiriya's rock palace and ornamental gardens before returning to the hotel and at leisure for the rest of the day."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to the airport for your flight home."
    }
  ],
  "map": ""
}