{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-family-adventure-holiday",
  "tourName": "Sri Lanka family adventure holiday",
  "placesVisited": "Safari in Wilpattu National Park, Climb up Sigiriya Rock fortress, Bicycle tour of Anuradhapura, Ritigala Monastery & Reserve, Elephants in Hurulu Forest Reserve, Hike in Knuckles Mountains, White water rafting on Kelaniya River, Family friendly hotels and homestays, Explore in bat-filled Belilena caves, Tea tasting, Colonial train ride from Kandy to Hatton, Tea plantations and waterfalls",
  "generalInfo": "This two week tailor made adventure in Sri Lanka is for families who like to keep active on holiday as well as exploring and relaxing away from typical tourist trails.<br/><br/>From jeep safaris in Wilpattu National Park to cycle tours around the ancient city of Anuradhapura this is one family adventure holiday that you’ll never forget with a personalised blend of cultural enlightenment and exciting activities adding to the thrill of real life on the tear drop isle.<br/><br/>Not only will you be invited to try white water rafting on the Kelaniya River and train travel through traditional tea estates, but you’ll also get the chance to have your very own English-speaking guide and chauffer to show you Sri Lanka’s secret spots and regional recommendations.<br/><br/>Exploring in the company of a local guide is a real privilege and also gives you every opportunity to find out more about what you’re experiencing and where you’re visiting as you make your way from one characterful B&amp;B guesthouse and village homestay to the next.  <br/><br/>There's much more to just beaches in Sri Lanka and this tailor made tour lets your family find out more as they venture between temples, jungles and coastline on an incredibly immersive two week adventure.",
  "durationDays": "13",
  "price": "2980",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "All hotels and activities are suggestions only. We will change it according to your choice. Negombo: You will be welcomed & greeted by your guide or representative on arrival at the waiting area of Colombo Airport. You will travel to your hotel in Negombo. Travel time approximately 30 minutes depend on the road traffic. Here your Sri Lanka adventure family holiday starts. Location : Negombo; Hotel Jetwing Blue: Bed & Breakfast"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Negombo > Wilpattu : After breakfast you will travel to Wilpattu National park. Wilpattu National Park (‘Land of Lakes’) is situated in the Northwest coast near the ancient city of Anuradhapura. It is the largest and oldest National park in Sri Lanka consisting 140,000 hectares of mostly dry zone evergreen forest cover and coastal belt to the West. This is one of best places see leopards in Sri Lanka alongside Yala National Park. The open grassy plains set within the thick dense scrub jungle. The wetland includes around 48 shallow natural lakes known as Villus, natural basins that are filled up with rainwater and two salt water lakes. These natural lakes are the most important parts of the complex eco-system in the park. Travel time is approximately 3 ½ hours. In the evening you will experience a safari at Wilpattu National Park. The wildlife is abundant around the lakes and coastal belt at Wilpattu National Park, here you may spot the White Ibis, Open Bills, Painted Storks Spoonbills, Egrets, Whistling Teals, Kingfishers and you may also see the water buffalos, monitors and crocodiles. Butterflies recorded include the Great Egg fly, Great Orange Tip, Glad-eye Bush brown, Blue Mormon, Common Mormon, Common Rose and Crimson Rose. Diverse varieties of colorful butterflies can be seen in the park as well. Location : Wilpattu Hotel: Ibis on Half Board"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Wilpattu: Morning or afternoon safari at Wilpattu National Park. Rest of your day at leisure. Location : Wilpattu; Hotel: Ibis on half Board"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Wilpattu - Anuradhapura - Sigiriya: After breakfast you will visit and have a bicycle tour (or car if preferred) at The Sacred City of Anuradhapura. Anuradhapura stands equal to Pyramids at Giza on the architectural level during their time. This magical place with enormous Dagobas, palaces, monasteries and monuments evidence one of the greatest civilizations in the world. The Sacred city of Anuradhapura was first Royal Kingdom and capital of Sri Lanka that lasted for 1,500 years until it was abandoned after the invasion by South Indian Cholas in 993. Today Anuradhapura is one of the world’s major archaeological sites in the world. It is covered area about 40 km² and an UNESCO World Heritage Site. This sacred city was established around a cutting from the 'tree of enlightenment', the Buddha's fig tree, brought there in the 3rd century B.C. by Sanghamitta, the founder of an order of Buddhist nuns. The ruined city hidden away in dense jungle for many years brought to life by The British in the nineteenth century. After travel to Sigiriya. Travel time approximately 2,5 hours. Location : Sigiriya Hotel : Sigiriya Kings Resort on Half Board"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sigiriya : After breakfast you will climb Sigiriya Rock Fortress. Sigiriya is a UNESCO World Heritage site which is proposed to be the 8th wonders of the World. Sigiriya, a massive rock in the green scrub jungle, is perhaps the most memorable place for visitors to Sri Lanka. The site was known from ancient times as a hermitage for Buddhist monks. A well-planned monastic complex included caved temples, bathing pools, lovely ponds and Asia’s oldest surviving landscaped gardens. Afternoon safari at Kaudulla National Park ( or Minneriya) – this National Park is the most recent to be added to the list of 15 Parks in the country. Famous for its elephants and bird population, species include the nation’s largest bird, the Lesser Adjutant and the Pompadour Green Pigeon. Built around the year 300 AD, the Tank slowly fell into disrepair and was rebuilt in 1959, and with its variety of plant life has now become home to 24 species of mammals, 25 species of amphibians and countless bird types. The endangered Rusty Spotted Cat can be spotted in Kaudulla National Park, as well as large herds of Asian elephants, elusive leopards and both Sambar and Axis Deer. Location : Sigiriya Hotel: Sigiriya Kings Resort on Half Board"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Sigiriya > Dambulla > Kandy : Today you will travel to Kandy after breakfast. Travel time is approximately 1 ½ hours. En-route to Kandy you will visit to Dambulla Cave Temple. Dambulla Golden Rock Cave Temple is a vast isolated rock mass 500ft high and a 1.6 km around the base. Here is found the impressive Rock Temple dating to the First Century BC. The caves of Dambulla sheltered the King Walagamba during his 14 years of exile from Anuradhapura. When he regained the throne he built the most magnificent of Rock Temples to be found on the Island. The complex consists of five caves with over 2000 sq. meters of painted walls and ceilings. It is the largest area of paintings found in the world. It is an UNESCO World Heritage site. In the first Cave is a recumbent image of the Buddha 14 metre long cut out of the Rock. There are images of deities associated with Buddhism all around. The frescoes on the ceiling date back to the 15th - 18th Centuries. In the Second Cave, the finest and the largest of all, there are 150 life-size statues of Gods from the Buddhist religion along with numerous images of the Buddha himself. Evening you can have a short walk at Kandy City. Kandy is a beautiful historical city in the citadel of the country. It is not only known for its great kings who ruled the city for almost 225 years independently until the British took over in 1815, but it is also the place where the Sacred Tooth of Lord Buddha is laid in a magnificent temple. Strategically nestled amidst three mountain ranges, Kandy was initially built in this location as a natural fortress against attack. Kandy was not an easy target for the foreign invaders who could gain the control of coastal areas of the island without too much loss. Kandy’s main architectural monuments date mainly from the 19th Century when King Sri Vikrama Rajasinha, the last King of Kandy, constructed many new buildings. At the time of the eventual surrender of Kandy to British Rule in 1815, when King Rajasinha was captured, imprisoned and finally deported to India where he died in 1832. Location : Kandy; Hotel : Theva Residency on Bed & Breakfast"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kandy: After breakfast you will take a mountain walk to one of the most beautiful and remote villages in Heel Oya at the foothills of Knuckles Mountains with an experienced guide. You can see a breath taking sights of a village untouched by mass tourism growth or development. The walk goes through beautiful forests, Tea estates, gushing streams, jungle patches, waterfalls, terraced rice fields and domestic spice fields. So you will be able to see working spice, paddy and tea fields, interact with real locals, taste home cooked food, and see how animals are used for farming work. You can also experience a river bath in beautiful river. Location : Kandy; Hotel : Theva Residency on Bed & Breakfast"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kandy > Hatton> Kitulgala: After breakfast you will travel to Kitulgala via Hatton by train. Experience one of the most breathtaking train journeys for 2:30 hours. You will travel from Kandy to Hatton through tea plantations and rolling hills on Old Colonial train with scenic views. This train journeys recorded in the Guinness Books of Records as the one of the world best scenic train journeys. Your guide will pick you up at the Hatton Station and you will go to Kitulgala en-route visiting tea plantations. You will visit a tea plantation for Tea Estate Experience: Experience the process and lifestyle within a tea estate. Tea is known as Sri Lanka’s green gold and the tea estate provides insight into British colonial past and role of tea in Sri Lanka today. The scenic views from the tea estates are breathtaking. Afterwards you will continue your journey to Kitulgala. Location : Kithulgala; Hotel : Forest Edge on Half Board"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kitulgala > Ambalangoda Kitulgala has been famous for being the location where the award winning classic movie “Bridge on the River Kwai” directed by David Lean was filmed. The picturesque location of the movie by the river is accessible to all visitors. The river flowing through the village is exceptionably enjoyable. The name of Kitulgala is derived from the Kitul Palm tree (Sinhala: Sago Palm tree) that abound in the village of Kitulgala. Kitul palm syrup is a necessary ingredient in preparations of numerous traditional Sinhalese sweets. Optional: After breakfast you will hike for 8 kms/5 miles to reach one of the pre-historic caves in Sri Lanka. Belilena Cave is one of the largest caves in Sri Lanka and belonged pre-historic era of Balangoda Man. This Huge Cave has been home to the prehistoric ‘Balangoda Man’ (Homo sapiens balangodensis) where 12,000 year old skeletal remains have been found recently. The depths of this caves are home of thousands of bats and butterflies. The path to reach the cave is exciting as the cave as you will pass rubber plantations and untouched wilderness. Experience the white water rafting in the Kelaniya River from 5 major rapids and 4 minor rapids with the rafting stretch approximately 6.5 kilometres in length, and taking between 45 minutes to 1.5 hours to complete, depending on water levels. This is for anyone above the age of 12 with safety gear, modern rafts, and a comprehensive safety briefing provided. Or you can choose more relaxing flat water rafting if you are with small children. After the water rafting you will travel to Ambalangoda. Travel time approximately 3 ½ hours depend on the road traffics. Location : Ambalangoda; Hotel: Of your choice On Half Board"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Ambalangoda : Full day at leisure on beach. Location : Ambalangoda; Hotel: of your choice On Half Board"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ambalangoda : Morning at leisure. Optional: Afternoon you will be introduced to local family after greetings and cup of tea. Let your host know if you have any allergies or meal preferences. You will visit the bustling local market with your host. In the market you will buy together with your host ingredients for your Lunch. Your host will talk you through the core ingredients of Sri Lankan cuisine such as curry leaves, coconuts, local fruit and vegetables, pandan leaves and spices. Afterwards you will visit the daily fisherman catch of the day; here you will buy fish or seafood local fisherman. From here you will drive to the host place to prepare the rice and curries. You will also discover secrets of coconut, learn to crack open and scrape out your own coconut, and taste samples of each dish as you go along. The end product is a feast of 5-7 unique dishes served in a lotus/banana leaf which you can eat local-style with your fingers if you are up for the challenge with local beer or soft drink. Location : Ambalangoda; Hotel : of your choice on Half Board"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Ambalangoda > Colombo : After early breakfast you will travel to Colombo travel time approximately 2 hours. Colombo guided tour: (optional tuk-tuk tour) Starting from Fort, Independent Square, Old Parliament, Pettah Bazaar and Galle Face. You will also have time for shopping as well. Colombo Fort is the business district of Sri Lanka with skyscrapers and big international hotels. The Fort was built by the Portuguese and Dutch partly, later took control by the British. In 1870 the British destroyed the Fort for urban development, and then they rebuilt some of the remaining buildings within it now. Colombo Fort is home to Fort Railway Station, President's House and Presidential Gardens, a palatial neo- classical building which was originally the home of the British Governors and is now the residence of Sri Lanka's president. The Lighthouse Clock Tower situated in the Chatham Street commissioned by the wife of Governor Sir Henry Ward in the hope that it would teach the Ceylonese to be punctual. Around here is good for shopping tea, souvenirs, and exchange money. Independence Square is known as one of the most prominent locations in Colombo. It is commonly used as a place where Sri Lankans come together in unison for significant national celebrations and cultural activities. The Independence Commemoration Hall is also used to host ceremonies that mark national unity. This unique and outstanding monument positioned in the heart of Sri Lanka’s commercial capital Colombo, commemorates the country’s independence from foreign rule. Sri Lanka gained independence on the 4th of February 1948 from the British who were the final colonial rulers of the country. Opposite the Presidential Secretariat (old Parliament) is the Colombo breathing green space known as Galle Face. Here every walk of life comes for relaxing time. Just to sit on the grass and watch the sunset over the Indian Ocean. Next to Galle Face is the grand Renaissance-style structure of Galle Face Hotel, South Asia’s leading Grande Dame, and the Galle Face Hotel is testimony to both Sri Lanka’s colonial past and its independent present. You can enjoy the English high tea on the Victorian style Veranda or sip a martini facing the sea and enjoy the sunset. Location : Colombo Hotel: Marino Beach on Bed & Breakfast"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Colombo > Airport Today you will travel to Colombo International Airport to fly to London. Travel time approximately an hour depend on the road traffics."
    }
  ],
  "map": ""
}