{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-budget-holiday",
  "tourName": "Sri Lanka budget holiday",
  "placesVisited": "",
  "generalInfo": "Sri Lanka calls! Discover vibrant cities, ancient wonders, incredible wildlife, and thrilling watersports. Hike the iconic Sigiriya rock fortress, explore the bustle of Colombo, and encounter exotic creatures on safari. Each day brings new adventures and a chance to immerse yourself in Sri Lanka's rich culture. Prepare for the journey of a lifetime! Your Sri Lankan adventure begins in Colombo, exploring its historical landmarks and vibrant culture. Then, delve into the island's rich heritage with visits to ancient Dambulla Cave Temples and the iconic Sigiriya Rock Fortress, both UNESCO World Heritage sites. Experience Sri Lanka's diverse landscapes, from the misty Knuckles Mountain Range to bustling Kandy, home to the sacred Temple of the Tooth. Discover the secrets of tea production on a plantation tour, unwind on the beaches of Unawatuna, and explore the charming colonial town of Galle. Embrace thrilling outdoor adventures as you hike to stunning viewpoints in Ella and go white-water rafting through the Kitulgala rainforest. Witness the incredible wildlife of Udawalawe National Park on an exciting jeep safari. Learn the art of surfing, explore traditional Sri Lankan crafts, and witness a sacred Buddhist ritual before concluding the tour back in Colombo. From ancient cities to breathtaking scenery, Sri Lanka offers an unforgettable journey filled with diverse experiences, cultural encounters, and thrilling moments. Our Sri Lanka on a Shoestring tour offers comfortable dorm room and guesthouse accommodation, perfect for social travelers. If you prefer more privacy, you can upgrade to a private single or twin room! This is an active, backpacking style tour, and there is a lot of walking and physical activity involved. We therefore set a minimum age of 16 and maximum age limit of 55. Children aged 15 or under may be accepted in some circumstances.",
  "durationDays": "13",
  "price": "1007",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Colombo. Colombo evening walking tour Kick off your Sri Lankan journey by meeting your Adventure Leader in the lobby of your Colombo hostel. Store your luggage and join the pre-departure briefing, where you'll go over the exciting itinerary and start getting to know your fellow adventurers. Dive into Colombo's vibrant past! Embark on an evening walking tour through the historic old town, uncovering its rich history and unique culture. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Negombo fish market, Sputnik volunteer centre and Dambulla Cave Temple complex Start your day with a vibrant visit to Negombo's famous \"Lellama\" fish market. Mingle with local fishermen at this bustling beachside market and witness the lively daily fish auction. Next, journey to Kurunegala and discover The Sputnik Centre, a hub of community engagement and youth empowerment. Immerse yourself in Sri Lanka's inspiring initiatives and volunteer activities; witness language courses, community programs, and lively table tennis matches. Meet the dedicated volunteers who make a difference. Afterward, journey to Dambulla and explore the ancient Dambulla Cave Temple complex, a UNESCO World Heritage site. Discover caves transformed into temples centuries ago and then relax at your hostel for the evening. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sigiriya fortress hike. Optional cycling excursion to Polonnaruwa Discover Sri Lanka's rich history as you head northeast to Sigiriya, a UNESCO World Heritage site. hike to the top of the ancient rock fortress, once the capital of King Kashyapa I (477-495 AD). Soak in the panoramic views and explore the captivating ruins. The afternoon is yours to continue exploring Sigiriya, or embark on an optional excursion to Polonnaruwa, another UNESCO treasure. Cycle amidst the ruins of this medieval capital, admiring its monuments and palaces. Cap off your day with a relaxing evening at your Dambulla guesthouse, perhaps enjoying a taste of traditional arrack. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Hike the Manigala Trail in the Knuckles Mountain Range. Head to Kandy Embark on a scenic journey to the Knuckles Mountain Range, known for its unusual peaks shaped like a clenched fist. Trek along the breathtaking Manigala Trail, surrounded by the rich biodiversity of the cloud forest. Enjoy a packed lunch with panoramic views. Later, bid farewell to the mountains and head for Kandy, Sri Lanka's bustling hill capital where you'll have free time to discover its fascinating mix of historical and modern architectureend your day in one of the vibrant pubs. OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Free morning in Kandy. Afternoon Kitulgala rainforest rafting Begin your day with an optional visit to the iconic Temple of the Tooth, once a royal palace and now Sri Lanka's holiest temple, enshrining the tooth relic of Lord Buddha. The temple is within walking distance and can easily be visited this morning. In the afternoon, say goodbye to the hill capital and get ready for an adrenaline-pumping thrill as we go white water rafting through the Kitulgala rainforest. OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Scenic train journey to Ella. Hike Little Adams Peak This morning, board a train for a breathtaking ride to Ella. This world-renowned route winds through lush tea plantations, forests, and villages, offering stunning views of Sri Lanka's central hills. Following our arrival we'll take an easy hike to Adams Peak. As you ascend, you'll pass through lush tea plantations and scenic landscapes. The summit provides panoramic views of the surrounding valleys, Ella Rock, and the picturesque town of Ella. Explore charming Ella in the evening, discovering its shops, pubs, and restaurants. OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Hike the 15th and 16th stages of the Pekoe Trail Embark on a scenic adventure through Sri Lanka's hill country with a hike along stages 15 and 16 of the Pekoe Trail. After a convenient 30-minute transfer and fueled by a packed breakfast, your journey begins at the serene Makulella Buddhist temple, overlooking the Ambagaswatte valley. Stage 15 leads you through diverse landscapes, from fragrant eucalyptus forests and verdant tea plantations to hidden jungle paths, culminating at the summit of Ella Rock. Here, panoramic views of Ella Gap and Little Adam's Peak await. Descend into the charming town of Ella before embarking on Stage 16, a captivating walk through the Ella Forest Reserve. This stage takes you past the iconic Nine Arches Bridge and along picturesque village roads, offering glimpses of renowned tea estates like Newburgh and Demodara. Your trek concludes at the fascinating Demodara Railway Loop, a marvel of engineering. You'll have the evening free to explore Ella. OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Sri Lankan cooking class. Optional Yoga lesson Immerse yourself in the vibrant culinary traditions of Sri Lanka with a hands-on cooking class this morning. Led by a local expert, you'll delve into the secrets of Sri Lankan cuisine, learning to prepare authentic dishes bursting with flavour and aroma. Discover the art of blending exotic spices, using fresh ingredients and mastering traditional cooking techniques. From fragrant curries to delectable sambals, you'll create a feast for the senses and gain a deeper appreciation for the island's rich culinary heritage. This afternoon offers the perfect opportunity to unwind and explore at your own pace. Wander through the charming streets, browse local markets for unique souvenirs, or simply relax and soak up the atmosphere. For those seeking a more mindful experience, join our optional yoga class.This rejuvenating session will help you reconnect with your body and find inner peace amidst the serene surroundings. Stretch, breathe and unwind as you immerse yourself in the calming practice of yoga. OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "'Mini World' hike, Buduruvagala temple and jeep safari in Udawalawe NP Prepare for another breathtaking sunrise adventure as you hike to Mini World! This thrilling viewpoint boasts panoramic vistas and a dramatic 1192-meter drop. After freshening up at the hostel, we'll journey to Udawalawe, Sri Lanka's wildlife haven. En-route, we'll immerse ourselves in the serenity of Buduruvagala Ancient Temple, famed for its 10th-century rock-carved Buddha statues. Then get ready for an exhilarating jeep safari in Udawalawe National Park – keep watch for majestic elephants, crocodiles, vibrant birdlife, and more! OVERNIGHT"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Head to Handunugoda Tea Estate before unwinding on Unawatuna beach Experience the heart of Sri Lanka's renowned tea culture! After breakfast, journey to the Handunugoda Tea Estate and delve into the fascinating process of tea-making, from the fields to your cup. Explore the historic factory and museum, then savor a freshly brewed cup of tea. Continue along the scenic southern coast to Unawatuna, a world-class beach destination. Unwind in the evening, exploring this vibrant surf town and relaxing at your hostel. OVERNIGHT"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Surfing lesson. Afternoon traditional mask painting workshop Embrace a day of sun, sand, and surf! Relax on the beach before catching some waves in your exciting surf lesson. Note"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Tuk-tuk to Galle to explore Galle Fort City Hop into a tuk-tuk and journey to Galle, Sri Lanka's bustling southern city! Discover Galle Fort City, a UNESCO World Heritage site showcasing a fascinating blend of architectural styles. Built by the Portuguese in the 16th century, the fort stands as a testament to history. Explore well-preserved ramparts, a lighthouse, clock tower, and buildings transformed into charming restaurants, villas, and boutiques. Immerse yourself in the city, then witness a breathtaking sunset from the fort's ramparts before returning to Unawatuna. OVERNIGHT"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Partake in a Pooja Blessing Ritual and return to Colombo where our tour ends Your Sri Lanka adventure comes to an end today. As you journey back to Colombo, a stop at a temple offers a chance to meet a Buddhist priest and experience a traditional pooja (blessing ritual) before departing Sri Lanka. Bid farewell to your newfound friends and prepare for your journey home. Your tour comes to an end after arriving back into Colombo. Extra nights can be arranged. OVERNIGHT"
    }
  ],
  "map": ""
}