{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-highlights-holiday-for-families-13-days",
  "tourName": "Sri Lanka highlights holiday for families, 13 days",
  "placesVisited": "",
  "generalInfo": "This trip is ideal for families, especially those with pre-teen children, and includes all the must-see highlights of Sri Lanka. Follow elephants roaming freely in the wild, explore the rich heritage and culture of Kandy and Sigiriya Rock and watch monkeys play among ancient temples. You’ll journey through lush tea plantations, ride the famous highland train and unwind with a few relaxing days on the beach. A visit to a traditional village and a local school, both supported through our community partnerships, is often a memorable highlight for families.<br/><br/>To keep travel relaxed, we’ve limited the number of stops so you won’t be changing hotels every night and we’ve built in free days and optional activities for when you need some downtime. We've also chosen the beach at Pasikudah, with its calm shallow waters, golden sands and snorkelling opportunities, as it's perfect for younger children. <br/><br/>The holiday is designed to be full of new experiences of nature and culture, while ensuring that every moment remains engaging, relaxing, and above all... fun!",
  "durationDays": "13",
  "price": "1450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival, meet your private chauffeur guide, who will accompany you throughout your trip. Your Sri Lankan adventure begins with a scenic 3.5–4 hour drive to the cultural heartland of Sigiriya, where you’ll experience your first taste of Sri Lankan hospitality and enjoy the rest of the day at leisure. You can also stay in Colombo for the first night."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Begin your day with a relaxing morning at the hotel, unwinding by the pool or choosing an optional visit to the UNESCO-listed Dambulla Cave Temple, famous for its ancient Buddha statues and stunning frescoes. In the afternoon enjoy a thrilling safari in Minneriya National Park, home to herds of wild elephants, before returning to the hotel for a refreshing swim and dinner (B)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast ascend the UNESCO-listed Sigiriya Rock Fortress, where you can admire ancient frescoes, water gardens and breathtaking panoramic views from the summit. Continue with a guided visit to a nearby village that works exclusively with our partners, to get a taste of authentic rural life. You'll meet local people and learn about traditional cultivation, visit a school, enjoy lunch with a family and plant a tree to help with the village’s reforestation efforts. Afternoon free at leisure (B)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Depart for the east coast with a stop at the UNESCO-listed medieval capital of Polonnaruwa, where playful temple monkeys roam amongst its well-preserved temples, colossal Buddha statues and ingenious irrigation systems. In the afternoon, continue to the tranquil beaches of Pasikudah, whose calm shallow waters and golden sands are perfect for younger children (B)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Spend a last morning relaxing on the beach with a leisurely breakfast before embarking on a scenic drive to Haputale, winding through lush tea plantations, rolling hills and picturesque villages. Nestled 1400m above sea level, Haputale offers breathtaking views, a more authentic highland experience and easy access to sights like Lipton’s Seat and Diyaluma Falls. Evening free to relax at your charming countryside accommodation (B)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Start your day with a scenic excursion to Lipton’s Seat viewpoint, perched above the Haputale tea estates, where you can savour freshly brewed Ceylon tea and learn about the region’s rich tea heritage, including a visit to the historic Dambatenne factory. In the afternoon, hike to Diyaluma Falls, Sri Lanka’s second-highest waterfall, and explore its lush jungle trails, rock pools, and endemic wildlife, with the option to reach the top for more stunning views and a natural infinity pool (B)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast, board the train to Kandy for one of the world’s most scenic journeys, passing rolling tea plantations, misty mountains, waterfalls and charming villages, with reserved seating in 2nd or 3rd class (1st class can be requested in advance). Upon arrival, your driver will transfer you to your hotel, leaving the rest of the day free to relax (B)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Start your exploration of Kandy with a calming and education visit to the Royal Botanical Gardens and Orchid House in Peradeniya, before exploring the city’s cultural highlights, including the sacred Temple of the Tooth Relic. In the evening, enjoy a traditional Kandyan dance performance with rhythmic drumming and elaborate costumes, or opt for a private performance for a more personal experience (B)."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Travel to Negombo, enjoying the scenic journey through Sri Lanka’s central plains, dotted with villages, coconut groves and paddy fields, and spend your final night conveniently near the airport for a stress-free departure. Time permitting, take an optional boat tour of Negombo Lagoon to spot water birds, explore mangrove forests and observe traditional fishing methods, offering both a fascinating insight into traditional livelihoods and excellent photo opportunities (B)."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Sadly all good things come to an end… today it’s time to transfer to the airport (15 mins) for your onward flight, leaving Sri Lanka with lots of amazing memories and photos! (B)"
    }
  ],
  "map": ""
}