{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-family-tours",
  "tourName": "Sri Lanka family tours",
  "placesVisited": "",
  "generalInfo": "Embark on an unforgettable family holiday that immerses you in Sri Lanka’s vibrant nature, rich wildlife, and local traditions. This journey is designed for both learning and adventure, making it a perfect blend of fun and discovery for the whole family. Begin in the heart of Sri Lanka's Cultural Triangle, home to ancient cities and two of the country's largest national parks. Experience the thrill of encountering wild elephants on safari, delve into Sri Lanka’s history in the ancient city of Polonnaruwa, and enjoy a unique opportunity to observe and learn about the local monkey populations with expert guidance.<br/><br/>Next, venture to the tranquil east coast, a region once off-limits but now flourishing with warm hospitality and cultural diversity. Here, you’ll step away from the typical tourist path and connect with local families, share in their daily lives, try your hand at traditional fishing, and enjoy a homemade meal with your gracious hosts.<br/><br/>On your return journey, you'll visit Udawalawe National Park, renowned for its large elephant herds, before arriving in the historic city of Galle. Galle’s impressive colonial fort, built by the Portuguese and later fortified by the Dutch, showcases the island’s colonial past and its enduring blend of cultures, religions, and ethnicities.<br/><br/>Throughout your journey, we aim to showcase the beauty and diversity of Sri Lanka, leaving you with cherished memories and a deeper understanding of this incredible island.",
  "durationDays": "12",
  "price": "1650",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Airport to Habarana: On arrival, we will meet you at the airport and drive to Habarana (3.5hrs). Spend some time to relax after your flight. Explore the grounds and listen to the bird calls. Accommodation: The Other Corner or Similar"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Safari at Minneriya: With information about the elephants from the locals, we can decide to go on a morning or afternoon Safari at the nearby Minneriya or Kaudulla National Park. The ‘Gathering’, the largest concentration of Elephants in Asia, happens when over 300 gather on the grassland that sprouts on the receding shores of Minneriya Lake. The Gathering at Minneriya is now ranked sixth amongst the world’s greatest wildlife spectacles by Lonely Planet and occurs every year from around June to October, with numbers peaking from August onwards. During the onset of the North-east monsoon in Ocotber, which signals the onset of the wet season, the elephants disperse to the surrounding jungles and at Hurulla Eco Park close to Habarana, anywhere up to about 50 – 75 elephants maybe seen during the late afternoons.. Accommodation: The Other Corner or Similar"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Polonnaruwa: Today we take a trip to Polonnaruwa. A historical capital of ancient Sri Lanka. We can explore the ruins on bicycles. Post lunch we can visit the Smithsonian Primate Centre. Walking around the site, you’ll see how many monkeys have made their homes within the ruins. Your host will guide you around a small area of the complex, where you will be able to stand just meters away from large groups of toque macaques and grey. Your host will take you on a walk to follow the monkeys on foot and learn about monkey behaviours and the various challenges of monkey conservation. Accommodation: The Other Corner or Similar"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kalkudah: Today we head to the scenic eastern coast of Sri Lanka. The beaches on the East Coast are ideal from May to September. With the sea being very calm. Accommodation: Giman Free Beach or Similar"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Fish and Cook: Today we spend the whole day out learning how to fish and cook the local style. We will learn good recipes of delicious curries to bring back home and get in touch with local fishermen willing to share their ancestral way of fishing with you. After a visit to the market, you will reach the family that will teach you Sri Lankan cooking, take your lunch with them, and after a relaxing chat, have a ride along our enchanting lagoon before meeting the fishermen on the lagoon for a refreshing fishing class. Accommodation: Giman Free Beach or Similar"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Whale Watching or Snorkeling: Today is an optional day to explore the sea! We can go either whale watching or snorkelling. Accommodation: Giman Free Beach or Similar"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Arugam Bay: Arugam Bay is mostly known as surfing destination however what most people don’t know is the amazing wilderness inland. We spend the next 2 days on nature walks through the jungles and around the tanks. Accommodation: Kudakaliya or Similar"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Udawalawe: Today we take the scenic drive to Udawalawe. Udawalawe National Park lies on the boundary of Sabaragamuwa and Uva Provinces in SriLanka. The national park is home to a variety of wildlife including herds of elephants, wild buffalo, sambar, spotted deer, grey langurs and peacocks. Accommodation: Nature House Homestay or Similar Meal Plan: Dinner and Breakfast"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Galle: We begin the day with a Safari in the Park. Keep your eyes open for elephants, numerous birds, crocodiles and bison. After the safari, we head to beautiful Galle. The 17th century Dutch Fort town is a UNESCO heritage site. Galle is an interesting mix religion, cultures and ethnicities. Once settled in we can spend the evening exploring the fort and catching the sunset from the ramparts. Accommodation: Fort Bliss Galle or Similar"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Artists at Galle: Hosted in the residence of a local school teacher in Galle, the DIY experience is designed to engage kids through creative work whether it’s arts or crafts and help them explore their imagination while on holiday so that their parents can have some much needed time off. Accommodation: Fort Bliss Galle or Similar"
    }
  ],
  "map": ""
}