{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-guided-country-tour",
  "tourName": "Sri Lanka guided country tour",
  "placesVisited": "",
  "generalInfo": "You haven't truly seen an island until you've experienced the Teardrop of India - Sri Lanka. Pack your bags and come away with us on a journey through South Asia's own Emerald Isle.<br/><br/>Known since antiquity from as far away as Buddhism's heartlands of Northern India, the island formerly known as Ceylon really is India without the clamour, or the hustle and bustle. Wander through a myriad of sacred dagobas and temples in the UNESCO heritage site of Anuradhapura. Climb the iconic Sigiriya Rock Fortress for panoramic views across mist-shrouded forests, as well as visiting the wonderful cave temple complex of Dambulla to find out why few belief systems are quite as organic as Buddhism.<br/><br/>Venture into the wilderness of Sri Lanka's national parks in search of the mystic leopard. Relive old England herself in Nuwara Eliya. Stand staring at the panoramic beauty of oblivion at the World's End. Feel the gloriously damp chill of English weather high on Horton Plains. Stare up at emerald-tinted tea plantations in Sri Lanka's highlands, and go on a Celyon tea tasting while you're at it. Savour the sweet taste of Kandy.<br/><br/>And to round off an unforgettable fortnight, hit the streets of cool Colombo to taste food as nature intended.<br/><br/>Sri Lanka is all this, and much more.<br/><br/>TOUR HIGHLIGHTS<br/>The UNESCO World Heritage site of Anuradhapura<br/>UNESCO-listed Sigiriya Rock Fortress<br/>Golden Temple Complex in Dambulla<br/>Home of ancient Sri Lankan kings at Kandy<br/>Tea plantations in the Horton Plains<br/>Leopards in Yala National Park<br/>Galle's Dutch-built UNESCO-listed Fort.<br/>Colombo's thriving streetlife<br/>Places Visited<br/>Colombo - Anuradhapura - Minneriya National Park - Ritigala Monastery - Dambulla - Kandy - Nuwara Eliya - Horton Plains - Tissamaharama - Yala National Park - Galle Fort<br/><br/>WHAT'S INCLUDED<br/>Arrival &amp; departure transfers<br/>Ground transport with driver<br/>Accommodation<br/>Meals (refer to itinerary for meal plan)<br/>English-speaking guides<br/>Entrance fees to sites &amp; parks",
  "durationDays": "14",
  "price": "2495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival into Colombo International airport, where you will be met by a Travel the Unknown representative and transferred to your hotel in Negombo, a small fishing village in the western coast. Not far from the airport, it is the ideal place to spend your first night after a long flight. Check in to your hotel and spend the rest of the evening at leisure. Take a stroll on the beach, dip in the pool or simply read a book. Overnight in Goldi Sands Hotel, Negombo Meal plan: Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, we head out to ancient Anuradhapura, the city of kings. Anuradhapura is one of Sri Lanka’s most ancient capitals, and the birthplace of Theravada Buddhism. You'll find it not only home to many ancient archaeological sites, but also an important pilgrimage site for Theravada Buddhists who flock there honour the many stupas, and other religious monuments. Highlights include a stop at what many consider to be the world's oldest documented tree, a bodhi (aka bo), brought to the island by Emperor Asoka's daughter in the 3rd century BC. Later we move on to atmospheric Kaludiya Pokuna, a dense, hilly jungle concealing 1,500 year-old ruins. Leisurely evening, and dinner at your hotel. Overnight in Rajarata Hotel, Anuradhapura Meal plan: Breakfast & dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "En route to our destination at Habarana, we'll stop for a remarkable roadside attraction: the Avukana Buddha statue. One of best standing statues in all Sri Lanka, debate rages about the date of its construction, but it's at least 1,300 years old. After an early check-in at your villa, we'll head out on a jeep safari through Minneriya National Park, before returning to Habarana for a relaxing evening on the grounds with dinner. Overnight in Sevanagama Villa, Habarana Meal plan: Breakfast & dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Rising over the dry plains of the Sigiriya district is the Lion Rock. That will be our first port-of-call today, and an early start, too. The tough climb of 1200 footsteps up this flat-topped monolith ends with the most scenic bird’s-eye view of the emerald plains and leafy villages beneath. After a late morning return to Habarana to allow you to hit pause for a while after an invigorating climb, in the late afternoon we hit the trail again, this time to see first hand the Ritigala Archaeological Monastery. But arguably even better than the sight of monastery walls is the forest walk you will take down meditation pathways. Back to the villa in Habarana in the evening to rest and to dine. Overnight in Sevanagama Villa, Habarana Meal plan: Breakfast & dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "On the way to delightful Kandy, we'll stop in at another remarkable roadside attraction: the Dambulla Cave Temple. A UNESCO world heritage site, Dambulla is considered to be the largest and best-preserved cave temple complex in the country. On arrival in Kandy, check in to your hotel where dinner will be served. The evening is at your leisure to enjoy nightfall over the Hantana hill range, just out of town. N.b. When you’re visiting Dambulla, few things to keep in mind: make sure to carry socks because shoes you wear should be left at the temple entrance down the hill. The time you decide to take the minor climb, the rocky surface can be hot under the day time sun. So, we suggest to visit early morning when the sun is milder. Overnight in Fox Resort, Kandy , Deluxe Meal plan: Breakfast & dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "A morning being a sous-chef, and an afternoon out and about in one of the best urban spaces on the whole island. What more could you want? First off, we're going to transport ourselves to a homestay in Kandy, where the lady of the house is waiting to deliver a cookery tutorial, starting with an in-depth introduction into the Sri Lankan spices and how best to combine them to conjure the perfect curry. At the end of it all, your efforts will be rewarded with a mouth-watering lunch! In the afternoon, we'll see why Kandy was the last stronghold of Sinhalese royalty to resist British imperial power. Join in on our discovery of why the Temple of the Tooth is fundamental to Sinhalese Buddhist identity. You'll find out whose famous mouth the tooth long ago occupied, as well. Evening back at your hilltop resort. Dinner included. Overnight in Fox Resort, Kandy Meal plan: Breakfast & dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Our day's destination is the very British-themed Nuwara Eliya: Sri Lanka's own hill station, nestled among the trademark tea plantations of Sri Lanka's gorgeous highlands. En route to so-called 'Little England', we cannot but stop at the imposing sight of the 109m-high Ramboda Falls. If you're lucky there you might see butterflies mass through the mist-laden spray that comes off the cascades. Nuwara Eliya will entrance you with its Home Counties-style cottages, its Scottish bungalows, as well as its English village green. Its climate is even rather British. Evening at your hotel with dinner included. Overnight in St. Andrew's Hotel , Nuwara Eliya Meal plan: Breakfast & dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "The high watershed of the entire island, Horton Plains N.P. stands at about 2,300m above sea level. After driving from our base in Nuwara Eliya, we'll do an easy trek over swathes of grassland and under cloud forest through what must be the coldest place in all Sri Lanka. Our 10km stroll (without too much elevation) ends abruptly at the World's End, a sheer drop of hundred of metres. A place of mystifying beauty, at World's End you'll feel you're at the beginning of something quite unique. Back to Nuwara Eliya before embarking on a second excursion to a tea plantation, to do a tasting and to gain an inkling into the trade that powered Britain's great empire. Back to Nuwara for an evening of relaxation and dinner at the hotel. n.b. Bring adequate clothing to Horton Plains, for the weather can be as damp and changeable as it is in Britain. Overnight in St. Andrew's Hotel , Nuwara Eliya Meal plan: Breakfast & dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "On leaving Nuwara, our lowland destination is Tissamaharama, which abuts the undisputed queen of Sri Lanka's National Parks, Yala. Inevitably, we take the scenic route past the Ella Gap to see the plains expand below us. Afterwards, the journey continues on with a stop at the Rawana Falls, a landmark mentioned in the Hindu epic, the Ramayana. Heading downhill to our resort, it's around now that the wildlife starts to get rather interesting. Evening and dinner at your lakeside retreat in Tissamaharama. Overnight in EHKO Safari Tissa, Tissamaharama Meal plan: Breakfast & dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Rising pre-breakfast, we first travel into the town of Tissamaharama to get a feel for the place. We'll look on, curious, as experts demonstrate how to make 'curd', Sri Lanka signature dessert. Then it's a trip to a potter's house to see how ceramics are made. Lastly, what we've all been waiting for: an archetypal Lankan breakfast at a local house. Later in the day, we travel to Yala National Park. Home to an amazing range of wildlife, Yala boasts splendid natural sights: enormous elephants, preening peacocks, bulky black bears and lean leopards that steal away into the shadows. Not for nothing is this Sri Lanka's preeminent sanctiuary of nature as it should be. Spend the rest of the evening at your leisure in your Tissamaharama retreat, where dinner is included. Overnight in EHKO Safari Tissa, Tissamaharama Meal plan: Breakfast & dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "From the fringes of Yala national park, we embark on a 3-hour journey down to Galle on the south coast. This historic, maritime town has been variously settled and administered by the Portuguese, the Dutch, and the British. Many others mariners, including Arab merchants, have passed through. Today it is resolutely Sri Lankan. You'll stay at Galle Fort, the most historically significant area. Its ramparts jut out into the Indian Ocean, and the promenade along the old sea walls is a place of vibrant human interaction. Let yourself be carried away by the atmosphere of the place Evening dinner and rest at your Galle Fort heritage hotel. Overnight in Yara Galle Fort, Galle Meal plan: Breakfast & dinner"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "A coastal drive from Galle brings us to Sri Lanka's thrumming capital, Colombo. Check in and take in your lovely new surroundings overlooking the Indian Ocean. Later in the day, get a true insider's view of the nation's biggest city. Escorted by a specialist, we'll explore the centrality of food in the socio-cultural landscape of this country. On our Colombo street food tour, we'll get an appreciation for the eclectic influences that permeate the food scene here. Try dosai, vadai, biryana, kottu roti, topped off with the ubiquitous taste of tea. A 'real' dinner among locals on the streets of Colombo, before returning to your hotel to chill. Overnight in Granbell Hotel Colombo, Colombo Meal plan: Breakfast & dinner"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "The penultimate day of this tour will entail a more gentle rhythm. In the morning, your guide with chauffeur you around select parts of downtown Colombo. The afternoon is yours to do as you please. Evening and dinner at your hotel. Overnight in Granbell Hotel Colombo, Colombo Meal plan: Breakfast & dinner"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Round off an exhiliirating tour with a last Sri Lankan breakfast before departing for the airport to catch your flight home. Meal plan: Breakfast"
    }
  ],
  "map": ""
}