{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "wildlife-tour-and-beach-holiday-sri-lanka",
  "tourName": "Wildlife tour and beach holiday, Sri Lanka",
  "placesVisited": "",
  "generalInfo": "Sri Lanka Wildlife Tour and Beach holidays offers highlights of wildlife and nature in Sri Lanka with relaxing time in the beach. You will start the tour with Minneriya National Park watching elephant gathering spectacles and one of the top ten wildlife events in the world. Afterwards you travel to Wilpattu National Park the oldest and biggest national park to spot the elusive leopards, sloth bear and other wildlife. You will spot birds migratory and non- migratory birds in the river safari including Brown-capped Babbler endemic to Sri Lanka. Afterwards you will take boat safari to watch magnificent Blue Whales in Trincomalee. Finally you be relaxing in the Pasikudha. You will have your own personal chauffeur guide with car, so you can experience Sri Lanka at your own pace.<br/><br/><br/>Highlights of the tour: <br/><br/>    Spectacle of Elephants Gathering –Minneriya National Park<br/>    Blue Whales watching in Trincomalee<br/>    Spotting leopards and Sloth Bear in Wilpattu National park Safari<br/>    Safari at Hurulu Reserve<br/>    Bird Watching River Safari<br/>    Snorkelling in Pigeon Island Marine National Park<br/>    Game drive in Wilpattu National Park<br/>    Experience Koneswaram Temple<br/>    Relax and unwind in white powder sandy beaches of Pasikudha<br/>    Taste fresh sea food and Sri Lankan curry<br/><br/><br/><br/>Price Includes:<br/>All Accommodation and meals as stated<br/>All Excursions and entrance fees and tickets as stated<br/>Private A/C vehicle with English speaking driver guide for the duration of the tour<br/>*Prices can be higher during high seasons and Christmas/New Year holidays. Feel free to contact us to discuss this Sri Lanka Wildlife Tour and Beach. <br/><br/>Upgreats and personalised itinary available.  Contact us if you wish to make changes to this programme.",
  "durationDays": "13",
  "price": "2980",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival Colombo > Habarana: “Ayubowan” & ‘’Vanakkam’’ Welcome to tropical paradise. You will be welcomed & greeted by your guide or The Earth Trip representative on arrival at the Waiting Area at Colombo International Airport. You will travel to Habarana. Travel time approximately 3 ½ hours depends on the road traffic. Rest of the day you can relax & enjoy Location : Habarana Hotel : Breakfast & Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Habarana: After breakfast you will take to the full day safari at Minneriya National Park. It’s on the banks of the Minneriya reservoir, which was built in the 4th century A.C. Minneriya is a hide-out for many elephants, where you could see herds of elephants approximately 50 to 60 elephants in a herd. Here in July to September one of the World top ten wild life spectacles takes place known as ‘The Gathering’, more 250 elephants gather around Minneriya water tank in search water and food. Apart from elephants, it is a habitant for migrant and resident bird species like Grey heron, Open built storks, Painted storks …etc. And also you could see 3 different species of monkeys like Silica make, Pink faced leaf monkey and Grey Langer. Location : Habarana Hotel : Breakfast & Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Habarana > Sigiriya: After breakfast you will visit to Sigiriya Rock fortress. Sigiriya is a UNESCO World Heritage site which is proposed to be the 8th wonders of the World. Sigiriya, a massive rock in the green scrub jungle, is perhaps the most memorable place for visitors to Sri Lanka. The site was known from ancient times as a hermitage for Buddhist monks. A well-planned monastic complex included caved temples, bathing pools, lovely ponds and Asia's oldest surviving landscaped gardens. The \"Lion stairway\", the \"mirror wall\" and the \"water gardens\" are its other highlights. The ruins of the capital built by the parricidal King Kashyapa I (477–95) lie on the steep slopes and at the summit of a granite peak standing some 370 m high (the 'Lion's Rock', which dominates the jungle from all sides). In the afternoon you will take safari to watch elephants at Hurulu Biosphere Park which is named after the ancient Hurulu wewa tank was declared as a forest reserve in 1942. The total area of the Hurulu Forest Reserve is around 25,000 ha. The forest is in the Dry zone of Sri Lanka with mixture of evergreen. It was declared as an International Man and Biosphere Reserve in 1977. A stretch of 1000 ha land in the reserve was declared opened as an eco park in 2007 by the Forest Department. In the forest you can spot plenty of elephants, water buffalo and torque macaques. However, sighting are very low of these mammals Loris, wild boar, sloth bear, spotted deer, pangolin, bandicoot rat, porcupine, jackal, leopard, rusty spotted cat, mongoose, The avifauna includes a variety of endemic birds. Endemic birds such as Sri Lankan jungle fowl, spur fowl, blue faced mal koha and rare rufous woodpecker can be observed if you are lucky. Hurulu acts as an important elephant watching site in the Dry zone. Large elephant herds can be seen from October to May in Hurulu. Unlike most other dry forests, the trees in these Dry Evergreen Forests retain their leaves during the dry season. Flat lands, abundance of grasslands and minimal human intervention levels have resulted in an ideal place to see elephants. Location : Habarana Hotel : Breakfast & Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Habarana > Wilpattu National Park: After breakfast you will again take a morning safari to discover Minneriya National Park. Afterwards you will travel to Wilpattu. Travel time is approximately 2 hours. Location : Wilpattu Hotel : All Inclusive"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Wilpattu National Park: Full day game drive with picnic lunch to discover Wilpattu National Park. Wilpattu National Park (‘Land of Lakes’) is situated in the Northwest coast near the ancient city of Anuradhapura. It is the largest and oldest National park in Sri Lanka consisting 140,000 hectares of mostly dry zone evergreen forest cover and coastal belt to the West. This is one of best places see leopards in Sri Lanka alongside Yala National Park. The open grassy plains set within the thick dense scrub jungle. The wetland includes around 48 shallow natural lakes known as Villus, natural basins that are filled up with rainwater and two salt water lakes. These natural lakes are the most important parts of the complex eco-system in the park. Location : Wilpattu Hotel : All Inclusive"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Wilpattu > Trincomalee : Optional: Wilpattu National Park morning Safari. Afterwards you will travel to Trincomalee. Travel time is approximately 2 ½ hours. Afternoon you will visit the famous Koneshwaram Temple and discover the Trinco city. Trincomalee is a port city and has the fifth largest natural harbour in the world. The city is surrounded by lagoons, bays and hills and situated in a peninsula. The white powder golden sandy beaches spread across the area offer its visitors calm azure waters to immerse themselves in the water. This is a perfect place for snorkelling, scuba diving and surfing. This port city has a history worth exploring, the strategic location of the natural harbour made it a city worthwhile conquering, and hence it was conquered by the Portuguese, Dutch and the British. Trincomalee is fondly referred to as Trinco by the locals; the Anglicized Tamil word 'Trincomalee' denotes the meaning lord of the sacred hill. Location : Trincomalee Hotel : Breakfast & Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Trincomalee : In the early morning you will take boat trip to sea to see the blue whales. Trincomalee, the most popular east coast seaside hamlet in Sri Lanka famous for its powdery sandy beach and turquoise blue shallow waters. During the months from July to September calm seas provide the best opportunities to go to deep waters to see these marine giants, Blue Whales of Sri Lanka.. You will see Blue Whales in the East coast of Sri Lanka by sailing to their resident colonies. Whale watching boat trip off the coast of Trincomalee will last for 4 to 5 hours. The speed boat leaves the shore of Trincomalee by 6.30 AM and mineral water bottles will be provided complimentary. Rest of the day at leisure. Location : Trincomalee Hotel : Breakfast & Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Trincomalee : Early morning you will travel by boat to Pigeon Island Marine National Park. It is fantastic place for snorkelling to see the spectacular marine life with over 100 species of colourful corals teeming with 300 types of reef fish. This Pigeon Island National Park has one of the best remaining coral reefs with high live coral cover in the country and is an ideal location for scuba diving and snorkelling. Pigeon Island National Park consists of two small islands off the east coast north of Trincomalee. The island gets its name from Blue Rock Pigeon, a native endangered bird that lives within the rocks in these islands. The islands were declared a sanctuary in 1963 for the purpose of protecting these birds. In 2003 this area was upgraded to the status of a National Park and the boundaries were extended to include coral reef around them. The islands are situated about 1 km off the Nilaveli coast in Trincomalee District. Location : Trincomalee Hotel : Breakfast & Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Trincomalee > Passikuda: Optional: Blue whales watching boat Trip. After breakfast you will travel to Pasikudah. Travel time is approximately 2 hours. Location : Pasikkuda Hotel : Breakfast & Dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Passikuda : Full day at leisure. Location : Passikuda Hotel : Breakfast & Dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Passikuda: Full day at leisure. Location : Passikuda Hotel : Breakfast & Dinner"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Passikuda > Negambo : After breakfast you will travel to Negombo. Travel time is approximately 5 hours depending on the road traffics. Location : Negambo Hotel : Bed & Breakfast"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Negambo > Airport: Today you will travel to Colombo Airport to fly to London. Travel time approximately 30 minutes depend on the road traffics."
    }
  ],
  "map": ""
}