{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "active-sri-lanka-holiday",
  "tourName": "Active Sri Lanka holiday",
  "placesVisited": "",
  "generalInfo": "Cycle, hike and paddle your way around Sri Lanka on this two-week active adventure. Discover the sites of the cultural triangle by bike, try out a sunrise yoga session, hike in the Knuckles Range and whitewater raft on the Kelani River before relaxing on the south coast beaches. <br/> <br/> Explore Sinhajara - Hike through primary rainforest with a specialist park guide to bring the natural world to life.<br/> Paddleboard, kayak and raft - Get closer to nature with sessions exploring rivers and lagoons, spotting flora and fauna as you go.<br/> Spot wildlife - Search for leopard, elephant and birdlife on a Jeep safari in Wilpattu National Park.<br/>",
  "durationDays": "14",
  "price": "2395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join tour in Negombo",
      "description": ": Our tour starts today in Negombo, a coastal town that's famous for its fishing industry and golden sands. The perfect introduction to Sri Lankan life, is a busy coastal town with a lively fish market and traditional ketti-maran (catamaran) fishing boats scudding across the waters - the capital, Colombo, is a short distance away, too. Head down to the water to catch the sunset and spot locals bringing in the day's catch. For those arriving in time our tour leader plans to meet you in the hotel reception at 6pm for a welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Negombo at any time. If you'd like an airport transfer, you'll need to arrive into Colombo's Bandaranaike International Airport (CMB), which is a 30-minute drive from our hotel. If you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up. If your flight arrives earlier in the day, you might like to head to the beach or make use of the hotel facilities which features a swimming pool overlooking the Indian Ocean."
    },
    {
      "dayNumber": 2,
      "title": "Cycle along the coast road to Chilaw. Relax by the river at our lodge",
      "description": ": We'll start the day by setting up our bikes and driving the short distance to Nainamadama where we'll begin our morning ride. We follow the coast road and get to enjoy a constant view of the ocean to our left and villages and palm trees to the right. It's a gentle route, on the flat, and we'll cover approximately 30kms over three hours before stopping for lunch in Chilaw. After a break for lunch, we'll leave the bikes and drive north for around 2 hours to the Backwaters Lodge, our base for the next three nights. Set on the banks of the Kala Oyu River, the lodge has been created by a passionate local team to highlight the natural environment and biodiversity of the region. Rooms here are upcycled shipping containers, fitted with large windows and decks to give uninterrupted views out into the forest. Comfort hasn't been ignored though, each room has an ensuite bathroom, air-con and mesh screens so you can sleep close to nature without getting bitten! The food here is sourced locally from nearby family run farms and we'll refuel on delicious traditional curries, rice and freshly made bread. For those that like a little spice there will be sambol and chutney to add as much heat as you fancy. There will be a mix of dishes with meat and seafood, alongside plenty of vegetarian dishes to sample. Depending on the size of the group we may be split between accommodation at the Backwaters Lodge and the Wild Wadi Lodge which is a short walk away. The rooms at Wild Wadi are in individual brick built chalets connected through nature by a pathway."
    },
    {
      "dayNumber": 3,
      "title": "Sunrise yoga session then explore village and paddy fields on foot. Sunset kayaking on the Wadiya River",
      "description": ": Today starts with a yoga class suitable for complete beginners through to experienced yogis. We will work through some gentle poses as the sun rises and the birds are chirping, a great way to start the day. There is also the option to skip the class and sleep in, or just watch the sunrise from your balcony. After a hearty breakfast we'll head out into the local countryside on foot to see the local area, including the local village where a lot of the staff who help run the lodge are from. The walk covers about 3miles or 5 kms on the flat. We'll have a relaxed lunch at the lodge and some time to chill out in the afternoon before taking to the water again. We will drive a short distance to the Wadiya River where we will hop in to kayaks to explore the backwaters for a couple of hours, taking in nature, the abundant birdlife and the sunset. This evening we'll have a BBQ at Wild Wadi."
    },
    {
      "dayNumber": 4,
      "title": "Search for leopard, elephant and birdlife on a Jeep safari in Wilpattu National Park. Afternoon relaxing",
      "description": ": We're up early this morning for a Jeep safari in Wilpattu National Park. It's a short transfer and we'll leave just before sunrise so we can be in the park as the wildlife wakes and the light is ideal for photography. The park is known for leopard, elephant and spotted deer as well as an abundance of wildlife. We'll spend around four hours exploring and take a picnic breakfast to enjoy with the stunning backdrop of the park. The afternoon is left free to relax at our lodge. In the late afternoon we plan to take in a sunset river safari in the local creek that runs beside the lodge."
    },
    {
      "dayNumber": 5,
      "title": "Drive to Anaradhapura and explore this ancient city on an easy bike ride",
      "description": ": After breakfast we'll drive for around 2 hours to Anuradhapura where we'll get on simple local bikes and explore the ancient ruins at this UNESCO World Heritage Site. Said to be one of the oldest continually inhabited cities in the world it dates back to 500 BC. We'll cycle to the Sacred Bodhi Tree, the Brazen Palace and the Ruvanvalisaya Dagoba - a gigantic 90 metre dome-shaped stupa which dominates the landscape. All of these sites are great for people watching and observing their importance to the locals visiting. The cycling is on the flat and we will cover approximately 10kms over the morning as we ride from site to site stopping often. The local bikes we ride here are basic and well used. Once the sightseeing is complete, we will make our way to our hotel for the night and the late afternoon is at leisure."
    },
    {
      "dayNumber": 6,
      "title": "Walk up Mihintale Mount, search for elephant in Minneriya National Park and learn how to cook a traditional Sri Lankan dish",
      "description": ": Early this morning we travel a few miles to the mountain peak of Mihintale that stands proud (310 metres/1020 feet above sea level) above the largely flat lands of the cultural triangle. It is believed that this was the site of a momentous meeting between the monk Mahinda and King Devanampiyatissa, introducing Buddhism to the country and the site is now an important place of Buddhist pilgrimage. Exploring Mihintale involves climbing a flight of shallow stone steps, and a short but steep final section with uneven steps and a handrail leading to the summit of Missaka Mountain. There are excellent 360-degree views from the top. The total excursion should take a couple of hours and is graded easy to moderate. Moving on to Habarana by bus later this morning we'll have to work for our lunch as we explore an organic garden and pick the ingredients. These will then be expertly cooked up by our local hosts, who will talk us through how to make a traditional Sri Lankan lunch. We'll then feast on the results, vegetable curries, pol sambal (a spicy coconut salad), rice and pickles. The menu depends on which vegetables are ready to harvest and you couldn't get fresher! After lunch we'll drive on to Giritale, where we spend the next two nights, taking a safari in Minneriya or Kaudulla National Park on the way. Between May and November is a possible to spot large herds of elephants, at other times of year birdlife."
    },
    {
      "dayNumber": 7,
      "title": "Climb Sigirya Lion Rock and explore the ancient city of Polonnaruwa by bike",
      "description": ": The ruins of King Kassapa's Sky Fortress are our starting point for today. The ruins of this 5th century fort are located on top of a dramatic rocky outcrop known as Lion Rock or Sigiriya. We'll climb the 1200 steps (around 200 metres ascent) to the top for beautiful views of the surrounding countryside, stopping on the way down to view the Sigiriya Damsels, delicately painted frescos tucked beneath an overhanging rock. We'll also pause at the huge lion paws carved into the rock, the original gateway to the fort. The final and main ascent of the rock is made via metal stairways with handrails which are at times exposed to a drop. If you suffer badly from vertigo, it is possible to sit this out. The hike takes around 2 to 3 hours depending on crowds and we have graded it as moderate. Next, we move on to another ancient site, this time the second oldest capital of Sri Lanka, the 12th century city of Polonnaruwa where we will take a break for lunch before an afternoon exploring. A simple local bike is an ideal way to explore the historic site so this afternoon we plan to cycle the very short distances around the site over a couple of hours, covering about 3-4km in total on the flat, stopping off to visit sites such as the decorated shrine at the Quadrangle and the impressive Galvihara stone carvings of Buddha, where the Reclining Buddha is 14 metres long! The local bikes we ride here are basic and well used."
    },
    {
      "dayNumber": 8,
      "title": "Trek in the Knuckles Range. Drive to Kandy and visit the Temple of the Tooth",
      "description": ": A very early start this morning sees us travelling south for around 2 hours as we make our way into the beautiful central highlands to the Knuckles Mountain Range. The range gets its name from its resemblance to a clenched fist and as we walk we'll have dramatic views across this beautiful area. Our 5 mile/8 kilometre hike up to the viewpoint of Manigala (775 metres/2540 feet ascent and descent) will take us around 4 hours, returning via the same route - a moderate grade trek that takes us through a landscape of natural importance. After a local lunch we continue by bus over the knuckles range on an impressive mountain road, descending into the Matale Valley also known as the spice valley of Sri Lanka. The onward drive to our hotel in Kandy should take around 2.5 hours arriving at our hotel late this afternoon. The town is famous for the Temple of the Tooth which we'll visit this evening. The temple contains the jewelled shrine of the Holy Tooth, Buddha's left canine, which is paraded around the town on the August full moon each year."
    },
    {
      "dayNumber": 9,
      "title": "Morning visit to tea plantation and factory. Afternoon bus and train ride back into Kandy",
      "description": ": After breakfast, this morning we take a scenic 2 hour drive up into tea country. Sri Lanka has a long tradition of growing quality tea and this morning we will visit the Blue Field tea plantation, walking through the hilly and beautiful estate. Our guide will explain the process and we will get to try our hand at picking, visit a tea pickers village and the tea factory. After lunch on the plantation, we make our way back to Kandy, firstly by bus before catching the local train from Gampola the short distance back into Kandy. We will travel in 2nd or 3rd class carriages for this short journey to be a more authentic experience along with the locals. Upon arrival in the late afternoon there is free time to explore or relax and you may consider the Botanical Gardens if not too late."
    },
    {
      "dayNumber": 10,
      "title": "Spend the morning whitewater rafting on the Kelani River. Scenic drive to Sinharaja Rainforest",
      "description": ": Our drive this morning takes us to Ginigathhena, set amongst the fertile and lush western highlands, and should take us around 2.5 hours. Set amidst a dramatic landscape of towering cliffs and wild water, the Kelani River provides some of the best whitewater rafting in the country. The jungle around here was used as the backdrop for the 1957 film Bridge on the River Kwai and the grade 2-3 rapids provide us with the perfect combination of scenery and excitement. As we raft down to Kitulgala we cover a section of the river through about 8 rapids which will usually take approximately one hour to cover (dependant on water levels). We'll stop at the Kitugala Lodge for lunch before we make our way to UNESCO-protected Sinharaja Forest Reserve and our base for the night. You can feel the humidity climb high in this unique area - Sri Lanka's last viable area of rainforest and one of its key biodiversity hotspots. The scenic drive to Sinhajara should take about 4.5 hours including stops. This World Heritage Site of lowland evergreen virgin rainforest is a nature lover's paradise - 282 bird species have been sighted here and other fauna include a large variety of insects, reptiles and amphibians. Although there are a small number of leopards, these are very rarely seen due to the dense foliage and steep terrain. The word 'Sinharaja' means lion king and legend has it that the Sinhala people of Sri Lanka originated from the union between a princess and the lion king who once lived in the forest! The Blue Magpie Lodge is a very simple family run lodge set in peaceful jungle surroundings perfectly located on the edge of the Reserve. The simply furnished rooms all have attached bathrooms, hot running water and a/c. The lodge restaurant serves typical Sri Lankan country style food and fresh fruits in season."
    },
    {
      "dayNumber": 11,
      "title": "Hike in UNESCO Sinharaja Rainforest Reserve. Afternoon drive to Hikkaduwa on the coast",
      "description": ": We rise very early this morning for the best wildlife viewing conditions and an early breakfast. The reserve opens at 7am and after a 5-minute drive we reach the entrance. The 7km hike on trails through the rainforest is in the company of a specialist park guide who will point out some of the stunning plant, bird and animal-life of the reserve. More than 60% of the trees are endemic and many of them are considered rare. The forest is often shrouded by rainclouds and the trail may be slippery underfoot, but we'll take our time (3-4hrs) and make the most of the chance to explore this unique environment. The first part of the hike from the entrance is a steep trail through secondary forest before we reach the primary forest higher up. We will take our time stopping often to see flora and fauna of interest. We have graded this 4.5 mile/ 7km hike (350 metres/1150 feet total ascent and descent) as moderate. Back at the lodge we can freshen up and enjoy lunch before continuing our journey (2.5 to 3 hours) to the lively coastal town of Hikkaduwa and have a chance to experience Sri Lanka's beautiful southwest coast. The late afternoon is at leisure, taking in the beach and refreshing coastal airs."
    },
    {
      "dayNumber": 12,
      "title": "Stand up paddleboarding or kayaking. Afternoon free. Sunset visit to Galle Fort",
      "description": ": We'll take to the water this morning with the chance to try out stand up paddleboards or kayaks in the Dodanduwa Lagoon. No motorised vessels are allowed on this tranquil water body, making it a very pleasant experience. Leaving from the little boat harbour area we'll take a gentle paddle along on the lagoon that boasts wildlife, mangrove forests and cinnamon islands. The full experience takes around two and a half hours. One can cut short the time if required. Suitable for beginners and those with paddling experience this is a great way to experience Sri Lanka's beautiful waterbodies. Depending on local conditions it may be necessary on occasion to use kayaks only. The afternoon is left free to relax at the beach or explore the small town. There are many snack stalls in the town and lining the beachfront. You might want to listen out for the sound of clanging spatulas hitting metal pans, this is a sign that fresh kottu is being prepared. Kottu is a dish consisting of roti, vegetables, eggs and spices, all chopped up at speed over a hot, flat frying surface. The resulting dish is a Sri Lankan favourite, as always you can add sambol and chutney if you want to up the heat or keep it cool and avoid the chillis. In the late afternoon we'll take a short drive down to Galle and walk around the narrow lanes of this old Dutch fort. We'll make our way to the lighthouse in time to watch the sunset over the ocean and then find a local restaurant to try some of the days catch with a cold beer!"
    },
    {
      "dayNumber": 13,
      "title": "Travel to Colombo and explore the city on foot",
      "description": ": After a late breakfast, we'll travel north to Colombo and explore the capital on a walking tour. The city is brimming with Portuguese, Dutch and British influences and, after exploring, we'll stop at a roof top bar to watch the sun set over the city with a refreshing drink."
    },
    {
      "dayNumber": 14,
      "title": "Tour ends in Colombo",
      "description": ": Our tour ends after breakfast at our hotel in Colombo. There are no activities planned today, so you're free to depart from Colombo at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer, you'll need to depart from Colombo's Bandaranaike International Airport (CMB), which is a one-hour drive from our hotel."
    }
  ],
  "map": ""
}