{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-holiday-tea-trains-and-elephants",
  "tourName": "Sri Lanka holiday, tea, trains and elephants",
  "placesVisited": "",
  "generalInfo": "** All details of this holidays will be fully personalised for you. If you like longer or shorter itinerary, different hotels, different attractions we will customise for you! Contact us for free quote. <br/>  During this tour you will experience most significant places of Sri Lanka. You will be discovering the 2000 years old ancient cities, remote villages, discovering colonial legacy, spotting elephants, buffalos, sloth bear, blue whales and leopards, exploring the tea plantations and waterfalls, and finally unwinding in the sandy beaches. You will have your own personal chauffeur guide with car or van, so you can experience Sri Lanka at your own pace. <br/> <br/>Tour Highlights<br/>- Climb up the stunning Sigiriya Rock fortress (UNESCO World Heritage Site)<br/>- Explore Cave temple of Dambulla (UNESCO World Heritage Site)<br/>- Visit Kandy’s Temple of the Tooth (UNESCO World Heritage Site)<br/>- Tea plantation Experience  &amp;  Learn the process of tea making <br/>- Panoramic train journey through tea hills and waterfalls above 1500 meters <br/>- Watch the feedings of elephants in Elephant Transit Home <br/>- Spotting elephants in Udawalawe National park Safari <br/>- Discover the bustling capital city of Colombo <br/>- Explore Dutch Galle Fort (UNESCO World Heritage Site)<br/>- Relax and unwind in Golden sandy beaches<br/>- Taste fresh sea food and Sri Lankan curry",
  "durationDays": "11",
  "price": "2480",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival - Negombo: “Ayubowan” & ‘’Vanakkam’’ Welcome to tropical paradise. You will be welcomed & greeted by your guide or our representative on arrival at the Waiting Area at the recently refurbished Modern BIA International Airport. You will travel to your hotel in Negombo. Travel time approximately 30 minutes depend on the road traffic. Location: Negombo; Hotel: Goldi Sands on Breakfast & Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Sigiriya: You will travel to Sigiriya. Travel time approximately 3 hours depend on the road traffic. En-route you will visit Dambulla Cave temple. Dambulla Golden Rock Cave Temple is a vast isolated rock mass 500ft high and a 1.6 km around the base. Here is found the impressive Rock Temple dating to the First Century BC. The caves of Dambulla sheltered the King Walagamba during his 14 years of exile from Anuradhapura. When he regained the throne he built the most magnificent of Rock Temples to be found on the Island. The complex consists of five caves with over 2000 sq. meters of painted walls and ceilings. It is the largest area of paintings found in the world. It is an UNESCO World Heritage site. In the first Cave is a recumbent image of the Buddha 14 metre long cut out of the Rock. There are images of deities associated with Buddhism all around. The frescoes on the ceiling date back to the 15th - 18th Centuries. In the Second Cave, the finest and the largest of all, there are 150 life-size statues of Gods from the Buddhist religion along with numerous images of the Buddha himself. Location: - Sigiriya; Hotel : Kings Resort on Breakfast & Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sigiriya: After breakfast you will climb Sigiriya Rock Fortress. Sigiriya is a UNESCO World Heritage site which is proposed to be the 8th wonders of the World. Sigiriya, a massive rock in the green scrub jungle, is perhaps the most memorable place for visitors to Sri Lanka. The site was known from ancient times as a hermitage for Buddhist monks. A well-planned monastic complex included caved temples, bathing pools, lovely ponds and Asia's oldest surviving landscaped gardens. The \"Lion stairway\", the \"mirror wall\" and the \"water gardens\" are its other highlights. The ruins of the capital built by the parricidal King Kassapa I (477–95) lie on the steep slopes and at the summit of a granite peak standing some 370 m high (the 'Lion's Rock', which dominates the jungle from all sides). Afterwards enjoy Ayurveda massage to rejuvenate your bodies. Ayurveda is the ancient health care system in South Asia that has been passed down from father to son and based on herbs and diet. It is one of the world’s oldest forms of healing and treatment. You will find some of the best Ayurveda practitioners in Sri Lanka. Ayurveda is a well known treatment for stress, diabetes, migraine, asthma, arthritis, immune system and high blood pressure. Ayurveda is derived from Sanskrit for life (ayuh) and knowledge (veda), means ‘the science of life’. Therefore, Ayurveda is one of the oldest medical sciences of the world and its origins date back as far as 5,000 years South Asia. Afternoon safari at Kaudulla National Park – This National Park is the most recent to be added to the list. Famous for its elephants and bird population, species include the nation’s largest bird, the Lesser Adjutant and the Pompadour Green Pigeon. Built around the year 300 AD, the Tank slowly fell into disrepair and was rebuilt in 1959, and with its variety of plant life has now become home to 24 species of mammals, 25 species of amphibians and countless bird types. The endangered Rusty Spotted Cat can be spotted in Kaudulla National Park, as well as large herds of Asian elephants, elusive leopards and both Sambar and Axis Deer. Location: - Sigiriya; Hotel : Kings Resort on Breakfast & Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kandy: If you like along the way to Kandy you can stop at many spice gardens along the way. SPICE GARDENS – Spices have long been important in the commercial history of Sri Lanka. With so many spices and herbs growing on the island’s shores, it is unsurprising that they were used to barter and trade between the sea-faring merchants, and have been a main export of Sri Lanka down through the ages. For centuries the indigenous herbs and spices have been used for both medicinal purposes and in traditional Sri Lankan cuisine. To visit a Spice Garden is to open up your senses to smells and tastes, old and new. Cinnamon, ginger, vanilla and cardamom are just some of the spices available in the numerous Spice Gardens between Dambulla and Kandy. Afterwards you will visit The Temple of the Tooth. Sri Dalada Maligawa dates back to the 16th century, though most of the present buildings were built in the 19th century. Venerated as the most important object in the Buddhist world, the Sacred Relic of the Tooth of Buddha is enshrined at the Temple. Brought from India 2500 years ago, it is said that the possessor of the Relic had the right to rule the country. The Relic is kept in a gold casket and stored amidst great security in the Inner Chamber. In the afternoon you explore the Kandy City & markets. It is great place for shopping or just walks around the Lake and enjoys the beautiful scenery and narrow streets. In the evening you will see Traditional Kandyan Dance – Kandy, Sri Lanka’s second largest city is home to a Sinhalese cultural tradition of which Sri Lankans are justifiably proud. Rich in colour and agile in their movements, the Kandyan Dancers evoke images of pageantry and traditions past. Lively and exuberant, spellbinding and hypnotic, a Cultural Show is a spectacle to remember with its nimble dancers, energetic drummers and fireproof firewalkers. Location: - Kandy; Hotel: Golden Crown; Board: Breakfast"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kandy > Haputale After breakfast you will travel to Haputale in the tea hills part by road and part by train. As the road winds up, you will pass picturesque waterfalls, tumbling down hillsides and vantage points, which afford views over a panorama of rugged hills stretching far into the distance. This is the home of the Sri Lankan tea industry and as you gain in altitude, neatly manicured tea estates become a familiar part of the landscape, acres of tea bushes extending over the hills on either side of the road. There are many view points to stop and enjoy the breath taking views along the way. In the afternoon at 13.30hrs you will experience of the most breathtaking train journeys for 2.50 hours. You will travel from Nanuoya to Haputale through tea plantations and rolling hills on Old Colonial train with panoramic view. This train journeys recorded in the Guinness Books of Records as the one of the world best scenic train journeys. Your guide will pick you up at the Hapuatle Station upon arrival at 3pm and you will go to your hotel. Location: - Haputale Hotel: Melheim Board: Breakfast &Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Haputale: In the morning you will visit the Lipton Seat & Tea Estate Experience: Experience the process and lifestyle within a tea estate. Tea is known as Sri Lanka’s green gold and the tea estate provides insight into British colonial past and role of tea in Sri Lanka today. The scenic views from the tea estates are breathtaking, where Thomas Lipton used sit and watch his estate. Dambatenne is one of the only estates in the world that Sir Thomas Lipton planted himself. The term “Ceylon Tea” was coined here, and Lipton’s Tea was founded and sold its first pound of tea from the precincts of the factory which still stands today. Location: - Haputale; Hotel: Melheim; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Udawalawe: After breakfast you will visit the Udawalawe National Park. Travel time 2 hours. You will enjoy lunch with a local family to taste the traditional house food by the lake. Afternoon safari in Udawalawe National Park known as the best national park to spot elephants. With an area of 31,800 hectares surrounded by mountain ranges, the terrain of the park is a mixture of grassland, shrub jungle, wild tea plantations and two important factors which make this park special - the large Udawalawe Reservoir and the Walewe River, which ensure a supply of water for the fauna within. Internationally renowned for its large herd of elephants, the park is also known for several species of Deer, Wild Boar, Wild Buffalo, Jackal and rare sightings of Leopard as well as many species of birds. Location: - Udawalawe; Hotel: Centuria Lake Resort; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Mirissa. in the morning you will visit Elephant Transit Home (ETH), where the orphan wild elephants are treated, raised and released back to the wild, also is located at Udawalawe. Visitors to this place can observe how the elephants are taken care of, twice a day. Total number of orphaned elephants exceeds 40, of which most of them are calves and juveniles. The animals become matured enough to live on their own, are released back to the wild. Park authorities keep constant vigilance on the newly released animals, until they get used to the new life in the wild. Afterwards you will travel to Mirissa, travel time 2:30 hours. Location: - Mirissa Hotel: Garten Cape; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Mirissa: Full day at leisure Location: - Mirissa Hotel: Garten Cape; Board: Breakfast & Dinner."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Galle: (Optional) Blue Whale watching tour. Afterwards you will travel to Galle Fort. In the afternoon you will discover the Dutch Fort. Galle is situated in the southern Sri Lanka. It is the best example of a fortified city built by Europeans in south and Southeast Asia, showing the interaction between European architectural styles and south Asian traditions. The Galle fort is a UNESCO world heritage site and the largest remaining fortress in Asia built by European occupiers. Galle offers a unique opportunity to create a visible demonstration of the conservation of its inheritance. Location: - Colombo Hotel: Garten Cape; Board: Bed & Breakfast"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Colombo Airport - UK: Todays you will travel to Airport. Travel time approximately an hour."
    }
  ],
  "map": ""
}