{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "geoffrey-bawa-architecture-tour-in-sri-lanka",
  "tourName": "Geoffrey Bawa architecture tour in Sri Lanka",
  "placesVisited": "",
  "generalInfo": "Geoffrey Bawa is the father of contemporary architecture in Sri Lanka, the creative innovator behind some of the most iconic buildings on the island. This 14-day guided tour will bring you the best of Bawa while introducing you to the design influences of the past with visits to a few of the country’s significant cultural sites. <br/><br/>Trained as a barrister at the London bar before becoming an architect at the age of 38 years, Geoffrey Bawa developed imaginative and ingenious designs using concepts derived from vernacular Sri Lankan architecture. Beginning with projects for close friends and his own country estate at Lunuganga, Bawa went on to master plan the Parliament Building at Sri Jayawardenepura Kotte, the administrative capital of Sri Lanka south of Colombo, and the University of Ruhuna near Matara. <br/><br/>Always a favourite with the island’s hoteliers, Geoffrey Bawa has an impressive and enviable track record for developing novel and inspired designs for hotels and villas, mostly along the country’s western and southern coastlines. He conceived Sri Lanka’s first ever boutique hotel in the early 1970s – Villa Mohotti, now The Villa Bentota – as well as a plethora of resort hotels and villas from Negombo to Tangalle. Visits to and stays in many of his creations are included in this Bawa tour. <br/><br/>Beginning at Jetwing Lagoon in Negombo, the new incarnation of Blue Lagoon Hotel, Sri Lanka’s original resort hotel designed by Geoffrey Bawa, the tour heads up to the Cultural Triangle and a stay at another of Bawa’s unique structures, Heritance Kandalama, Asia’s very first luxury eco hotel, which is hidden amongst natural foliage inhabited by monkeys and birds overlooking serene Kandalama Lake near Dambulla. Travelling south through the Hill Country with overnight stops in Kandy and Ella, the architectural tour continues around the south and west coasts, initially staying at Jetwing Lighthouse close to Galle fort, where Bawa manages to create an atmosphere reminiscent of Moorish palaces, ocean liners, manor houses and colonial villas all at once. The tour finishes at Heritance Ahungalla near Bentota, the refurbished and modified version of Bawa’s original Triton Hotel. <br/><br/>Visits to Bawa-designed town houses and lunch at his former office in Colombo as well as many of his larger projects along the west coast will be complemented by guided tours of the medieval capital of Polonnaruwa, Sigiriya rock fortress and Dambulla cave temples. A tour of the house and gardens at Lunuganga, which were lovingly created over several decades by Geoffrey Bawa as his vision of a tropical garden idyll, is one of the lasting legacies of Asia’s most famous architect.",
  "durationDays": "14",
  "price": "2490",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Colombo airport and greeted by your dedicated Tikalanka chauffeur guide. Transfer to Negombo on the island’s west coast close by. Three nights at Jetwing Lagoon, which is nestled between the Indian Ocean and a tranquil lagoon just south of Negombo. The hotel is the new incarnation of Blue Lagoon Hotel, Sri Lanka’s very first resort hotel, which was designed by the legendary local architect, Geoffrey Bawa. The original landmark property of Bawa’s innovative vision is lovingly retained by his student – the leading architect Vinod Jayasinghe – in the new additions that create wonderful harmonies of light and space. A perfect union of iconic style and today’s luxuries come together to provide a truly memorable stay, whether you are seeking peaceful solitude, a secluded getaway, a lazy beach holiday or rejuvenating spa therapy."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Drive south into Colombo city for a day of Bawa around Colombo: Visit No. 11, 33rd Lane, Geoffrey Bawa’s stunning town house, considered a special architectural marvel. Visit De Saram House, Geoffrey Bawa’s renovation of two small houses at Ward Place for Druvi and Sharmini de Saram in 1986. Lunch at Gallery Café, Geoffrey Bawa’s office and studio, now a great place to eat surrounded by art. Visit Parliament Building. Designed by Geoffrey Bawa and completed in 1982, the building sits on an artificially-created island built on a purposely flooded marshland just south of Colombo: the visual effect of the structure is that of seeing a grand palace floating on an expansive lake."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Return to Colombo for a one-day tour of the city, which may include visits to: Historic Fort district, where old colonial-era buildings are juxtaposed with modern hotels. Sambodhi Chaitya, a unique dagoba balanced on stilts with amazing views of the harbour. Old Dutch Hospital, home to a range of excellent restaurants and cafés. Viharamahadevi Park, the capital’s principal open space hugging the northern reaches of upmarket Cinnamon Gardens and home to the neo-classical National Museum. Galle Face Green, a sweeping coastal green sward and a favourite of kite-flying children, family outings and star-struck couples enjoying an ice cream. Galle Face Hotel, one of Colombo’s best-loved landmarks and the oldest hotel east of Suez. Experience the banter and bartering of Pettah, which is one of the oldest districts of Colombo and famous for selling everything under the sun. Striking Jami-ul-Aftar Mosque, also known as the ‘Red Mosque’. Beira Lake. Serene Seema Malaka, an iconic structure and shrine. Gangaramaya Temple, one of Colombo’s most revered Buddhist temples and focus of the annual Navam Perahera festival). Barefoot and Paradise Road outlets for shopping and souvenirs. British High Commission, designed by Richard Murphy Architects, has pools and courtyards inspired by Bawa."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Drive northeast into the island’s Cultural Triangle to Dambulla. Three nights at Heritance Kandalama, which was the first luxury eco-hotel built in Asia and designed by Geoffrey Bawa. The hotel is set in its own 250-hectare jungle retreat with unimpeded views across wetlands to Lion Rock at Sigiriya, and it is barely visible beneath a natural cliff and undisturbed vegetation, home to indigenous wildlife and exotic flora. The Sigiriya Wing overlooks Kandalama Lake to Sigiriya beyond, while the Dambulla Wing has great views of the lake towards Dambulla cave temples. Monkeys, iguanas and the spectacular Sri Lankan birdlife inhabit the immediate environs, so keep the balcony doors closed when not in your room!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Head to the medieval capital of Polonnaruwa for a guided tour of its historic temples and exquisitely carved statues, with visits to the Quadrangle, Northern Monuments, Royal Citadel Group and Southern Group – bicycles are available to hire for your own self-guided tour, if preferred."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Drive to Sigiriya for an early morning (07.00) ascent of 200-metre high ‘Lion Rock’ at Sigiriya to view the surrounding countryside at dawn – a very special experience indeed. The unique rock fortress of Sigiriya is a national icon, despite its origins as a usurper’s pleasure palace housing erotic frescoes! Guided tour of the rock palace and ornamental gardens before returning to the hotel to relax during the heat of the day. In the afternoon, climb gently up the granite massif at Dambulla to visit the most impressive cave temple complex in Sri Lanka, with five ornately and intricately decorated caverns under a vast overhanging rock."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Head south to Kandy, one of the principal points of the Cultural Triangle and the seat of the last Sinhalese kingdom. The second city of Sri Lanka has a picturesque setting around its lake, a rich historical and cultural heritage, a comfortable Mediterranean-type climate, and UNESCO World Heritage Site status. Kandy is the perfect size to be explored on foot, since the altitude (500 metres above sea level) makes the climate conducive to long and leisurely strolls. A guided walking tour of the city will take in the Hindu devales (temples), the lake and the municipal market. In the early evening, experience the Buddhist puja (blessing ceremony) at the Temple of the Tooth, which houses Sri Lanka’s most revered religious relic. Overnight at Theva Residency, which is a contemporary and stylish boutique hotel in an enviable location overlooking Kandy. The architecture makes the most of the wondrous aerial aspect and is centred on the view, which is made visible at every point possible from inside the house. The terraces, infinity pool and poolside bar look out over the forested hills towards the city, and, at night, the exterior of the house is lit up adding a new facet to its character. The acclaimed restaurant opens out onto a terrace and has floor to ceiling windows that leave diners with the feeling they are suspended over the stunning vista."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Leave Kandy and head into the upper Hill Country, following the winding vertiginous roads through the velveteen slopes of verdant tea plantations and past spectacular waterfalls and impressive mountain scenery on your way to Nuwara Eliya, the British colonial capital of the Hill Country and the highest town in Sri Lanka at 1900 metres above sea level. On the way, stop off at Tea Bush Hotel at Ramboda Falls, a 2012 project by Palinda Kannangara Architects. On arrival, amble around the ‘City of Lights’ and enjoy a little piece of England in the tropics! Transfer to Nanuoya railway station for a scenic train journey to Ella in the southern Hill Country. Overnight at 98 Acres Resort & Spa, which is a luxury retreat with spectacular views in an idyllic location at the southern end of the Hill Country. Surrounded by the eponymous scenic tea estate in Uva Province, it was constructed with the emphasis on eco-friendliness and sustainability. The uniquely designed resort of spacious chalets mostly made of recyclable materials blends well with the natural surroundings. Discarded railway sleepers form decks and walls, rough-hewn granite lends simple elegance to floors, and traditional thatched roofs of locally-sourced Iluk straw add to the rustic splendour. Popular all year round, the resort is blessed with exquisite countryside, breath-taking panoramas and local nature trails."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, visit Café UFO, which is built in rustic style with sustainable, eco-friendly design based on locally available materials and details that reflect the vernacular architectural concept. Drop down to Wellawaya on the southern plain through Ella Gap before continuing south across the hot and dry southern plain to join the Southern Expressway for your journey west to Galle, famed for its Dutch colonial era fort. Two nights at Jetwing Lighthouse, which is a 5-star luxury hotel and spa designed by Geoffrey Bawa. The overall architecture creates an atmosphere resembling Moorish palaces, ocean liners, manor houses and colonial villas. The hotel is sited on a rocky promontory with stunning views across the Indian Ocean to Galle fort. The lounges and restaurants carry memories of old rest houses and planters’ clubs, while the terraces and verandas confront the relentless crashing of the waves and provide contrasting areas of shelter and tranquillity."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "A day of Bawa and architecture around the south coast: Visit the University of Ruhuna near Matara, a masterplan project overseen by Geoffrey Bawa. Visit Leisure Point at Mirissa, which was designed by Sudesh Nanayakkara to create a unique leisure dining experience in a small plot of land overlooking the popular turquoise beach strip."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Head north along the west coast to Ahungalla. Three nights at Heritance Ahungalla, which is another iconic hotel designed by Geoffrey Bawa. This luxury 4-star+ hotel commands an unbeatable position on a long stretch of golden sandy beach lapped by the Indian Ocean. This upmarket resort hotel offers superb beachside accommodation in an airy and relaxed atmosphere, with panoramic views of the azure-blue Indian Ocean. The rooms are all finished with wooden floors and subdued décor. The luxury bathrooms are fitted out to very high standards, and the glass screen between bathroom and bedroom gives the whole living area an open feel. The hotel now includes a fine-dining restaurant, mirror-clad bar and night club."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "A day of Bawa around the southwest coast: Guided tour of the house and gardens of Lunuganga, which were lovingly created over several decades by Geoffrey Bawa as his vision of a tropical garden idyll. The Italianate garden with spectacular views over lakes and tropical jungle together with a simply designed plantation house are one of the lasting legacies of Asia’s most famous architect. The estate also houses Ena and Osmund de Silva’s Bawa-designed town house, originally located in the heart of Colombo before being carefully disassembled and rebuilt stone by stone at Lunuganga. Visit hotel projects along the west coast by Bawa, many updated, refurbished or rebuilt by Bawa’s close collaborator, Channa Daswatte, which may include Anantara Kalutara, Boutique 87, Cinnamon Bentota Beach, Club Villa, Thaala Bentota Resort, The Blue Water and The Villa Bentota."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "At leisure. Visit the tropical garden paradise of Brief near Bentota, the life’s work of Bevis Bawa, famed bon viveur and brother of Geoffrey. Boat safari around the coastal lagoons and mangrove-clad waterways of the Madu Ganga near Balapitiya."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to the airport for your flight home."
    }
  ],
  "map": ""
}