{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "blue-whale-watching-holiday-in-sri-lanka",
  "tourName": "Blue whale watching holiday in Sri Lanka",
  "placesVisited": "Beach time in Mirissa, Whale and dolphin watching tours, Guided tour of Negombo, Free day for snorkelling, whale watching or visits to local turtle conservation project",
  "generalInfo": "Sri Lanka is becoming one of the top whale watching destinations in the world. Join us on this specific blue whale watching tour and come face to face with the largest animal to ever live on the planet. With 100% successful sighting rate and fully WDCS certified boats we have a great track record when it comes to watching whales in Sri Lanka.  <br/><br/>It was originally thought that blue whales migrated to Sri Lanka from the Arabian gulf each winter and stayed until spring. However recent scientific studies have suggested that the blue whale population off the coast of Sri Lanka is here all year and they just come closer to the shore in winter. One thing is for sure, blue whales begin to congregate off the southern coast of Sri Lanka from late November through to mid April. They come here to feed and the largest numbers are typically from late February to mid March. Sperm whales and large pods of long-nosed spinner dolphins can also be seen here more reliably throughout the year and are also commonly seen during the peak blue whale season. <br/><br/>Your on-board guides for the suggested itinerary below will be able to help you identify the different species of cetaceans as well as interpret the different behaviours you're seeing. We also use excellent local whale watching naturalists (actually we use the only certified and accredited whale watching boat in Mirissa), with years of experience in locating whales and dolphins, just offshore. They know the exact areas the whales usually locate and their ability to spot whales at distance is phenomenal to see. <br/><br/>Whilst the dynamics of whale populations are relatively unknown we are aware that the blue whales and sperm whales are here en mass to feed on the plentiful krill, fish and squid. The reason for these bountiful seas is that the nutrient rich waters of the deep Indian Ocean are pushed up towards the surface by the near vertical continental shelf which skirts the south and eastern coastline of Sri Lanka. This cold current coming to the surface is full of plankton and attracts huge numbers of krill, which in turn attracts the krill’s predators: blue whales and small schooling fish. Huge pods of long-nosed spinner and long-beaked common dolphins also come to feed on the fish and the deep sea squid. In one morning’s whale watching it is possible to see a pod of 500 dolphins chasing down schools of sardines, followed by 4-5 blue whales in krill rich waters feeding and socialising before being surrounded by a large pod of deep diving sperm whales searching for deep sea squid. <br/><br/>Whale numbers in Sri Lanka are still being assessed but it is becoming apparent that for a few months the waters off the south coast become as rich in cetaceans as anywhere else on earth. With our expertise in whale watching we have a perfect success rate of seeing blue whales and we don’t put this down to chance. We also make sure that the whale watching boat we use for all our excursions is accredited by the Whale and Dolphin Conservation Society (WDCS) and they abide by international whale watching guide lines. We are determined to make sure that whale watching in Sri Lanka is done sustainably and with respect to the environment.<br/><br/>Location:<br/><br/>Blue whales are rare by nature (over the last 100 years humans have reduced their numbers by 99% of their total population), however even in their heyday the blue whale was an oceanic wanderer which was difficult to follow and next to impossible to understand. Over the years there have been a few different locations where blue whales are seen with any regularity but recently the south coast of Sri Lanka has attracted large numbers, often close to shore. Also here are fin whales, Bryde’s whales, minke whales, humpback whales, sperm whales, long-nosed spinner dolphins, long-beaked common dolphins, common bottlenose dolphins and striped dolphins.<br/><br/>Fitness Level:<br/><br/>As there is no real walking involved in this tour, there is no need to a high or even medium level of fitness. Obviously if you wish to snorkel a good level of swimming ability is essential. But the rest of the suggested itinerary below involves sitting or standing in awe on the whale watching boats.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment. But here is a brief outline of the basics: We recommend you bring along your own binoculars or spotting scope (although the ocean spray can be a problem on the boats) as well as appropriate clothing; which should be light and airy clothes for warm weather as well as a waterproof coat. Insect repellent is handy as there can be mosquitoes about during the evenings and nights. Oh and please bring plenty of memory cards or film for your camera. Also do not forget sun cream, sun hat and sun glasses as the sun can be strong here during the day. Also if you have your own mask, snorkel and fins they are always good to have as the snorkelling is great.<br/><br/>Minimum age: 12 Years old.<br/>",
  "durationDays": "8",
  "price": "3550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Mirissa – Arrival – On arrival in Sri Lanka you will be met by your local driver/guide and transferred in your private air conditioned vehicle to Mirissa. By travelling direct to Mirissa today increases the time available for whale watching. The rest of the day will be for relaxing and enjoying the beach. (No meals included)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Mirissa – Whale Watching – On both days we will rise early and head to the harbour for around 6:00am. From here you will have a short briefing before boarding the boat and heading out into the blue. First off we will search for large pods of dolphins close into shore whilst we head out to the blue whales feeding grounds. The blue whales congregate here in numbers not seen elsewhere in the world. We have never failed to see blue whales so far and so hold a good hope of seeing them every time we go out, the reason for this aggregation of blue whales is that during the winter, the blue whales are seen relatively close to shore as the continental shelf is very narrow to the South of Dondra. This focuses the nutrient rich water from the oceans’ depths and brings it to the surface carrying many species of smaller marine animals. After searching for the blue whales, we will head further off shore to try and find some of the large pods of sperm whales. These usually oceanic species are sometimes seen within a few kilometres of shore as they dive to feed on squid. Around midday we will begin to head back to the harbour and the afternoon is for you to enjoy at your leisure. There is plenty to do in terms of relaxing, swimming, snorkelling and other beach activities. (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Mirissa – Leisure / Snorkelling – Whale Watching – Today you will have a choice of what to do. We can arrange another whale watching trip if you fancy another early start, however we recommend a rest day or maybe a trip to Una Watuna which has some great coral reefs just offshore. We can also visit a local turtle conservation project where the eggs of nesting turtles are collected each year and raised artificially before being released again. This helps against the risk of tsunami and well as protecting against illegal collections and gives the hatchlings the best possible chance of survival. Alternatively you can just sunbath and enjoy the beautiful coastline. (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Mirissa – Dolphin Watching – Today we will focus more on dolphins than whales (but of course we will always be on the lookout whales). On a good day we can be treated to up to 500 long-nosed spinner dolphins or even over 1000 long-beaked common dolphins, but even if these pods are absence we usually see good numbers of dolphins feeding and foraging. Once again after we have headed back to shore you will have the afternoon to relax at your leisure. (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Mirissa – Whale Watching – This is the last chance of seeing blue whales on this trip and we will try to get some great photos of these magnificent giants on last time. On return to the harbour you will have the rest of afternoon to relax at your leisure. (Breakfast Dinner included)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Galle / Negombo – Sightseeing – This morning you will be transferred to Negombo (a beach resort town close to the airport) and along the way you will be taken to the old Dutch town of Galle. Here you have a short guided tour of some of the sites including the 400 year old Dutch Fort. (Breakfast only)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Home – Departure – After breakfast you will be transferred to the airport in time to catch your return flight home. (Breakfast only)."
    }
  ],
  "map": ""
}