{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-culture-and-wildlife-holiday",
  "tourName": "Sri Lanka culture and wildlife holiday",
  "placesVisited": "",
  "generalInfo": "A unique 13-night itinerary for couples with nature, adventure, culture and accommodation in our most romantic hotels. <br/>Includes: <br/>- Accommodation on Bed &amp; Breakfast basis at Kandy House (2 Nights | Deluxe),  Fort Bazaar (4 Nights | Bazaar Bedroom) and Maniumpathy (1 night | Deluxe)<br/>- Accommodation on Half Board basis at Water Garden (3 Nights | Superior Deluxe)<br/>- Accommodation on All Inclusive basis at Leopard Safaris (2 Nights | Tent) and Nine Skies (2 Nights | Bedroom)<br/>- All Transport in an air conditioned car with the services of an English Speaking Guide<br/>- Excursions &amp; Experiences:<br/>Sigiriya<br/>Polonnaruwa<br/>Anuradhapura<br/>Dambulla<br/>Temple of the Tooth<br/>Peradeniya botanical Gardens with a Botanist<br/>Tea Factory visit<br/>Dowa Temple<br/>Little Adam’s peak<br/>Nine Arch Bridge <br/>Ravana Falls<br/>4 game drives at Yala<br/>Paddy trails<br/>Galle fort walk<br/>Colombo walk<br/>- All other Meals (MEAL+DESSERT+WATER ONLY – ALL EXTRAS TO BE PAID TO THE HOTEL/ RESTAURANT DIRECTLY)<br/>- Services: VAT (Value Added Tax) &amp; Tourism Tax<br/>- In-Vehicle: TRAVEL KIT which includes comfortable cushions, a sarong, sanitizers, mosquito repellent, socks (for temples), wet wipes, etc… Our vehicles carry a dongle / WIFI and a folder containing a good map as well a very detailed Booking Information document<br/>- Complementary SIM card on request",
  "durationDays": "14",
  "price": "3997",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "SIGIRIYA: Drive straight up to Sri Lanka’s historic Cultural Triangle, so-called for the collection of World Heritage Sites and significant attractions located up here. You’ll stay at Water Garden – Sigiriya, one of the region’s newest boutique hotels, which is within eye-sight of one of the island’s most photographed attractions, Sigiriya. This former rock-top fortress dates back to the seventh century, and is home to superb examples of ancient hydro engineering as well as well-preserved frescoes. Hike up to the summit for incredible views. The hotel’s rooms are all freestanding villas, and offer plenty of space – the most indulgent have private plunge pools – and there’s also a lovely spa. Other notable local sights include Dambulla’s Cave Temples while further afield you could try your luck seeking out elephants in Minneriya National Park, or visit Polonnaruwa or Anuradhapura, two former ancient capitals, and both World Heritage Sites. Travel time Colombo Airport to Water Garden - Sigiriya: 4 hours. Stay 3 nights at Water Garden - Sigiriya."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "KANDY: Travel south to Kandy, a university town home to the Temple of the Tooth, the Botanical Gardens, the British Garrison Cemetery and a tea museum. Here you can pick from two hotel options. The Kandy House is a stunning ancestral manor house around 20- to 30-minutes’ drive from Kandy that accepts guests of 12 years or older. Food is lovely, the pool is wrapped by jungle and rooms are classic yet comfortable. Further afield (a 60-90-minute drive south west of Kandy) is Taylors Hill, a spectacularly sited boutique hotel set in acres of landscaped gardens that would suit more adventurous couples. With just five bedrooms, this century old former planter’s residence comes with a TV room, a snooker room and plenty of outdoor activities such as tennis, badminton, croquet and swimming. There are bicycles for exploring the locality, a dedicated nature guide and you can picnic at Sri Lanka’s very first tea plantation, historic Loolecondera Estate, former home of Ceylon Tea legend James Taylor. Travel time Kandy/Deltota to Koslanda: 3.5/4.5 hours. Stay 2 nights at The Kandy House / Taylors Hill."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "DEMODERA (ELLA): From Kandy, you could take the train all the way to Demodera, which offers one of the most spectacular sections of the Main Line Railway, which runs through the Hill Country or hop on half-way at Nanu Oya. Demodera is close to better-known Ella (15-minutes away), yet is a secluded and much quieter place to stay. Nine Skies is located nearly a kilometre above the station, and the station itself is famous for the 360-degree loop of track that circles around and under the station. Railway enthusiasts will also love walking to (or riding across) the nearby Nine Arch Bridge, after which the bungalow was named. The bungalow has been beautifully refurbished and offers plush contemporary comforts including butler service, excellent food and a garden with swimming pool. Attractions include tea factory visits, tea trails, waterfall swims and hill walks. Travel time Kandy to Demodera (Ella): 4 hours. Stay 2 nights at Nine Skies."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "YALA NATIONAL PARK: Descend from the hills to Noel Rodrigo’s Leopard Safaris, and to the edge of Yala National Park, stopping off enroute at Buduruwagala – a series of seven well-preserved Buddhist figures carved into sheer rock. Yala National Park is the island’s premier game reserve, home to a dense population of leopards, elephants and sloth bears. Camping at the edge of the park is a magical once-in-a-lifetime experience; cosy up under canvas – perhaps in the camp’s beautifully secluded AC Luxury Lodge Tent – dine by candlelight, shower under the stars and enjoy expertly guided game drives into the park. Travel time Demodera (Ella) to Yala National Park: 2.5 hours. Stay 2 nights at Noel Rodrigo’s Leopard Safaris."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "GALLE: Continue on to nearby Galle, famed for pretty beaches, a 17th century Dutch fort and a cosmopolitan vibe. Stay right in the heart of Galle Fort, a UNESCO World Heritage Site, at Fort Bazaar, an 18-room boutique hotel with pool and fabulous wining and dining venues. From here you can wander the fort’s famed cobbled streets at will or discover hidden crevices with local guides. Beaches are just a 15-minute drive away, and activities in the local area include inland bicycle rides through rice fields, diving, surfing and fishing. Back at the hotel, enjoy spa treatments or a Sri Lankan cookery class. Travel time Yala National Park to Galle: 4 hours. Stay 3 nights at Fort Bazaar."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "COLOMBO: Head to Sri Lanka’s up-and-coming capital for your last night, staying in Maniumpathy, a fabulous eight-bedroom heritage hotel. The city makes an exciting end to your Sri Lankan journey, and offers good souvenir shopping (Barefoot, Odel and Paradise Road are favourites), great restaurants (we love Ministry of Crab), a few art galleries (the Saskia Fernando Gallery is nearby) and historical sites such as the National Museum and Number 11, Geoffrey Bawa’s fascinating former home. You can also enjoy hosted walks around Colombo. Maniumpathy dates back to 1906 and was commissioned by a doctor from Jaffna whose descendants lived in the house until recently. Sister hotel to The Kandy House and The Last House, this boutique hotel has been renovated for the modern age whilst preserving its sense of history. It is also incredibly peaceful, and makes a superb base for a last night in Sri Lanka. Travel time Galle to Colombo: 2 hours. Stay 1 night at Maniumpathy."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "DEPART SRI LANKA: Travel time Colombo to Colombo Airport: 45 minutes"
    }
  ],
  "map": ""
}