{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-small-group-holiday-buddhas-island",
  "tourName": "Sri Lanka small group holiday, Buddhas Island",
  "placesVisited": "",
  "generalInfo": "Discover the Pearl of the Indian Ocean on this two-week tour of Sri Lanka. From ancient cities to gilded Buddhist temples and wild national parks, our itinerary ticks off the island's icons and more. Climb Lion's Rock at sunrise, explore \\ Little England\\  and the surrounding highlands and wind up on the beach in Koggala. Along the way, get a taste of Sri Lankan cuisine, sampling fragrant curries, fresh seafood and more.  <br/> <br/> Wilpattu and Udawalawe National Parks - Take two jeep safaris in search of leopards, elephants, sambar deer and other wildlife<br/> Anuradhapura, Polonnaruwa, Dambulla and Sigiriya - Wander through ancient capitals and painted cave temples and climb the dramatic 'Sky Fortress'<br/> Kandy and the Hill Country - Explore the 'Temple of the Tooth' and the lush tea plantations in cooler climates<br/> Want to explore further? - Combine this itinerary with seven extra days navigating the pristine waters of the Maldives on our extension trip (code: SLM)<br/>",
  "durationDays": "15",
  "price": "2365",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Negombo",
      "description": ": Our tour starts today in Negombo, a coastal town that's famous for its fishing industry and golden sands. The perfect introduction to Sri Lankan life, Negombo is a busy coastal town with a lively fish market and traditional ketti-maran (catamaran) fishing boats scudding across the waters - the capital, Colombo, is a short distance away, too. Head down to the water to catch the sunset and spot locals bringing in the day's catch. For those arriving in time, our tour leader plans to meet you in the hotel reception at 6pm for a welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Negombo at any time. If you'd like an airport transfer, you'll need to arrive into Colombo's Bandaranaike International Airport (CMB), which is a 30-minute drive from our hotel. If you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up. If your flight arrives earlier in the day, you might like to head to the beach or make use of the hotel facilities which include a swimming pool overlooking the Indian Ocean."
    },
    {
      "dayNumber": 2,
      "title": "Game drive in Wilpattu National Park; drive to Anuradhapura",
      "description": ": A three-hour drive north today takes us to Wilpattu National Park. En route, we'll visit a nearby fishing village which uses traditional-style outrigger canoes, known as 'oruvas'. Depending on the season, we might spot 'toddy tappers' climbing coconut trees to collect sap from the flowers along the way, too. The sap they collect is used to make Arak - a local whisky-type spirit. Despite its location in Sri Lanka's dry zone, Wilpattu National Park boasts nearly 60 lakes and is renowned for being home to leopards, elephants, and sambar deer. We'll head out on a jeep safari in the hope of spotting the elusive leopard. We choose to visit this park, rather than the more touristy Yala National Park further south because we believe it offers our customers a better experience. You can spot the same animals here as in Yala, however it's less crowded, making our visit more enjoyable and responsible. Leaving the park, we'll drive onwards to nearby Anuradhapura, where we'll spend the next two nights."
    },
    {
      "dayNumber": 3,
      "title": "Full day to walk up Mihintale Mount and explore Anuradhapura ancient citadel",
      "description": ": This morning, we'll travel 12 kilometres/8 miles to the mountain peak of Mihintale. It's believed that this was the site of a momentous meeting between the monk Mahinda and King Devanampiyatissa, introducing Buddhism to the country. Exploring Mihintale involves climbing a flight of shallow stone steps, and a short final section with uneven steps carved into the bedrock and a handrail leading to the summit. There are excellent panoramic views from the top across the entire surrounding landscape. In the afternoon, we'll explore the ancient capital of Anuradhapura - a UNESCO World Heritage Site famous for its well-preserved ancient ruins and considered to be Sri Lanka's first capital. One of the oldest continually inhabited cities in the world, it was founded around 500 BC. Its golden age began around 260 BC when the King and his people converted to Buddhism. The city became vast, spreading over many miles. There were hospitals for the sick, hostels for travellers and artificial reservoirs to ensure a good water supply. Of great interest are the 2,200-year-old Sacred Bodhi-Tree; the Brazen Palace, once a nine-storey residence for monks; the 4th-century Samadhi Buddha masterpiece and the Ruvanvalisaya Dagoba - a 90-metre/295-foot-high dome-shaped stupa towering over the surrounding countryside."
    },
    {
      "dayNumber": 4,
      "title": "Visit Dambulla's cave temples en route to Giritale",
      "description": ": Travelling towards Giritale today, we'll stop to view the magnificent Standing Buddha of Aukana, which reaches 12 metres/39 feet high. Sculpted in the 5th century by a master craftsman, it's still relatively isolated in its jungle setting. Our next stop is Dambulla, where a series of caves have been turned into temples dating from the 1st century BC. This UNESCO World Heritage Site still attracts scores of worshippers. After climbing the hill we'll visit five separate caves, which contain a large number of Buddha images, as well as sculptures of Hindu Gods. After enjoying a traditional Sri Lankan lunch of curry and rice, we'll drive on to the small town of Giritale - our base from which we'll explore Polonnaruwa. Our hotel for tonight is beautifully situated, overlooking the 7th-century, man-made lake. Our total journey time today is approximately 3.5 hours."
    },
    {
      "dayNumber": 5,
      "title": "Visit the ancient city of Polonnaruwa and drive to Sigiriya",
      "description": ": This morning, we'll explore the ancient city of Polonnaruwa, Sri Lanka's second capital city which reached its height of glory in the 12th century, when it was a thriving commercial and religious centre. The city has maintained many of its spectacular buildings and monuments, with arguably the most impressive being the Quadrangle. This sacred precinct originally housed the tooth relic. It contains a superbly decorated circular shrine which is one of the most ornate buildings in the country. The neighbouring audience hall and bathing pool are also worth a visit. Close by, the curious round structure of the Circular Relic House has a beautifully preserved moonstone carved at the foot of a flight of steps. Another famous feature of this deserted city is the group of carved images of the Buddha, known as Galvihara. These four colossal figures are all hewn out of solid granite and the Reclining Buddha alone is no less than 14 metres/46 feet long. After our visit, we'll continue driving towards our accommodation. In the early afternoon, we'll have the option to take a jeep safari in either Minneriya or Kadaula National Park, in search of herds of wild elephants. Your tour leader will be able to advise you of the likelihood of elephant sightings on the day. The parks are also home to a large array of birdlife, including painted storks."
    },
    {
      "dayNumber": 6,
      "title": "Climb Lion Rock at sunrise; drive to Kandy",
      "description": ": We'll have an early start this morning as we plan to climb Sigiriya ahead of the crowds and while it's still relatively cool. Rising dramatically from the central plains, the UNESCO-protected ruins of this 5th-century 'Sky Fortress' are one of Sri Lanka's major attractions and an impressive feat of engineering skill. The fortress was built in just seven years as a fortified palace atop the granite peak, to protect the reign of merciless King Kassapa who had assassinated his father and deposed his brother. Before our final ascent to the summit, we'll pass between a set of enormous lion paws carved out of the rock - all that remains of an ancient gateway that gave Sigiriya, the 'Lion Rock', its name. From here a series of switchback steel stairways ascend to the top. Once at the 200-metre/656-foot summit, we can take in the magnificent views of the surrounding jungle and countryside. We return to our hotel in time for a late breakfast. After a chance to have breakfast and freshen up, we leave the hotel at around 11am. The drive to Kandy should take around four hours including stops for lunch, to see a woodcarving centre at Naula and a spice garden."
    },
    {
      "dayNumber": 7,
      "title": "Explore Kandy. Discover the Temple of the Tooth and Peradeniya Botanical Gardens",
      "description": ": Sitting on a plateau 500 metres/1640 feet above sea level and 112 kilometres/69 miles northeast of Colombo, Kandy is, in climatic and cultural terms, a world apart from Colombo. Serving as the capital of the last Sinhalese kingdom until falling to the British in 1815, it's a place of cultural and spiritual importance. Buddhists from all over the world come here specifically to visit the Temple of the Tooth, the Dalada Maligawa. The costly jewelled shrine of the Holy Tooth, said to be Buddha's left canine, is kept on the upper floor of the original building. This relic was brought from India 1,500 years ago and every year, at the time of the August full moon, it is paraded around the town with great celebration in the Perahera Festival. This morning's sightseeing includes attending the Temple of the Tooth Ceremony and a visit to the serene Royal Botanical Gardens in Peradeniya. For lunch we have included a visit to a social enterprise run by women who are either differently abled or come from economically disadvantaged backgrounds. The cafe gives them a chance to earn a meaningful income. In addition to the meal, there is a small on-site workshop where guests can see the women crafting handmade products, which are sold in the adjoining shop. The afternoon is free to continue exploring the busy highland town at your own pace. In the evening, for those interested there is the option to watch a performance by the famous Kandyan dancers, complete with impressive costumes and graceful dances, accompanied by a thundering drumbeat."
    },
    {
      "dayNumber": 8,
      "title": "Drive to Dalhousie for a night ascent of Adam's Peak",
      "description": ": After a free morning, we'll drive three and a half hours to Dalhousie in the foothills of Adam's Peak. Here, we'll have the opportunity to ascend this sacred mountain, known locally as Sri Pada. A depression at the top of the peak is said to be Buddha's footprint and, each year, thousands of locals climb to the top for sunrise. Setting off at around 2am, we'll join pilgrims for our ascent. There is a stone staircase which we'll follow right to the top. It can be tough on the legs, and some may find it physically challenging, but you can go at your own pace, take your time and savour the experience shared with pilgrims. We plan to reach the top in time for sunrise and take time to soak up the spectacular views that surround us. The ascent involves around 900 metres/2952 feet of ascent and descent, with many flights of steps (some of which are steep) and is about 5 kilometres/3 miles in each direction. On busy days, we'll set out a bit earlier, shortly after midnight. Please note that on rare occasions the sheer volume of local pilgrims is so great that the final stages of the ascent may be extremely busy, and it may not be possible to reach the summit. For anyone not wanting to climb the peak, there will be free time to explore the small town of Dalhousie or to relax at our guesthouse and you will have a night of sleep while the others are sharing the trek with local pilgrims In Dalhousie, we'll stay at the Punsisi Resthouse. It is a little basic although the rooms are clean and spacious with ensuite bathrooms. Staying here enables us easy access to Adam's Peak and the pilgrims add to the atmosphere in town. A number of the rooms are located in another more recent building some way up the hill behind the main building, accessed on foot by a series of steps. Porters will be able to help with your main luggage. There are some simpler rooms located in the main building and if you prefer to be allocated one of these room then please speak to the Tour Leader before check in. Please note any change of room is dependent on availability."
    },
    {
      "dayNumber": 9,
      "title": "Scenic drive to Nuwara Eliya. Visit a tea estate",
      "description": ": Returning from the peak this morning, we'll enjoy a well-earned late breakfast and some time for a shower before setting off on a three-hour, scenic drive to Nuwara Eliya. This part of Sri Lanka is an important tea-growing area and plantations stretch over rolling hills for as far as the eye can see, interspersed with the occasional tea-making factory. We plan a visit to a tea estate close to Nuwara Eliya to learn about the process of picking the leaves and creating the perfect cuppa. Known as 'Little England', Nuwara Eliya is reminiscent of Britain with its red telephone boxes, Victorian colonial architecture and pretty rose gardens - relics from its era as a hill country retreat for any homesick Brits. The cool climate provided a sanctuary in which they could immerse themselves in familiar pastimes, such as polo, golf and cricket."
    },
    {
      "dayNumber": 10,
      "title": "Take the train to Demodara, crossing the Nine Arch Bridge",
      "description": ": After a relaxed breakfast this morning, we'll drive the short distance to Nanu Oyu to board our train for the scenic journey to Demodara. The train winds through tea plantations and we'll take the chance to soak in the dramatic views of the valley below as we cross the Nine Arch Bridge (also known as the Bridge in the Sky). The train ride takes approximately four hours, and we'll then have another short drive to Ella, our stop for tonight. Train tickets are in very high demand and the process of securing tickets is affected by corruption. We always try our best to get our reservation confirmed, but on the rare occasion that this is not possible, you will continue the journey in our private vehicle. Please note that the train lines were damaged by Cyclone Ditwah in November 2025 and trains are unable to run. It is anticipated that it will take 6 months or more to repair this damage. Please ask the Tour Leader on arrival for the latest update or contact us if you want more information."
    },
    {
      "dayNumber": 11,
      "title": "Drive to Udawalawe, explore the National Park by Jeep and visit the elephant transit home",
      "description": ": This morning, we'll visit the nearby Ravana Ella Falls, one of the widest waterfalls on the island, before continuing south descending from the hill country until we reach the southern plains. We'll make a stop and walk a short distance to see a 15-metre/51-foot image of the Buddha carved into the rockface, known as Colossi of Buduruvagala, rising majestically above us along with other Mahayana statues. Our journey continues with a two-hour drive to Udawalawe. Designated as a national park in 1972, Udawalawe covers 31,800 hectares and is surrounded by mountains, a mix of rolling grasslands, teak plantations, rainforest, and scrub. Renowned for its large herd of elephants, the park is one of the best places in Sri Lanka to see them and is also home to deer, wild boar, buffalo, jackal, and leopard. The resident bird population is also second to none, including a magnificent collection of birds of prey, chief among them the impressive, white-bellied sea eagle. In the afternoon, we'll head out to explore the park by jeep as well as paying a visit to the Elephant Transit Home where orphaned elephants are cared for until they're old enough to be released back into the wild. Tonight, we'll sleep in a fixed-tented camp close to the banks of the Rakwana River. The camp is comfortable with twin beds, simple ensuite bathrooms and mosquito nets, and waking up next to the river is ideal for a spot of early morning bird watching."
    },
    {
      "dayNumber": 12,
      "title": "Drive to Koggala Beach via the Portuguese Fort at Galle",
      "description": ": Continuing southwards this morning, we'll descend through a huge region of rice paddies before reaching the coast. In the afternoon, we'll visit the pretty coastal town of Galle and en route we might be lucky enough to see the famous stilt fisherman balancing precariously above the ocean. An important trading centre since ancient times, the fortifications that can be seen in Galle today were built by the Portuguese and then the Dutch between the 16th and 17th centuries. The fort ramparts of this UNESCO World Heritage Site protect the harbour and a myriad of fascinating old houses, churches, and warehouses. Today, the town has a strong arts vibe, with foreign and local artists, writers, photographers, designers, and poets drawing inspiration from their surroundings. Boutique shops and cafes around the town showcase their work. There's a lot to explore in the town and simply wandering its streets is a great way to see the sites while soaking up the unique atmosphere. If you feel like you haven't spent enough time here after the tour, don't worry, you'll have the opportunity to come back tomorrow."
    },
    {
      "dayNumber": 13,
      "title": "Free time to relax on Koggala's quiet beaches",
      "description": ": Today is free to relax on the beaches of Koggala or to head back to Galle and explore some more. For those seeking pure relaxation, local Ayurvedic massages with natural, aromatic herbal oils are highly recommended. Alternatively, between December and April, you might prefer to go on a whale-watching trip in the hope of spotting humpback and blue whales."
    },
    {
      "dayNumber": 14,
      "title": "Early morning to relax on the beach before driving to Colombo",
      "description": ": This morning, you'll have the opportunity to spend a few more hours on the beach before we journey to Colombo in the late morning for our last night (a journey time of two hours). We'll spend the afternoon exploring Sri Lanka's capital city. We'll wander around the historical 'fort' area, now the business district, whose buildings are like a slice through Colombo's colonial history, and visit the Pettah neighbourhood, famous for its bustling open-air bazaars and markets. We'll also visit the most important Buddhist temple in the capital, Gangaramaya, which is an oasis of calm in an otherwise frenetic city. Finally, we'll end our trip by the Galle Face Green, an urban park along the seafront where locals gather to play cricket."
    },
    {
      "dayNumber": 15,
      "title": "Trip ends in Colombo",
      "description": ": The trip ends after breakfast at our hotel in Colombo. There are no activities planned today, so you're free to depart from Colombo at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Colombo's Bandaranaike International Airport (CMB), which is a one-hour drive from our hotel."
    }
  ],
  "map": ""
}