{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-wildlife-and-culture-holiday",
  "tourName": "Sri Lanka wildlife and culture holiday",
  "placesVisited": "",
  "generalInfo": "Tropical Discovery Tour covers most of Sri Lanka highlights. You will be discovering the 2000 years old ancient cities, remote villages, discovering colonial legacy, spotting elephants, buffalos, sloth bear and leopards and exploring the tea plantations and waterfalls. You will have your own personal chauffeur guide with car or van, so you can experience Sri Lanka at your own pace. <br/><br/>Tour Highlights<br/>- Climb up the stunning Sigiriya Rock fortress (UNESCO World Heritage Site)<br/>- Witnessing the Gathering of Elephants in Minneriya National Park<br/>- Explore Medieval city of  Polonnaruwa’s ancient ruins (UNESCO World Heritage Site)<br/>- Visit Kandy’s Temple of the Tooth (UNESCO World Heritage Site)<br/>- Experience Dambulla Golden Rock Cave Temple (UNESCO World Heritage Site)<br/>- Tea Tasting in the Tea plantation &amp;  Learn the process of tea making <br/>- Panoramic train journey through tea hills and waterfalls above 1500 meters <br/>- Watch the feedings of elephants in Elephant Transit Home <br/>- Spotting leopards &amp; Sloth bears in Wilpattu National park Safari <br/>- Explore Dutch Galle Fort (UNESCO World Heritage Site)<br/>- Ayurveda Traditional Massage   <br/>- Taste fresh sea food and Sri Lankan curry",
  "durationDays": "14",
  "price": "2970",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival - Anuradhapura: “Ayubowan” & ‘’Vanakkam’’ Welcome to tropical paradise. You will be welcomed & greeted by your guide or our representative on arrival at the Waiting Area at the Colombo International Airport. You will travel to Anuradhapura. Travel time approximately 3 hours depend on the road traffic. Location: Anuradhapura Hotel : Breakfast & Dinne"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Anuradhapura > Wilpattu National Park : In the morning you will take a full day safari with picnic lunch to discover Wilpattu National ParkWilpattu National Park Safari 4x4. Wilpattu National Park (‘Land of Lakes’) is situated in the Northwest coast near the ancient city of Anuradhapura. It is the largest and oldest National park in Sri Lanka consisting 140,000 hectares of mostly dry zone evergreen forest cover and coastal belt to the West. This is one of best places see leopards in Sri Lanka alongside Yala National Park. The open grassy plains set within the thick dense scrub jungle. The wetland includes around 48 shallow natural lakes known as Villus, natural basins that are filled up with rainwater and two salt water lakes. These natural lakes are the most important parts of the complex eco-system in the park. The park is home to elusive Leopards, elephants, Sloth bears, Water Buffalos, Mugger Crocodiles, Spotted and Barking Deer, Wild Boar and Pythons. Alongside these wild animals you will be able to see many endemic birds include the Ceylon Junglefowl, Brown-capped Babbler, Ceylon Woodshrike and Black-capped Bulbul in riverine habitats. Butterflies recorded include the Great Eggfly, Great Orange Tip, Glad-eye Bushbrown, Blue Mormon, Common Mormon, Common Rose and Crimson Rose. As well diverse varieties of colourful butterflies can be seen in the park as well.You will see the wild animals particularly elephants near lakes in the early morning and late afternoons. The wild life id abundant around lakes and coastal belt such as White Ibis, Open Bills, Painted Storks Spoonbills, Egrets, Whistling Teals, Kingfishers and you can also see the water buffalos, monitors and crocodiles. Location: Anuradhapura, Hotel : Breakfast & Dinner."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Anuradhapura > Sigiriya : In the morning you will take a city tour to The Sacred City of Anuradhapura. Anuradhapura stands equal to Pyramids at Giza on the architectural level during their time. This magical place with enormous Dagobas, palaces, monasteries and monuments evidence one of the greatest civilisations in the world. The Sacred city of Anuradhapura was first Royal Kingdom and capital of Sri Lanka that lasted for 1,500 years until it was abandoned after the invasion by South Indian Cholas in 993. Today Anuradhapura is one of the world’s major archaeological sites in the world. It is covered area about 40 km² and an UNESCO World Heritage Site. This sacred city was established around a cutting from the 'tree of enlightenment', the Buddha's fig tree, brought there in the 3rd century B.C. by Sanghamitta, the founder of an order of Buddhist nuns. The ruined city hidden away in dense jungle for many years brought to life by The British in the nineteenth century. Afterwards you will travel to Sigiriya. Travel time is approximately 1 ½ hours. Rest of the day you can relax. Location: Sigiriya Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Sigiriya : After breakfast you will travel to Polonnaruwa. Travel time approximately an hour depends on the road traffic. You will discover the ancient city of Polonnaruwa with a local guide. Polonnaruwa was the mediaeval capital of Sri Lanka, and today it is one of the most beautiful centres of Sri Lanka’s cultural heritage and UNESCO Heritage site. With its comparatively brief history and a dozen rules, it is far more completely preserves ruin than Anuradhapura. Visit the ancient ruins and Gal Vihara complex, where 3 gigantic Buddha's statues are carved out of a single rock. You also will be able to see the toque macaque monkeys found only in Sri Lanka. Afternoon enjoy a Jeep Safari at Minneriya National Park (Duration – 2 hours). It’s on the banks of the Minneriya reservoir, which was built in the 4th century A.C. Minneriya is a hide-out for many elephants, where you could see herds of elephants approximately 50 to 60 elephants in a herd. Here in July to September one of the World top ten wild life spectacles takes place known as ‘The Gathering’, more 250 elephants gather around Minneriya water tank in search water and food. Apart from elephants, it is a habitant for migrant and resident bird species like Grey heron, Open built storks, Painted storks …etc. And also you could see 3 different species of monkeys like Silica make, Pink faced leaf monkey and Grey Langer. Location : Sigiriya Hotel :Breakfast & Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sigiriya: After breakfast you will climb Sigiriya Rock Fortress. Sigiriya is a UNESCO World Heritage site which is proposed to be the 8th wonders of the World. Sigiriya, a massive rock in the green scrub jungle, is perhaps the most memorable place for visitors to Sri Lanka. The site was known from ancient times as a hermitage for Buddhist monks. A well-planned monastic complex included caved temples, bathing pools, lovely ponds and Asia's oldest surviving landscaped gardens. The \"Lion stairway\", the \"mirror wall\" and the \"water gardens\" are its other highlights. The ruins of the capital built by the parricidal King Kassapa I (477–95) lie on the steep slopes and at the summit of a granite peak standing some 370 m high (the 'Lion's Rock', which dominates the jungle from all sides). Around midday enjoy Ayurveda massage one hour each per person to rejuvenate your bodies. Ayurveda is the ancient health care system in South Asia that has been passed down from father to son and based on herbs and diet. It is one of the world’s oldest forms of healing and treatment. You will find some of the best Ayurveda practitioners in Sri Lanka. Ayurveda is a well known treatment for stress, diabetes, migraine, asthma, arthritis, immune system and high blood pressure. Ayurveda is derived from Sanskrit for life (ayuh) and knowledge (veda), means ‘the science of life’. Therefore, Ayurveda is one of the oldest medical sciences of the world and its origins date back as far as 5,000 years South Asia. Location: - Sigiriya Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Sigiriya > Kandy : After breakfast you will travel to Kandy. Travel time is approximately 1 ½ hours. En route to Kandy you will visit the Dambulla Cave Temple. Dambulla Golden Rock Cave Temple is a vast isolated rock mass 500ft high and a 1.6 km around the base. Here is found the impressive Rock Temple dating to the First Century BC. The caves of Dambulla sheltered the King Walagamba during his 14 years of exile from Anuradhapura. When he regained the throne he built the most magnificent of Rock Temples to be found on the Island. The complex consists of five caves with over 2000 sq. meters of painted walls and ceilings. It is the largest area of paintings found in the world. It is an UNESCO World Heritage site. In the first Cave is a recumbent image of the Buddha 14 metre long cut out of the Rock. There are images of deities associated with Buddhism all around. The frescoes on the ceiling date back to the 15th - 18th Centuries. In the Second Cave, the finest and the largest of all, there are 150 life-size statues of Gods from the Buddhist religion along with numerous images of the Buddha himself. Rest of the day you can relax. Location : Kandy, Hotel : Bed & Breakfast"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kandy: In the morning you will visit The Temple of the Tooth & Buddhist Museum, Sri Dalada Maligawa dates back to the 16th century, though most of the present buildings were built in the 19th century. Venerated as the most important object in the Buddhist world, the Sacred Relic of the Tooth of Buddha is enshrined at the Temple. Brought from India 2500 years ago, it is said that the possessor of the Relic had the right to rule the country. The Relic is kept in a gold casket and stored amidst great security in the Inner Chamber. In the afternoon you explore the Kandy City & markets. It is great place for shopping or just walks around the Lake and enjoys the beautiful scenery and narrow streets. KANDY LAKE – Built in 1806, Kandy Lake was constructed in order to bring more beauty to the Palace of King Sri Vikrama Rajasinha. In the Centre of the Lake a small island was built to enable the King to be rowed out and relax whilst surveying his kingdom. The Queen’s Bathing House is set on the edge of Kandy Lake. Kandy Lake is sometimes called ‘Milky Sea’. Location - Kandy Hotel: Breakfast"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kandy - Ella: Today morning you will travel to Nuwara Eliya Railway Station which is known as The Nanu Oya Railway Station. Travel time approximately 2 ½ hours depend on the road traffics. Afternoon at 12:30hrs you will experience of the most breath taking train journeys for 3 hours. You will travel from Nanuoya to Demodara through tea plantations and rolling hills on Old Colonial train with panoramic view. This train journeys recorded in the Guinness Books of Records as the one of the world best scenic train journeys. Your guide will pick you up at the Demodara Station and you will go by car to your hotel. Location - Ella Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Ella: After breakfast you will visit the Lipton Seat & Dambatenne Tea Factory. Lipton Seat is located on the top of the Poonagala hill; this is quite literally the point from which the Scottish tea baron Thomas Lipton would often proudly survey his tea plantations. On a clear day it offers a spectacular view of mountain ranges, lakes and valleys all the way to the southern coast. You will hike to the point through lush tea plantations or you can opt to drive up in the comfort with your guide. Dambatenne Tea Factory was built in 1890 by Sir Thomas Lipton himself, this colonial tea factory is still in operation today. The term “Ceylon Tea” was coined here, and Lipton’s Tea was founded and sold its first pound of tea from the precincts of this very factory. The factory tour is an education in the intricate processes involved in the fermentation, rolling, drying, cutting, sieving and grading of tea, and the comprehensive tour culminates with an authentic tea tasting experience (It’s closed on Sundays). Rest of the day at leisure. Location - Ella Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Ella > Udawalawe > Kalawana Early morning hike to see the sunrise from Little Adam’s Peak. Little Adam’s Peak resembles the main Adam’s Peak near Hatton. By foot it takes about 35-40 minutes. Here you will be able to enjoy the breath taking views of an endless valleys, tea plantations and waterfalls. Afterwards you will travel to Udawalawe. Travel time is approximately 2 hours. At Udawalawe you will visit Udawalawe Elephant Transit Home (ETH), where the orphan wild elephants are treated, raised and released back to the wild, also is located at Udawalawe. Visitors to this place can observe how the elephants are taken care of, twice a day. Total number of orphaned elephants exceeds 40, of which most of them are calves and juveniles. The animals become matured enough to live on their own, are released back to the wild. Park authorities keep constant vigilance on the newly released animals, until they get used to the new life in the wild. It featured in a BBC Natural World Documentary (Elephant Island) in 2013. After that you will travel to your Hotel at Kalawana. Travel time is approximately 2 hours. Location - Kalawana Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Kalawana After early breakfast you will take on a hike to the Sinharaja wilderness, where time stands still. This is a treasure trove of natural wonders encased by sheer wilderness waiting to be discovered. Here you will be welcomed by thick air of humidity, incessant noise of birds and insects, and endless canopy of tall trees. Sinharaja Rainforest National park is a (UNESCO World Heritage Site) primary tropical rainforest and biosphere and regarded as a biodiversity hotspot in Sri Lanka. More than 60% of the trees are endemic and many of them are considered rare. In Sinharaja you can spot endemic mammals, bird species, butterflies, insects, reptiles and rare amphibians. As well as an interesting spectacle known as ‘bird wave’ is that birds tend to move in mixed feeding flocks, invariably led by the fearless Greater Racket-tailed Drongo and the noisy Orange-billed Babbler of Sri Lanka's 26 endemic birds, the 20 rainforest species all occur here, including the elusive Red-faced Malkoha, Green-billed Coucal and Sri Lanka Blue Magpie. You will have opportunity swim under the waterfall or river along the walk. Along the way you will visit a remote community cut off from the rest of the world. There are more than 20 communities they live in Sinharaja Rainforest they livelihood is depends on this forest. You will be able to enjoy the Kitul ‘palm syrup’ made by these communities. Location - Kalawana Hotel: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Kalawana > Ahangama Today you will travel to Ahangama. Travel time is approximately 2 hours. En route to Ahangama you will visit the village of Weligama, where you can see the Stilt Fisherman. Weligama literally translating as ‘sandy village,’ Weligama has a long stretch of fine golden sand. Famous for its stilt fishermen, visitors can see this unique sight only in this part of Sri Lanka. No-one knows where, or even when this form of fishing originated, but it is an old tradition which lives on in a modern world today. This centuries old traditional method of fishing is one of the best sustainable practices to catch the fish. The Stilt Fisherman spends 2-4 hours sitting on a thin plank, hoping to catch one or two fish for their family’s lunch or dinner. Rest of the day at leisure. Location - Ahangama Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Ahangama In the morning you will discover the Dutch Fort. There are many boutique shops along the narrow streets of the Fort as well as antiques, art and craft shops. Galle is situated in the southern Sri Lanka. It is the best example of a fortified city built by Europeans in south and Southeast Asia, showing the interaction between European architectural styles and south Asian traditions. The Galle fort is a UNESCO world heritage site and the largest remaining fortress in Asia built by European occupiers. Other prominent landmarks in Galle include the natural harbour, the National Maritime Museum, St. Mary's Cathedral founded by Jesuit priests, one of the main Shiva temples on the island. Galle offers a unique opportunity to create a visible demonstration of the conservation of its inheritance. Rest of the day at leisure. Location - Ahangama Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Ahangama > Airport > London Today you will travel to Colombo Airport to fly to London. Travel time approximately 2 ½ hours depend on the road traffics"
    }
  ],
  "map": ""
}