{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "family-holidays-to-sri-lanka",
  "tourName": "Family holidays to Sri Lanka",
  "placesVisited": "",
  "generalInfo": "Our Sri Lanka family adventure is recommended from April to September, making it perfect for families who want to experience the many charms of Sri Lanka during the summer holidays.<br/><br/>You’ll get the chance to see iconic wildlife, with several opportunities to see wild elephants, as well as whales and dolphins in the clear waters of the eastern coast. Learn about a new culture which is actually incredibly old, by visiting 3 fascinating historical cities and a traditional village virtually untouched by tourism. Plus of course, make unforgettable memories with exciting adventures in nature, including white water rafting, snorkelling and more.<br/><br/>With a mix of great accommodation, from a family-run bed and breakfasts to beach resorts and ecolodges, this holiday is for those who want balance new experiences and exploring with time to relax and enjoy the beauty of the island.",
  "durationDays": "15",
  "price": "1649",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your Sri Lankan experience begins with a short journey from the airport to small village 7km away, where you will get your first taste of Sri Lankan hospitality at a small family-run bed and breakfast. (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Drive north to Wilpattu National Park and take a break en route at a typical Sri Lankan fishing village. Unique to Wilpattu are a number of large sand rimmed natural lakes known as “villus” which collect rain water and tend to attract wildlife, especially during times of drought. After lunch, head out on an optional boat trip around the lagoon then later on a naturalist guide will accompany you on a night time bush walk to see wild lorises. (B/L/D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Up early as you head out (by 05:45) on a full day jeep safari. If you’re lucky you might spot leopards and sloth bears, as well as barking deer. Rest of the afternoon relaxing at the lodge. (B/L/D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Optional extra game drive in the early morning, then enjoy a leisurely breakfast before driving to the fascinating ruins of Anuradhapura - Sri Lanka’s first capital and one of the greatest monastic cities of the ancient world. (B/L)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast travel east to the coastal town of Trincomalee for your beach stay. The northeast coastline is Sri Lanka’s equivalent of the Maldives, with never-ending white sandy beaches, coral islands, and shimmering blue seas. From April to September, the seas are at their best. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "At leisure on the beach or you have the option to add an extra boat trip for snorkelling or whale and dolphin spotting. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today you will enjoy basking in the sun as you go snorkelling at Angel Rock, or on a private boat to discover the magnificent marine life of Pigeon Island National Marine Park. Alternatively, take a whale and dolphin spotting trip instead of snorkelling. Often, pods of spinner dolphins will swim alongside your boat, leaping into the air and showing off their acrobatics - a thrilling experience for kids and adults too. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Spend a few hours visiting Fort Frederick and the famous Koneshvaram Hindu temple, situated on a stunning high rocky promontory surrounded on three sides by the sea. Rest of the day at leisure. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Head southwest to the Sigiriya the centre of the cultural triangle and a UNESCO World Heritage site. With hundreds of steps to climb to reach the top of the 5th-century rock fortress, the views from the top over the surrounding landscape are stunning. See the world-renowned frescoes of the Heavenly Maidens of Sigiriya and enjoy a beautiful sunset vista as you descend. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "This morning visit a hidden away nearby community to learn about village life, traditional farming and enjoy lunch prepared by a local family. Back to the hotel to freshen up, before finishing the day with an afternoon elephant safari at Minneriya National Park. (B/L)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Start early with an optional sunrise hike up Pidurangala Rock, then check out and drive to hill-country capital of Kandy, stopping on the way at Nalanda Gedige, an important historical shrine that is overlooked by most visitors. Check in and rest of the afternoon is free to explore on your own. (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Spend the morning walking in the royal botanic gardens and visit the Temple of the Tooth, one of Sri Lanka's most sacred Buddhist sites. Afternoon is free then in the evening enjoy a private Kandayan dance performance, culminating with a dramatic fire walking show. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Continue your journey to the western foothills of the central highlands, stopping at a tea museum to learn about the history of this crucial crop. Arrive at the last stop of the holiday, a secluded hotel with an onsite waterfall, overlooking the mountains and jungle. (B/D)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Your adventure finishes in style with a morning white water rafting and the option to try another adventure activity such as hiking, biking, rafting or kayaking. (B)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Rise refreshed to the sound of bird calls and the gushing waters of the river Kalani, then your driver will take you to the international airport for your onwards flight. (B)"
    }
  ],
  "map": ""
}