{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-off-the-beaten-track-holiday",
  "tourName": "Sri Lanka off the beaten track holiday",
  "placesVisited": "",
  "generalInfo": "Welcome to our unique 14-day authentic off the beaten track holiday of Sri Lanka...<br/><br/>This holiday is tailor-made for you by your local guides Rajiv who has been working with tourists for the past 20 years and has an immense knowledge of his 'teardrop' island he calls home together with his wife Gillian. Rajiv has included both touristy activities and off the beaten track locations...<br/><br/>On your arrival in Sri Lanka, you will be met by your local team Gillian and Rajiv. We are both passionate about travel and local food and this makes us the best local team to travel with during your holiday. <br/><br/>We have designed this holiday for you from start to end with one key element in mind which is peace of mind.<br/><br/>Sri Lanka a paradise that we proudly call the Pearl of the Indian Ocean is surrounded by golden sandy beaches, majestic rainforest-covered mountains, cascading waterfalls, UNESCO heritage sites, sacred rock temples, tea plantations, and ancient royal cities. <br/><br/>During your holiday you will visit the must-see touristy sites of Sri Lanka and many off the beaten track locations including UNESCO world heritage sites and national parks.<br/><br/>One key element to consider when visiting Sri Lanka is the tropical weather. We as responsible and honest travel agents recommend this holiday between February and October to minimize the chance of rain especially when you are relaxing at the beach.<br/><br/>Our standard itinerary gives you the opportunity to encounter herds of wild elephants, the elusive leopards, and endangered sloth bears of Sri Lanka including hundreds of bird species in the company of a local guide or ranger. cultural, natural, and historic attractions are unsurpassed in this authentic off the beaten track holiday of Sri Lanka including amazing local food.<br/><br/>All hotels are locally owned and managed and you will be transported in the comfort of your own privet chauffeur-driven vehicle, where you sit back and enjoy a bespoke itinerary that is as unique and individual as you. All our vehicles are fully insured and driven by experienced chauffeurs. <br/><br/>Anyone can visit Sri Lanka, but not everyone gets the chance to chat over dinner or travel together with a local host, take a safari at dawn with a knowledgeable ranger, and get the best seats on one of the most scenic railway journeys in the world. You need a local specialist to provide you with insider information, make arrangements using local contacts, and advise on the best times of year to visit different areas.<br/><br/>Our family-operated company has been doing just that since 2004 and 50% of our business comes from personal referrals and repeat business. We strongly believe in responsible and sustainable tourism and are proud of the fact that 90% of your tour fee stays in Sri Lanka.<br/><br/>Sri Lanka is ready for you, so why not contact us today and allow us to design a unique, tailor-made Sri Lanka holiday to suit your specific interests and ideas. <br/><br/>We look forward to hearing from you today.<br/><br/>WELLCOME TO SRI LANKA MACHANG!",
  "durationDays": "14",
  "price": "3099",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "•Arrive in Sri Lanka •Meet and greet your chauffeur/guide at the airport •Transfer to your hotel in Colombo •City tour of Colombo in the afternoon •Complimentary dinner with the local agent •Overnight in Colombo"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "•Depart after breakfast to Embilipitiya •Visit a sea turtle hatchery and conservation project •Visit the mask makers of Ambalangoda •Visit the Galle Dutch Fort complex •Arrive at your hotel in the evening and relax •Overnight in Embilipitiya"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "•Depart after breakfast to the elephant transit home •Elephant transit home feeding of baby elephants •Late morning relaxing at the hotel •Late afternoon boat safari in Walawe Ganga - (February to April) •View the beautiful sunset from the beach •Overnight in Embilipitiya"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "•Depart breakfast to Gal Oya wildlife camp •Arrive at your accommodation and relax •Explore local forest and walking track with your guide •Overnight in Gal Oya"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "•Depart after an early breakfast for a nature walk •Explore local forest and walking track with your guide •Arrive back at camp and relax •Optional - Afternoon jeep or boat safari •Overnight in Gal Oya"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "•Depart after breakfast to Knuckles mountains •Visit to off-the-beaten-track Dambana Wedi (Sri Lankan Aboriginal) village •Visit to off-the-beaten-track Mahiyangana temple •Visit a local tea factory •Arrive at your wildlife luxury camp •Overnight in the Knuckles mountains"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "•Depart after an early breakfast for a nature walk •Explore local forest and walking track with your guide •Arrive back at camp and relax •Overnight in the Knuckles mountains"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "•Depart after breakfast for Wasgamuwa •Morning visit to Kandy viewpoint •Morning visit to temple of the tooth relic •Arrive at your hotel and relax •Overnight in Wasgamuwa"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Day 09: Wasgamuwa •Depart early at 5 AM to Wasgamuwa national park •Full day safari inside the national park – 6 AM to 6 PM •Special lunch inside national park •Overnight in Wasgamuwa"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "•Depart after breakfast Trincomalee •Late morning climb of Sigiriya rock fortress •Arrive at the beach hotel and relax •Overnight in Trincomalee"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "•Depart after breakfast for snorkeling •Morning visit to Pigeon Island national park by boat •Afternoon/evening relax at the beach hotel •Overnight in Trincomalee"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "•Depart after breakfast to Wilpattu •Visit Fort Fredric, lovers leap, Ravana’s cut and an ancient Hindu temple •Late morning guided ancient city tour of Polonnaruwa •Arrive at your hotel and relax •Overnight in Wilpattu"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "•Depart early in the morning at 5 AM with packed breakfast to Wilpattu national park •Full day safari of Wilpattu national park •Lunch will be served inside the national park •Return to the hotel in the evening and relax •Overnight in Wilpattu"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "END OF HOLIDAY - DROP AT THE AIRPORT."
    }
  ],
  "map": ""
}