{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-family-holiday",
  "tourName": "Sri Lanka family holiday",
  "placesVisited": "Colombo, Negombo, Wilpattu National Park, Sigiriya, Dambulla Cave Temple, Polonnaruwa, Kandy, Temple of the Tooth, Knuckle Ranges and tea plantations, Trincomalee, Galle",
  "generalInfo": "This two week Sri Lanka family holiday offers families a rich and varied range of activities, excursions and things to do all within a relatively short distance of each other which cuts down on travel time and the ‘are we there yets?’ Opportunities to rest, relax and enjoy the scenery come thick and fast on this tailor made trip, with everything from waterfalls and tea plantations to beaches and rainforests providing an exotic backdrop from where to search for wild animals and fabulous photographs. Cultural sites are just as fascinating and beautiful as their natural equivalents with the statues at Sigiriya, the ancient ruins of Polonnaruwa and numerous remote jungle villages bound to inspire the imaginations of young Lara Crofts and Indiana Joneses.<br/><br/>Thanks to a customisable itinerary this family holiday puts you in the driving seat with giant Buddha statues and hidden caves one day followed by river camps and hot coal dances the next. This style of trip will appeal to families who like to be flexible and depending on the age range of your children, we can help you organise a unique and really special tour that everyone will remember long after the tans have faded.<br/><br/>The south coast, for instance, is ideal for families who prefer beach time within quieter districts with white sands and whale watching the perfect recipe for a day well spent. Alternatively, hiking deep into the Knuckles mountain range and spending nights in remote mountain villages may well appeal to other families who love the thought of plotting their own path and distances leading to waterfalls, paddy fields and those all important mountain views.<br/><br/>No matter what you’re looking for from this family holiday in Sri Lanka one thing is for sure enjoying some cool down time in the converted small boutique hotels amongst the highland tea plantations is a real joy and there’s nothing better than a Sri Lankan welcome to make you all feel right at home. Sri Lankans love children and you’ll find the smiles grow if you’ve got kids in tow, with stall holders, hoteliers and local people falling over themselves to ensure you and your family are made to feel well and truly welcome.<br/>",
  "durationDays": "15",
  "price": "3250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "COLOMBO - NEGOMBO When you arrive at the airport in Colombo you will be met by one of our representatives and transferred to your hotel. The rest of the day is free for you to relax and unwind."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "NEGOMBO This morning you take a boat ride in the Muthurajawela Nature Reserve. This huge area covers 7,000 hectares and is located within the tropical wetlands between Colombo and Negombo. The area is gorgeous, with endless small water channels, thick mangrove forest, swaying palm trees and abundance of birds and butterflies. You may be able to spot herons, storks, waders and brilliantly coloured kingfishers. The children will enjoy keeping their eyes peeled for larger animals including monitor lizards and an occasional python and crocodile. The afternoon is free for you to relax."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "NEGOMBO - WILPATTU NATIONAL PARK You will have a free morning at the Horathapola. Later drive to Wilpattu where you will spend the night in a tented camp. Children will love sleeping beneath the stars."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "WILPATTU Today you will have a full day jeep safari in the Wilpattu National Park. This is the largest in Sri Lanka and is spread across a large area that is home to more than 50 natural lakes. These prove a magnet for wildlife and the park is home to a significant leopard population although exact numbers are not known. There are also a wide range of other animals including wild elephant, sloth bear and a variety of deer."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "WILPATTU - SIGIRIYA Head through picturesque countryside of coconut plantations and lush green paddy fields, en route the ‘cultural triangle’. In the afternoon you will visit Sigiriya, a huge rock fortress built in the 5th century on top of an enormous, sheer sided rock. It is quite a steep climb up to the top but the views are immense and you can stop along the way at the ‘open air art gallery’ where beautiful frescoes adorn the sides of the rock. There are also extensive ruined gardens around the base of the rock so make sure that you allow time to wander around these to get a real sense of the scale of the palace."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "DAMBULLA After breakfast join pilgrims in Dambulla to climb up to a vast series of caves covered in brightly coloured frescoes and statues of Buddha and his disciples that date back more than 2,000 years. This is a UNESCO world heritage site and is very impressive. Along the way you will see a large number of playful monkeys that live in and around the temple; a fantastic photo opportunity. The rest of the day is your own to relax and unwind."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "POLONARRUWA - MINNERIYA This morning you visit the magnificent remains of Sri Lanka’s medieval capital at Polonnaruwa. The ruins are quite extensive and include a number of exquisite temples, giant Buddhist carvings and huge lakes which formed the basis of a remarkable irrigation system. In the afternoon you will take a safari in Minneriya National Park. The park is famous for its large herds of wild elephants as well as deer, wild boar, water buffalo and jackals. This is one of the best places in Asia to see wild elephants and you can get remarkably close to large numbers of the animals; the herds are sometimes 150-200 strong."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "TRINCOMALEE Drive to Trincomalee, a bustling town in the North East of Sri Lanka which has been off limits for many years but has recently opened up to tourism again. You will stay just outside the town on the beach. You will visit the Fort Fredrick, first built by the Portuguese to protect this valuable deep water port, and also the colourful Koneswaram Temple."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "TRINCOMALEE - ELKADUWA After breakfast you will drive to the edge of the Knuckles Ranges where you will stay for two nights in a 1930s tea planter’s bungalow with incredible views. The estate covers an area of around 98 acres, most of it used to grow tea although there are also a number of cows and a small pepper plantation. The area around the estate is lovely and if you are feeling active you can follow peaceful trails through the tea fields, down to a waterfall at the base of the valley where you ca swim. Alternatively you can just relax by the swimming pool and enjoy the views over the Knuckles Ranges. If you prefer, you can keep the day free to laze by the pool, take part in a cookery demonstration or wander down to the local village, explore the temple and meet the locals."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "ELKADUWA You have a full free day to relax and enjoy the beautiful views or to head out exploring the estate. The children will love swimming in the pool at the base of the waterfall on the estate, getting a ‘power shower’ from the cascade."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "KNUCKLE RANGES - KANDY After breakfast you will depart for Kandy. You will visit The Temple of the Tooth, which is believed to hold one of Buddha’s teeth and is one of the most important Buddhist pilgrimage sites in the world and will also head to the Royal Botanical Gardens. These are some of the most extensive in Asia with more than 5000 different species of flora and the area is essentially a huge and extremely beautiful park. This is a great place to just wander at will. In the evening you will see a cultural performance of traditional Kandyan dancing and devotional fire walking. It is fascinating to watch as hot coals are brought out and laid on the stage before the dancers walk briskly over them. Afterwards, drive on to Negombo, for a final day at this friendly fishing town."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "KANDY - NEGOMBO This morning rise with the sun for a hike in the Udawattakella Nature Reserve which encompasses the sacred woods bordering the Temple of the Sacred Tooth Relic in Kandy. This is an interesting sanctuary and the lush and relatively untouched rainforest provides a haven for birds and monkeys."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "NEGOMBO Time to say goodbye to Sri Lanka and head home."
    }
  ],
  "map": ""
}