{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-culture-and-wildlife-in-comfort",
  "tourName": "Sri Lanka culture and wildlife in comfort",
  "placesVisited": "",
  "generalInfo": "Sri Lanka is a wonderland for adventurers: Buddhist temples and colonial architecture; tea plantations and spice gardens; safari parks and palm-fringed beaches. Book this Premium trip to explore it beyond the typical tourist track. We join a family to cook traditional curries (which we share with our hosts and local monks) and explore Gal Oya with a chief from the forest-dwelling Veddha community. Of course, there are a few highlights we couldn’t miss, including the rock fortress of Sigiriya and safari in Yala National Park, and we’ve scheduled downtime in beachside on the south coast for a chance to kick back and relax.",
  "durationDays": "14",
  "price": "3999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin in Negombo, a popular city on Sri Lanka's west coast conveniently located for international arrivals. This afternoon will be at leisure, allowing us to enjoy the many facilities at the resort. Around 6pm, say ayubowan to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a welcome cocktail and optional group dinner. Want more time in Negombo? Secure pre-tour hotel nights through your sales representative. Premium accommodation: Jetwing Blue (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, we travel to Habarana (approximately four hours’ drive). En route, we stop at the Umandawa Global Buddhist Village, a ‘walking monastery’ with hamlets, gravel paths, gardens, organic farms, ponds and sculptures. We also have a freshly prepared organic lunch here. After our food, we visit the Dambulla cave temple complex, which houses intricate murals and 150 Buddha statues across five cave temples, before completing our journey to Habarana. Premium accommodation: Habarana Village by Cinnamon (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Following breakfast, we take a village tour around Habarana (approximate drive time: 20 minutes). We start with a short ride in a hand-tractor/land-master near the village pond, before boarding a boat to cross the water. After a short walk through paddy fields and vegetable gardens, we reach a family home and have the opportunity to participate in an alms-giving session at a nearby Buddhist temple. We help the family to prepare and cook a traditional meal of vegetarian curries and steamed rice before observing various rituals performed by a local monk for the alms-giving ceremony. The meal will be shared between us, the monks, and the host family. Late afternoon, we visit Sigiriya, an icon of Sri Lanka. Built in the fifth century by King Kashyapa, this magnificent rock fortress sits on a flat-topped granite plateau 655ft (200m) above the scrub jungle. We take the 1,500 steps to the top, visiting renowned frescoes, enjoying expansive views from the summit. Premium accommodation: Habarana Village by Cinnamon (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, we head to Kandy (approximate drive time: three hours). Along the way, we visit a spice garden for a delightful sensory experience. Our guide takes us on a leisurely walk through the garden, pointing out different plants and explaining their significance. We also have an opportunity to plant a tree with assistance from the staff, helping to regenerate the garden. We then continue to Kandy (also known as Mahanuwara), the last capital of the ancient kings of Sri Lanka. After checking into our riverside hotel, we have the afternoon at leisure. You may wish to explore the local bazaars, stroll through the royal botanical gardens just outside the city or just relax by the hotel pool. Premium accommodation: Cinnamon Citadel (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, we visit the Temple of the Tooth. The last king of Kandy, having embraced Buddhism, made the town home to the tooth relic of the Lord Buddha. It was said the protector of the relic would also be the ruler of the land and so it was placed close to the royal palace in what is now the Temple of the Tooth. This temple is one of the holiest places of worship in Sri Lanka and a pilgrimage site for Buddhists around the world. Visitors can take part in Buddhist rituals, or pooja, throughout the day, a spiritual and special experience. We have lunch at a local restaurant and then proceed to our glamping site near Gal Oya National Park (approximate drive time: 3hr 30min). Our home for the next two nights is an idyllic spot in Rathugala, a village inhabited by the indigenous Veddha community and wrapped by forested mountains. Take the opportunity to unwind by the pool and immerse yourself in nature. Superior accommodation: Wild glamping, Gal Oya"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, we have a boat safari on the largest lake in Sri Lanka, Senanayake Samudraya (approximate drive time: 40 minutes). Created in 1951 and surrounded by Gal Oya National Park, the reservoir is a great place to see elephants as they gather to drink; if we’re lucky, we may spot them swimming from island to island. The reservoir is also home to abundant birdlife, crocodiles, deer and more. During the experience, we stop for a snack, tea or coffee with a lovely panorama. Due to the limited availability of boats, the experience may be shared with other guests. In the afternoon, we explore Gal Oya with a village chief from the indigenous, forest-dwelling Veddha community. He leads us on a walk through the jungle of his ancestors, bringing the forest to life by explaining how his community uses medicinal plants, and identifying ancient hunting grounds and cave dwellings. Superior accommodation: Wild glamping, Gal Oya"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "For those who wish to explore, there’s an early morning walk to Kiri Oruwa Lake. We are joined by a naturalist guide and take a leisurely stroll through the village of Rathugala to the waters, which are normally full of birdlife and sometimes elephants. We then return to the hotel for breakfast, before driving to Ella (approximate drive time: three hours). This afternoon, once we're checked into the hotel we head out to visit a private tea plantation and factory. We start by walking through the plantation observing workers gathering and plucking the young leaves and buds from the tea plant, we'll then visit the factory to see how fresh leaves are processed from withering and rolled until they are fermented and turned into the familiar black-brown product. The level of fermentation determines the type of tea produced, whether it's green, black, oolong, or white tea. Finally, you can enjoy a cup of freshly brewed Ceylon tea at the tea factory. Superior accommodation: EKHO Ella (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, we stretch our legs with a 5.4mi (8.7km) hike leaving from Ella town. We follow a train track through the Ella Forest Reserve and visit the Nine Arches Bridge, a spectacular Colonial-era construction also known as the Bridge in the Sky. After completing the (approximately) 2hr 30min walk, we travel by tuk-tuk to a local restaurant where we have an interactive cookery experience where together we will prepare traditional recipes and cook several Sri Lankan dishes for example, coconut roti, garlic curry, eggplant pickle, dhal curry, coconut sambal, papadam and rice. Once the hard work is complete, we will sit together and feast on this authentic lunch. Afternoon at leisure. Ella town is often characterised by a mix of residential and commercial areas, with architecture which reflects a blend of traditional and modern influences, giving the town a unique and inviting atmosphere. The charming main street lined with quaint shops, cafes and restaurants are great to wander in and out of. Superior accommodation: EKHO Ella (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, we transfer (approximately two hours) to Yala National Park. Along the way, we visit the Elephant Transit Home, which rehabilitates orphaned elephant calves until they are ready to be released back into the wild. It’s then to Yala National Park, home to one of the highest concentrations of leopards in the world. Here, we jump into 4x4s for an evening safari, keeping our eyes peeled for the resident wildlife, including elephants, bears, crocodiles and wild boar. We explore the lesser-visited Block 5 area, which has denser vegetation than the open plains but the same chances of seeing the elusive leopards and sloth bears, all without having to compete with multiple other game vehicles. Premium accommodation: Chaarya Resort & Spa (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "In the morning, we have our second opportunity to meet the wild and wonderful animals of Yala's Block 5 on a 4x4 safari. Anticipate encountering a diverse range of fascinating animals, immersing yourself in the beauty of nature, and creating lasting memories on this safari adventure. Then, after breakfast, we leave for the south-coast town of Weligama, popular for its sandy beach, swimming, snorkelling and surfing (approximate drive time: two hours). From November to April, Weligama is also a top spot for whale watching, when the waters welcome whales (including blue, sperm and bryde) and dolphins. Premium accommodation: Weligama Bay Marriott Resort & Spa (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today is yours to spend relaxing on the beach or wandering around the local shops and people watching from a beach bar. Optional activities include surf lessons and snorkelling. From November to April, Weligama is one of the best places in the world to see blue and sperm whales and, more often than not, large dolphin pods playing alongside the boats. Premium accommodation: Weligama Bay Marriott Resort & Spa (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast, we transfer (approximately one-hour) to Galle, said to be the ancient seaport of Tarshish where King Solomon obtained gems and spices. This Unesco World Heritage site is where the Portuguese first landed in Sri Lanka in 1505. It was then captured and fortified by the Dutch who ruled maritime Sri Lanka in the 17th and 18th centuries. Within the 17th-century fort and ramparts are old Dutch churches and monuments, an imposing crested and monogrammed gateway, many well-preserved old Dutch houses and narrow alleys still bearing Dutch names. Premium accommodation: Jetwing Lighthouse (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Atter breakfast, we take a boat safari on the Madu Ganga. As we cruise along the calm river waters, enjoy the tranquil surroundings and lush greenery of the mangrove forests. The knowledgeable boat guides provide us with information about the various local plants and animals, making the experience both educational and enjoyable. We stop at Cinnamon Island to learn about the traditional cinnamon industry and visit Kothduwa Temple, an ancient Buddhist temple on an isolated island. We arrive in Colombo in the afternoon, the commerce capital of Sri Lanka. The Arabs, Portuguese, Dutch and British left their mark here, in churches and monuments, names and religions, costumes and food, and smatterings of their languages. Modern Colombo is a fascinating city – a blend of east and west, past and present. The main seaport in Sri Lanka is here and adjoining it is Pettah, a local bazaar and trading area. Other places of interest are the beautiful Buddhist and Hindu temples, mosques, the historic Wolvendaal Church, and residential areas comprising the stately homes of the affluent. This evening, after a brief city tour, our leader takes us out for a farewell dinner at a local restaurant. Premium accommodation: Cinnamon Lakeside (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "The adventure ends today. You are transferred to Bandaranaike International Airport for your international flight home. If you’d like a bit more time to explore Sri Lanka, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}