{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-tailor-made-holiday-2-weeks",
  "tourName": "Sri Lanka tailor made holiday, 2 weeks",
  "placesVisited": "",
  "generalInfo": "Sri Lanka is a place of extravagant ancient cities, picturesque tea growing hills, numerous national parks and rose-gold Indian Ocean beaches. Packing in plenty of memorable experiences along the way, this holiday includes all the highlights and much more.<br/><br/>But it isn’t just about ticking boxes – we want to show you the best the island can offer from an unexpected angle. It could be exploring Colombo in the company of a local conservation expert and foodie, kicking back in a cosy lodge in the rolling hill country, wildlife spotting in a lesser-visited part of Yala or learning about traditional life in an off the beaten track rural community.<br/><br/>The last few days are all about relaxing on the famous south coast beaches, where you’ll be able to look for whales with a responsible boat operator and explore the backwaters and golden sands from the small seaside town of Balapitiya. So if you want to experience the delights of Sri Lanka away from the crowds, we’ve got you covered!",
  "durationDays": "14",
  "price": "1999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Colombo airport, where you will be met by your chauffeur guide who will accompany you throughout the holiday. Rest until the evening, when you embark on a guided tour of the city's history, architecture and street food scene with a local expert. (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Depart early and drive to Sigiriya, in the heard of the Cultural Triangle, which is home to many of the most impressive cultural and historic sites in the country. Stop at Dambulla's famous cave temple, then learn about local rural life and hospitality at a village that works exclusively with our local partners. Later, enjoy a private cultural dance performance, organised by a local host from the village. (B/L)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today is spent exploring the ruins of Polonnaruwa, another UNESCO heritage site and medieval capital of Sri Lanka, by van or bike. On the way back to Sigiriya, stop for lunch at a small family-run restaurant, then in the late afternoon take a jeep safari in Minneriya National Park to look for elephants. (B/L)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Start the day with a few hours at Sigiriya's astounding rock fortress, before driving to Kandy. Along the way stop at a spice plantation for a cooking lesson and relax with an Ayurvedic head and shoulder massage. After check in, visit Kandy's iconic Temple of the Tooth to learn more about Buddhist beliefs and way of life. (B/L)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Travel to the hill station of Nuwara Eliya to catch a train for the scenic ride to Haputale, passing tea farms and waterfalls. If there's time, visit a tea plantation to learn more about all the effort that goes into producing your favourite brew. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Enjoy an authentic hill country experience at Haputale as you relax and enjoy the serenity and majestic views. Or take an optional excursion such as swimming in a waterfall or hiking to viewpoints at World's End or Lipton's Seat. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Continue your journey to Yala National Park, stopping en route at Rawana Ella Cave. Yala is one of the island’s most popular wildlife sanctuaries, home to a wide range of animals and birds, including wild elephants and elusive leopards. In the evening take a bush walk with the lodge's naturalist guides. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "You will be staying near the lesser visited northern block 5 of the park, which is great for photography and birding and where you can get away from the crowds. Explore block 5 and Lungamvehera park on a full day jeep safari (block 1 can also be arranged upon request). (B/L)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Option to take a nature walk or morning jeep safari, or just lie in. After check out, continue to the south coast town of Mirissa, stopping at Mulgirigala rock temple in Tangalle on the way. Afternoon is free at leisure to enjoy the beach. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Early this morning join a whale-watching cruise where, if you are lucky, you can see blue whales, sperm whales and dolphins. Travel on to Galle, a historic and picturesque city with its famous fort, arriving in the afternoon at Balapitiya on the palm-fringed west coast. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Morning snorkelling the easily-accessible reef at Hikkaduwa, then later on pay a visit to a moonstone mine, followed by paddling in the backwaters with an eco-conscious local kayaking company. (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today starts with a visit to a turtle conservation project, where you can volunteer for a few hours if you wish. In the afternoon, take a boat ride through the mangrove forest of the Madu River wetlands and visit a fish spa and family cinnamon farm. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today is free to relax and enjoy the last day of beach time. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Sadly it's time to say goodbye as you are transferred to the airport in time for your onwards flight. (B)"
    }
  ],
  "map": ""
}