{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-luxury-honeymoon",
  "tourName": "Sri Lanka luxury honeymoon",
  "placesVisited": "",
  "generalInfo": "A 14-day itinerary for honeymooners, staying at our most romantic hotels.<br/>Includes: <br/>- Accommodation on Bed &amp; Breakfast basis at The Wallawwa (1 Nights | W Bedroom), Kahanda Kanda (3 Nights | Suite), Kumu Beach (3 Nights | Ocean View Room) and Maniumpathy (1 night |Deluxe)<br/>- Accommodation on All Inclusive basis at Camellia Hills (3 Nights | Lake View) and Nine Skies (2 Nights | Bedroom)<br/>- All Transport in an air conditioned car with the services of an English Speaking Guide<br/>- Guided Visits and Excursions: <br/>- Nine Arch Bridge<br/>- Ravana Falls<br/>- Dowa Temple<br/>- Little Adam’s peak<br/>- Tea Factory visit<br/>- Galle Fort walk with a Fort resident<br/>- Paddy trail by bike<br/>- Mask Museum in Ambalangoda<br/>- Lunuganga<br/>- History &amp; Architectural walk in Colombo<br/>- All other Meals (MEAL+DESSERT+WATER ONLY – ALL EXTRAS TO BE PAID TO THE HOTEL/ RESTAURANT DIRECTLY)<br/>- Services: VAT (Value Added Tax) &amp; Tourism Tax<br/>- In-Vehicle: TRAVEL KIT which includes comfortable cushions, a sarong, sanitizers, mosquito repellent, socks (for temples), wet wipes, etc… Our vehicles carry a dongle / WIFI and a folder containing a good map as well a very detailed Booking Information document<br/>- Complementary SIM card on request",
  "durationDays": "14",
  "price": "3494",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "NEGOMBO: Arrive into Colombo International Airport and head straight to The Wallawwa, an 18-room boutique hotel, to recuperate amidst startlingly peaceful surroundings. Set in an expansive tropical garden, this former manor house indulges couples with its chic collection of rooms, its gourmet cuisine, its discreet service and its decadent spa, which is the venue for post- and pre-flight pampering. Be on the beach in 30 minutes, play a round of croquet in the garden or take a private guided tour by boat through the pretty bird-filled Muthurajawela Wetlands. Colombo’s restaurants, shops and sights are a mere 30 to 40-minutes’ drive away. Travel time Colombo Airport to The Wallawwa: 20 minutes. Stay 1 night at The Wallawwa."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "CASTLEREAGH RESERVOIR. From The Wallawwa, head into the western hill country to Camellia Hills, above the Castlereagh Reservoir. This newly built five-bedroom boutique hotel by Teardrop Hotels is a contemporary interpretation of a tea planters home. Each of the five bedrooms are unique, with views of the lake and/or the tea fields and jungle that edge the garden. The feel is very much like a country home with butlers on hand to tend to guests and a superb chef to prepare meals. The climate in the hills is cooler, especially at night, and a roaring fire adds plenty of romantic atmosphere every evening. The hotel has a small swimming pool and activities include walks through the tea estates, scenic picnics, waterfall trails, lake boat tours and visits to a tea factory. Travel time Negombo to Castlereagh Reservoir: 4 hours. Stay 3 nights at Camellia Hills."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "DEMODARA (ELLA): Travel to the western Hill Country, which is equally spectacular yet has a different feel. On your way, you could go via Nuwara Eliya to check out the colonial-era sights of this former British Hill Station and pause there for lunch. Around town are allotments bursting with leeks, potatoes, carrots and other vegetables and the region is also well known for growing strawberries. You could also take the train to Demodera from Hatton, which offers one of the most spectacular routes through the Hill Country. Demodera is close to better-known Ella (15-minutes away), yet is a secluded and much quieter place to stay. Nine Skies is located just above the railway line, and the station itself is famous for its 360-degree loop of track while nearby is the Nine Arch Bridge, after which the bungalow was named. The bungalow has been beautifully refurbished and offers plush contemporary comforts including butler service, excellent food and a garden with swimming pool. Attractions include tea factory visits, tea trails, waterfall swims and hill walks. Travel time Castlereagh Reservoir to Demodera: 4 hours. Stay 2 nights at Nine Skies."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "KOGGALA LAKE: Travel south to reach the island’s picturesque southern coastline, and continue on towards Galle, famed for pretty beaches, a 17th century Dutch fort and a cosmopolitan vibe. Here you’ll stay inland from Galle, in the vicinity of Koggala Lake, Sri Lanka’s second largest inland waterway at Kahanda Kanda, set on its own 12-acre hilltop tea estate, a 30-minute drive inland from Galle. This is a blissful boutique hotels ideal for honeymooners. Nearly all of the ten exquisite suites at Kahanda Kanda are freestanding (immensely private Dubu, with its own pool, is fabulous, although there are three suites with pools) and from furnished terraces enjoy views over the tropical gardens, tea fields and distant Koggala Lake. Dine alfresco, relax poolside, enjoy a spa treatment, take a guided bicycle ride through picture-postcard rice fields, make for the beach or tour the hotel’s own tea estate. Travel time Demodera (Ella) to Koggala Lake: 5 hours. Stay 3 nights at Kahanda Kanda."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "BALAPITIYA: From Koggala Lake, it’s just an hour and a bit’s drive to Kumu Beach in Balapitiya, a small coastal village on Sri Lanka’s sunset coast. The hotel is located above a sandy stretch of beach edged by huge boulders, in its own private palm-shaded garden with a 23-metre swimming pool. The hotel was completed in 2017, and offers 10 bedrooms, four of which are very spacious Oceanview Suites with private lounges and superb sea views. This is a lovely place to relax and unwind; the hotel has a contemporary design style, and its kitchen produces fabulous local and fusion cuisine for enjoying on the long timber deck, beside the swimming pool or anywhere in the garden. The region is a centre for Sri Lankan folk culture with mask museums nearby at Ambalangoda and a number of attractions within reach including Lunuganga, the home and garden of the late Geoffrey Bawa, plus Bentota for water sports action. Travel time Galle to Balapitiya: 1 hour 15 minutes. Stay 3 nights at Kumu Beach."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "COLOMBO: Head to Sri Lanka’s up-and-coming capital for your last night, staying in Maniumpathy, a fabulous eight-bedroom heritage hotel. Maniumpathy dates back to 1906 and was commissioned by a doctor from Jaffna whose descendants lived in the house until recently. This peaceful boutique hotel has been renovated for the modern age whilst preserving its sense of history. The city offers good souvenir shopping (Barefoot, Odel and Paradise Road are favourites), great restaurants (we love Monsoon), art galleries (Saskia Fernando Gallery is nearby) and historical sites such as the National Museum and Number 11, Geoffrey Bawa’s fascinating former home. You can also enjoy hosted walks around Colombo with local expert Mark Forbes. Travel time Balapitiya to Colombo: 2 hours. Stay 1 night at Maniumpathy."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "DEPART SRI LANKA: Travel time Colombo to Colombo Airport: 45-minutes"
    }
  ],
  "map": ""
}