{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-wildlife-holiday-tailor-made",
  "tourName": "Sri Lanka wildlife holiday, tailor made",
  "placesVisited": "Wilpattu National Park, Big game tented camp, Kandy, Udawalawe National Park, Yala National Park, Whale watching from Mirissa, Animals to keep your eyes out for: elephants, leopards, civet cats, buffalo, lorises, owls and chameleons",
  "generalInfo": "This tailor made ten day tour of Sri Lanka provides some wonderful wildlife watching potential for any travellers wishing to look further than all day, every day, at the beach.<br/><br/>Undertaking a series of organised safari tours and nature walks in the company of dedicated wildlife guides and Sri Lankan naturalists is an absolute privilege and will leave you thrilled, enlightened and hungry for more.<br/><br/>Overnight accommodation has been hand-picked for its proximity to Sri Lanka’s most important locations for wildlife with tented safari camps, close to national parks, always an exciting prospect.<br/><br/>Starting the tour in Wilpattu National Park, on Sri Lanka’s northwest coast, allows adventurers to hit the ground running with lesser-known natural habitats providing endless opportunities to experience an authentic and wild side to the island, sorely missed by casual sightseers.<br/><br/>No trip to Sri Lanka is complete without taking in the cultural epicentre of Kandy; however, heading onwards to Udawalawe is also a real highlight, not to be missed, as abundant elephant herds, and a rehab centre for injured ellies, allow travellers to observe elephants in the wild as well as finding out more about on-going conservation projects. <br/><br/>If you thought observing elephants in their natural environment was amazing then just wait until you’ve visited Yala National Park as this is a protected area that boasts one leopard to every square kilometre to ensure animal spotting is never in doubt. <br/><br/>Once you’ve appreciated the land animals of Sri Lanka it’s time to move onto the mesmerising marine world of the Indian Ocean. The seaside town of Mirissa, on Sri Lanka’s sandy south coast, allows access to responsible whale watching tours as well as lots of free time to enjoy the beach before finally heading for home.<br/>",
  "durationDays": "10",
  "price": "1750",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Once you arrive at the airport in Katunayake, your personal chauffeur will escort you to Wilpattu, the perfect place to start your wildlife adventure. The Wilpattu National Park is one of Sri Lanka’s less-frequented park but, is nonetheless highly rewarding with the wide variety of wildlife on offer. Enjoy a short walk in the wilderness close to the campsite while an optional safari can be organized depending on the time of your arrival. Dinner and overnight stay have been organized at the Big Game Tented Camp keeping you in the lap of luxury, while at the same time, close to nature."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "A comprehensive full day safari at the Wilpattu National Park with packed breakfast and lunch awaits you on Day 2. Known as Sri Lanka’s oldest and largest national wildlife park, Wilpattu will give you the chance of experiencing some of the countries most renowned wildlife highlights including the majestic Sri Lanka Leopard, Sloth Bears and a host of endemic bird species. After dinner you can take a night walk with our resident naturalist to hobnob with the park’s nocturnal animals, including Ring-tailed Civet Cats, Gray Slender Lorises, owls and chameleons."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "At the earliest light of the day wake up and take breakfast at the campsite. You will be transferred to Kandy. (Approx.5 hours travelling distance). Kandy was a last stronghold in Sinhalese royalty. Kandy is highlighting most of magnificent monuments, Temple of tooth relic as well. Its architectural monuments date mainly from the 19th century, when King Sri Vikrama Rajasinha went on a building spree, the cost of which hastened the downfall and eventual surrender to the British forces in 1815. Stay at Thilanka Hotel or similar."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "You will get an early start on Day 4 with a transfer to Udawalawe where you will first visit the Elephant Transit Home, a project that has proven vital in the conservation of these magnificent beasts. You may observe these rehabilitated elephants from a safe distance as the project attempts to reduce human contact before their release back into the wild. Later you can enjoy an evening safari at the Udawalawe National Park before dinner and an overnight stay at the Big Game Tented Safari Campsite in Udawalawe"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Enjoy a full Day safari at the Udawalawe National Park with picnic lunch. This park spans approximately 31,000 hectares and is located in the southern dry zone. It is the only place in the world where an elephant sighting is guaranteed on every single safari drive. You can Visit many Birds and mammals. Dinner and overnight stay at the Big Game campsite."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, you will be transferred to Yala. Here, you will spend your final three nights at the comfy tented camp we have set up bordering the Yala National Park, which is home to a range of ecosystems found nowhere else in Sri Lanka. Go on an evening safari at the park, which boasts the largest density of leopards in the world. With a density of one leopard per square mile, Yala is known as one of the best places on earth to film and photograph these regal beasts."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Your first full day in Yala will be spent thoroughly exploring the Yala National Park with a full-day safari inclusive of packed lunches. Yala boasts the highest density of leopards not only in Sri Lanka but in the whole world, which is why it is commonly considered to be the best place to film and photograph these elusive beasts. The park also boasts a stunning array of other creatures, from Sloth Bears, Golden Palm Civet cats and Wild Water Buffalo to Hornbills, Black-capped Bulbuls and peacocks. After your adventure in the wild, you will once again be able to rest in the cosy setting of the tented camp with a campsite dinner before an optional night walk with your guide."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "You will be transferred to Mirissa in the afternoon, which is located along the southern coast of Sri Lanka. Relax on the golden sandy beaches of this vacationer’s paradise and recharge your batteries. You can spend the day basking under the sun, explore the area and learn about the local culture or even stay at your hotel and enjoy the facilities available to you. You will be staying at the beautiful and serene Imagine Hotel located close to the famed Mirissa beach."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Another early start awaits you in Mirissa as an exciting whale watching tour has been organised for you (Season from November to March). These coastlines are known as some of the best locations to spot pods of Blue Whales and Sperm Whales. You will be taken to the Mirissa harbour from 6.15 am where you will set off to catch a glimpse of the whales on their migratory path from the Horn of Africa to the Bay of Bengal. You will later visit the Galle Fort which was built by Portuguese colonists and later fortified heavily by the Dutch in the 17th century. This Fort is considered a historical and archaeological heritage monument. Then head back to your hotel for dinner."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Your last day on the tour can be spent lounging on the beaches of Mirissa. You can reflect upon the numerous memories you would have no doubt acquired throughout this exciting tour before you are transferred to the airport in time to catch your flight back."
    }
  ],
  "map": ""
}