{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "honeymoon-in-sri-lanka",
  "tourName": "Honeymoon in Sri Lanka",
  "placesVisited": "Dambale Resort, Sigiriya rock fortress, Ancient ruins of Polonnaruwa, Dambulla Cave Temple, Mathale Spice Gardens, Temple of the Tooth Relic, Kandy, Train ride to NuwaraEliya tea plantations, Hakgala Botanical Gardens, Safari camping in Yala National Park, Unawatuna beach break, Galle Fort tour",
  "generalInfo": "This is one holiday in Sri Lanka that you’re going to want to get right. Honeymoons should always be memorable, for all the right reasons, and we think this particular 10 day tour has got all the makings of an absolute classic. <br/><br/>The blend of adventure and those exciting exclusive touches are what makes this honeymoon stand out from the crowd with beaches, countryside and cultural heritage sites all helping to provide the perfect match between relaxation, romance and adventure.<br/><br/>Starting off at some of Sri Lanka’s most iconic landmarks allows your honeymoon to hit the ground running with the rock fortress of Sigiriya and the city of Polonnaruwa providing just a couple of ‘must see’ sites to add to a tailor made ten day itinerary. Moving on you’ll be invited to discover the Dambulla Cave Temple and the Mathale Spice Gardens before heading to the centrally-located city of Kandy where the Temple of the Tooth sparks cultural wisdom and beautifully decorated bungalow accommodation. Head off next into the cooler climes of NuwaraEliya where botanical gardens and candle-lit dinners await. After sampling the peace and tranquillity of Sri Lanka’s tea plantations it’s time to go wild on your honeymoon as you go on safari in Yala National Park where you’ll stay in a tent and watch the stars after days spent observing elephants, big cats and wonderfully exotic species of bird. After the excitement of a Sri Lanka safari it’s time to take your tent to the beach as you spend a night on the sandy shores of southern Sri Lanka where the popular resort of Unawatuna, overlooking the Indian Ocean, provides the perfect environment for couples looking to rest and play.<br/><br/>This honeymoon in Sri Lanka is exactly what you’re looking for with the right mix of relaxation and activity, culture and nature, concocting a happy ever after experience on southeast Asia's tea-drop isle.<br/>",
  "durationDays": "10",
  "price": "1775",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your honeymoon holiday will begin upon your arrival, where you will be given a traditionally warm Sri Lankan welcome. Then it’s VIP-treatment all the way to Sigiriya with a personal chauffeur/guide who will ensure a smooth transition in your own private car after your flight. Your first night at the island-paradise will be spent in a boutique chalet at the Dambale Resort to shake off any weariness from your travels.Your bedroom will be adorned with beautiful flower decorations to get your tour off to a romantic start."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "The beautiful Arika Villa is located at Dambulla and you can enjoy a day of relaxation to charge your batteries for the adventure that lies ahead. The whole day can be spent at this unique villa."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day three offers you the chance to experience Sri Lanka’s rich historical and cultural past with a visit to the Sigiriya rock fortress. Take a guided tour of the ancient ruins of Polonnaruwa which dates back to 11th and 12th century AD."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We will whisk you off to the hill capital of Kandy, stopping at the Dambulla Cave Temple and the Matale Spice Garden on the way. After you arrive in Kandy, take a guided tour of the world famous Temple of the Tooth Relic. In a city overflowing with culture, you will be able to watch the traditional Kandyan dancers as well as do some quick shopping to make sure you take back a few souvenirs crafted by Kandy’s very own local craftsmen. Spend the night in a beautifully decorated room at The Elephant Stables, an elegant colonial-era bungalow overlooking Kandy."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After an early breakfast, you can take a pre-booked A/C train to Nuwara Eliya and witness the beauty and romance of Sri Lanka’s tranquil hill country. You can rendezvous with your Guide at the Nanu Oya Station and head over to your hotel. You will be dropped into the cosy lap of luxury at Jetwing St. Andrew’s hotel; a former country house converted into a gorgeous hotel. You will be greeted with fruit and flower baskets while your room will be adorned with romantic decorations to set the perfect mood."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "You have the whole day to relax in the cool-climate of Nuwara Eliya or go exploring in the hills and experience this Eden for yourself. You can even opt to visit the Hakgala Botanical Gardens or visit tea plantations where you will be able experience firsthand the process of making tea. A romantic dinner will await you back at the hotel in the evening."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Enjoy a breakfast, transfer to Yala via Ella, which is one of Sri Lanka’s most picturesque locations and sip a hot cup of tea at the Ella Gap. Then have a tented safari camping experience so you can spend the rest of the day close to nature. A private safari of the Yala National Park awaits you in the evening where you may capture a glimpse of the majestic Sri Lankan leopard. Then, to cap it off with a campsite dinner and experience the true romance of a cosy tented campsite."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "You have the option of taking a morning safari before you are taken to the golden beaches of Unawatuna on the Southern Coast of the island. Relax under the sun, explore the coral reef or even check into a private luxury boat and take-in all Sri Lanka’s coastline has to offer. You can also opt to enjoy the luxuries of the Thaproban Resort Pavilion and Spa where you can pamper yourself with a range of Spa treatments that will indulge your senses."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "You have an entire day to enjoy the beach and the ocean in order to really experience what Sri Lanka is so well-known for. Dive into the clear-blue Ocean and go snorkelling over the coral reef which teems with exotic marine life. We have also planned for you, a tour of the Galle Fort built by the Portuguese settlers and later fortified by the Dutch in the 17th century. Afterwards, you can settle down for a scrumptious beach-side dinner and spend the night in the lap of luxury at your hotel."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast on the final day, you will be taken from the hotel to the Bandaranaike International Airport for your flight back home along with unforgettable memories and countless stories to relate to your friends and family."
    }
  ],
  "map": ""
}