{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-highlights-holiday",
  "tourName": "Sri Lanka highlights holiday",
  "placesVisited": "Negombo, Sigiriya, Polonnaruwa, Dambulla, Kandy, Nurwara Eliya, Ella, Yala National Park, Overnight stay in safari tents, Unawatuna beach, Galle, Colombo, Private chauffeur guide",
  "generalInfo": "This two week, Sri Lanka holiday is a tailor made trip and so this is only our suggested itinerary, which of course we can adapt according to your interests. Although we believe it captures many of Sri Lanka’s highlights, both cultural and coastal, national parks and wildlife. Driven by your own driver and expert local guide, you will stay at a carefully selected mix of locally owned accommodations. <br/><br/>Starting in Colombo, we take you straight to the beach at Negombo on the west coast to be revived after your journey and to slowly but surely adapt to the laid back lifestyle of Sri Lanka. Moving on to the cultural segment of your tour, you will spend several days in Sri Lanka’s famous Cultural Triangle, based in a hotel in Polonnaruwa, an ancient kingdom with an incredible array of 10th century temples and palace ruins. From here, you will also visit Sigiriya’s incredible rock fortress and the cave rock complex at Dambulla. <br/><br/>The middle section of your trip is when we recommend you take in the centre of Sri Lanka, staying in the ancient city of Kandy, famous and revered for the Temple of the Tooth. And from this busy spot into the cooling hill stations and tea plantations. Similarly cooling is Horton Plains National Park, further south, where you can hike into mountainous, mist covered forest, with stunning waterfalls en route.  Followed by more tropical wonders at Ella, which you can reach by train, and where you can hike up to Ella’s Rock or Little Adam’s Peak for the most stunning views. <br/><br/>Heading further south, one of the highlights of this trip for many is Yala National Park where a jeep safari will take you deep into the habitats of elephants, sloth bear, wild buffalo, sambhar elk and deer. And, most famously, leopard, with Yala boasting the highest, concentrated leopard population in the world. Although sightings are rare. <br/><br/>You will certainly have earned your few days at Unawatuna beach where you will stay just a quick walk from the shore. We also recommend one final stop at Galle, the magnificent 16th century fort town built by the Portuguese and now a buzzing hub of culture, markets and fine cuisine. <br/>",
  "durationDays": "14",
  "price": "1899",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Amble along Negombo's Canals: Today you’ll arrive in Negombo, a modest beach town on the palm-fringed west coast, not far from Colombo. During your time in Negombo, you’ll stay in an elegant villa with a swimming pool and gardens. The rest of the day is free for you to do as you please; why not relax by the pool with a good book or take a stroll along the beach. The following day, you can soak up the sights and sounds of the town with your driver. Explore the fascinating colonial history, wander through the vibrant bazaar and watch the fishermen bring in their morning catch at the market. At the end of your stay in Negombo you'll continue your journey with your private car and driver to Polonnaruwa. This journey will take around 5 hours."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Temples in Buddha's Garden: From crumbling ruins to majestic elephants, this trip will take you on a discovery of Sri Lanka’s fascinating Cultural Triangle. Your journey will begin by climbing Sigiriya’s mighty rock fortress, before you arrive at Sri Lanka’s ancient capital and UNESCO World Heritage Site, Polonnaruwa, where you’ll feel as if you’ve been transported back in time as you wander, and cycle around the ancient stone city. This ancient capital is also famous for its delightful restaurants, farmers’ markets and numerous food stalls, and you’ll have plenty of time to taste all the local delicacies. You’ll spend 2 nights at a lakeside hotel, where you can relax and take in the beauty of the area."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kandy's Cultural Treasures: Positioned right in the heart of central Sri Lanka and nestled in the green hill country, you’ll find the cultural city of Kandy. Here, you’ll stay in stylish, family-run accommodation, decorated with elegant furnishings and boasting a beautiful view of central Kandy Lake. There’s plenty to do here in Kandy, explore the glittering Temple of the Tooth, take a stroll around the peaceful lake, visit colourful markets, amble through picturesque Botanical Gardens and in the evening, watch a traditional Kandayan dance show. On day five of your trip, you'll travel to Nuwara Eliya by private car (approx. 3 hours)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Tea Hills and Trails: With the unmistakable air of a quintessential English town, Nuwara Eliya is affectionately known as ‘Little England’ and it won’t take you long to see why. Colonial style buildings, rose scented flower gardens, red telephone boxes and even a church, all surrounded by a blanket of rolling tea plantations; this is a totally different side of Sri Lanka. You’ll stay in a centrally located hotel right in the heart of the country. Watch tea pickers in the fields, visit an old English tea factory and walk along the picturesque plateau at Horton Plains to take in the sweeping views of World’s End. After your stay, you'll catch the train from Nuwara Eliya to Ella (approx. 3 hours)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Explore the Emerald Valleys of Ella: Today you’ll begin your journey to the mountain valleys of Ella on one of the most beautiful train rides through the Sri Lankan countryside. You’ll travel in third-class which means you can mingle with the locals as you watch the picturesque landscapes pass you by. This is a really authentic alternative to travelling by private car with your driver. Due to its location up in the hills, the temperature in Ella is cooler and very pleasant. During your stay, you’ll have a choice between taking a challenging four hour hike to Ella Rock, or a more gentle trek to Little Adam’s Peak which takes about two hours. From Ella, you'll then travel to Yala National Park by private car (approx. 3 hours)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "The Wild Heart of Yala National Park: Yala National Park is one of the most famous National Parks in Sri Lanka. During this trip, you’ll head out on a jeep safari where you can spot a kaleidoscope of colourful birds, monkeys, crocodiles, buffaloes and of course, elephants. If you’re really lucky, you might even spot a leopard sneaking past, so make sure you have your camera ready! After an exciting day of wildlife spotting, you’ll head back to your simple yet unique accommodation, located on the edge of the park. Your comfortable tent comes equipped with a bed, toilet and sink! In the evening, you can fall asleep to the sounds of the wild- an experience to make your Sri Lanka wildlife trip complete! The next day you'll head from Yala to Unawatuna by private car (approx. 6 hours)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Turquoise Bay at Unawatuna: Enjoy a tropical beach break at the bay of Unawatuna for a dose of sunshine, sea and sand. Soak up the rays, sample freshly caught fish and perfect your downward facing dog with a little yoga. You’ll stay in your own characterful room just a few minutes walk from Unawatuna’s tropical bay. After a few days on the beach it's time to say goodbye to Unawatuna as you meet your driver once again and travel to Colombo by private car (approx. 2 hours)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Just One More Thing...in Colombo: Top off your Sri Lanka trip with a trip back in time as you journey back to Colombo via the old fortress town of Galle. You’ll arrive in Colombo in the early afternoon. You can take a city tour with your driver and be treated to a traditional British-style high tea in the colonial Galle Face Hotel. When it’s time to leave the next day, your driver will pick you up and take you to the airport for your flight back home."
    }
  ],
  "map": ""
}