{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-culture-tour",
  "tourName": "Sri Lanka culture tour",
  "placesVisited": "Sigiriya Rock fortress, Wilpattu National Park, Polonnaruwa ancient ruins, Kandy’s Temple of the Tooth, Sinharaja rainforest, Tea plantation train ride, Hill country hiking, the gathering of the elephants, East coast beaches",
  "generalInfo": "This tailor made two week tour of Sri Lanka focuses on the teardrop island’s natural and cultural heritage as well as exploring in the out of the way locations where tourists rarely wander.<br/><br/>Alongside ‘must see’ UNESCO highlights such as the Temple of the Tooth in Kandy and Sigiriya Rock fortress, you’ll also have the chance to visit the ancient ruins of Polonnaruwa and experience the incredible animals, birds and insects living in Sinharaja Rainforest National Park. <br/><br/>As this is a tailor made tour you’ll be able to pick and choose how much time you spend in one place to the next with your very own private driver and guide transporting you from door to door so you can experience Sri Lanka at a pace that suits you.<br/><br/>From misty mountains and emerald green tea plantations to golden sand east coast beaches and herds of wild elephants in Gal Oya National Park; Sri Lanka swirls with colourful cultural and natural encounters to leave you feeling enlightened, relaxed and eager for more.<br/>",
  "durationDays": "14",
  "price": "1900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival > Galle: “Ayubowan” & ‘’Vanakkam’’ Welcome to tropical paradise. You will be welcomed & greeted by your guide or our representative on arrival at the Waiting Area at the recently refurbished Modern BIA International Airport. You will travel to Galle in the South. Travel time approximately 2 hours depend on the road traffic. Location: Galle Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Galle: In the morning you will discover the Dutch Fort. There are many boutique shops along the narrow streets of the Fort as well as antiques, art and craft shops. Galle is situated in the southern Sri Lanka. It is the best example of a fortified city built by Europeans in south and Southeast Asia, showing the interaction between European architectural styles and south Asian traditions. The Galle fort is a UNESCO world heritage site and the largest remaining fortress in Asia built by European occupiers. Other prominent landmarks in Galle include the natural harbour, the National Maritime Museum, St. Mary's Cathedral founded by Jesuit priests, one of the main Shiva temples on the island. Galle offers a unique opportunity to create a visible demonstration of the conservation of its inheritance. Afternoon Lunch - Sri Lanka culinary experience with local family to learn about Sri Lankan food. Enjoy Sri Lankan traditional culinary experience for Lunch (included). You can also learn to cook few Sri Lankan dishes if you like to. You will visit a local family about 10 minutes away from Galle. When you arrive you will be welcomed. Here you will learn how to prepare and cook Sri Lankan dishes such as. You will also discover how coconut milk is made, learn to crack open and scrape out your own coconut, and taste samples of each dish as you go along. The end product is a feast of 7 unique dishes served in a lotus leaf which you can eat local-style with your fingers if you are up for the challenge. (If you like spend the day buying ingredients with the host in Galle markets you are welcome to join in the Morning). Location : Galle Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Galle > Sinharaja: After breakfast you will travel to Kalawana. Travel time is approximately 2 hours. Rest of the day you can relax. Location :Kalawana Hotel: Breakfast&Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Sinharaja > Ella: Early morning start let us take you on an inspirational experience to wilderness, where time stands still. This is a treasure trove of natural wonders encased by sheer wilderness waiting to be discovered. Here you will be welcomed by thick air of humidity, incessant noise of birds and insects, and endless canopy of tall trees. Sinharaja Rainforest National park is a (UNESCO World Heritage Site) primary tropical rainforest and biosphere and regarded as a biodiversity hotspot in Sri Lanka. More than 60% of the trees are endemic and many of them are considered rare. In Sinharaja you can spot endemic mammals, bird species, butterflies, insects, reptiles and rare amphibians. As well as an interesting spectacle known as ‘bird wave’ is that birds tend to move in mixed feeding flocks, invariably led by the fearless Greater Racket-tailed Drongo and the noisy Orange-billed Babbler of Sri Lanka's 26 endemic birds, the 20 rainforest species all occur here, including the elusive Red-faced Malkoha, Green-billed Coucal and Sri Lanka Blue Magpie. Watch the National Wild Geographic Video Here You will have opportunity swim under the waterfall or river along the walk. Along the way you will visit a remote community cut off from the rest of the world. There are more than 20 communities they live in Sinharaja Rainforest they livelihood is depends on this forest. You will be able to enjoy the Kitul ‘palm syrup’ made by these communities. After lunch you will travel to Ella. Location: Ella Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ella: After breakfast you will travel to Haputale by train and you will experience of the most breathtaking train journeys for an hour. You will travel through tea plantations and rolling hills on Old Colonial train with panoramic view. This train journeys recorded in the Guinness Books of Records as the one of the world best scenic train journeys. You will visit the Lipton Seat & Dambetenna Tea Factory. Lipton Seat is located on the top of the Poonagala hill; this is quite literally the point from which the Scottish tea baron Thomas Lipton would often proudly survey his tea plantations. On a clear day it offers a spectacular view of mountain ranges, lakes and valleys all the way to the southern coast. You will hike to the point through lush tea plantations or you can opt to drive up in the comfort with your guide. Dambetenna Tea Factory was built in 1890 by Sir Thomas Lipton himself, this colonial tea factory is still in operation today. The term “Ceylon Tea” was coined here, and Lipton’s Tea was founded and sold its first pound of tea from the precincts of this very factory. The factory tour is an education in the intricate processes involved in the fermentation, rolling, drying, cutting, sieving and grading of tea, and the comprehensive tour culminates with an authentic tea tasting experience (It’s closed on Sundays). Afternoon at leisure. Location: - Ella; Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ella > Gal Oya: After breakfast you will travel to Gal Oya National Park and travel time approximately 3 hours. Gal Oya National Park is known for its resident elephant herds, flourishing birdlife and 32 species of mammal including langurs, toque macaques, sloth bears, wild boar, water buffalo and deer. Location: Gal Oya; Hotel: Breakfast,Lunch & Dinner ** Please note that there is no Wi-Fi or mobile coverage in the area due remote location and no TV."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Gal Oya: In the early morning you will take a boat trip to watch the birds and wildlife of Gal Oya. This is only park in Sri Lanka where you can take boat trip to watch the wildlife. Gal Oya National Park lies south-east of the Kandy in the eastern district. The park was closed during the war for three decades. This park was established to protect the catchments area of the Senanayake Samudraya (lake). This wildlife richness of this wetland, the park is a natural habitat for a wide range of fauna and flora consisting of dry mixed vegetation including savannah grass and an extensive green cover. About 45% of the vegetation is evergreen forest, 33% savanna, 9% grassland, 2% cheina cultivations and the balance is water bodies dominated by Senanayake Samudraya. The park is host of medicinal shrubs and trees, while a number of locally known trees such as Vevarana, Halmilla, Veera, Palu, Ebony and Mahogany are found in great numbers. The park with its thick green canopy is a haven for species of birds and nearer to the Samudraya even migratory birds such as Painted Storks, Pelicans, Cormorants and Teals could be seen. A host of local birds such as the Grey Dove, Malabar Horn Bill and Grey Horn Bill, Koel and a number of water birds are found in this jungle habitat. January to May is the green season, with chance of afternoon and night time showers. The lake is at its fullest, amazing bird life as all the migratory species are in residence and stunning early morning views of cloud engulfed mountains. June-December is the dry season, as the year goes on the lake subsides and exposes the lake floor where fresh grass grows and attracts large herds of elephant. Hot days cool nights. The days are hot and the nights are cool. Optional: Take a Jeep safari or walk with indigenous people known Veddhas in the afternoon. Or just relax and enjoy the remote nature. Location: Gal Oya; Hotel: Breakfast,Lunch,Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Gal Oya > Pasikudha: After breakfast you will travel to Pasikudah. Travel time is approximately 2 ½ hours. Rest of the day you can relax on beach *Smaller hotel with a private beach away from the crowd of the main bay. OR Location: Pasikudha Breakfast & Dinner. *Right in the middle of the bay just few steps away from the room to the beach"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Pasikudh: Full day at leisure. Location: Pasikudha; Breakfast & Dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Pasikudh: Full day at leisure. Location: Pasikudha; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Pasikudha > Sigiriya: After Breakfast you will travel to Sigiriya. Travel time is approximately 2 ½ hours. En route to Sigiriya you will visit to polonnaruwa. Polonnaruwa was the mediaeval capital of Sri Lanka, and today it is one of the most beautiful centres of Sri Lanka’s cultural heritage and UNESCO Heritage site. With its comparatively brief history and a dozen rules, it is far more completely preserves ruin than Anuradhapura. Visit the ancient ruins and Gal Vihara complex, where 3 gigantic Buddha's statues are carved out of a single rock. You also will be able to see the toque macaque monkeys found only in Sri Lanka. After lunch around 2pm: Enjoy a Jeep Safari at Minneriya National Park (Duration – 2 hours). It’s on the banks of the Minneriya reservoir, which was built in the 4th century A.C. Minneriya is a hide-out for many elephants, where you could see herds of elephants approximately 50 to 60 elephants in a herd. Here in July to September one of the World top ten wild life spectacles takes place known as ‘The Gathering’, more 250 elephants gather around Minneriya water tank in search water and food. Apart from elephants, it is a habitant for migrant and resident bird species like Grey heron, Open built storks, Painted storks …etc. And also you could see 3 different species of monkeys like Silica make, Pink faced leaf monkey and Grey Langer Location: - Sigiriya; Hote Breakfast & Dinner"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Sigiriya > Negombo: After breakfast you will visit to Sigiriya Rock fortress. Sigiriya is a UNESCO World Heritage site which is proposed to be the 8th wonders of the World. Sigiriya, a massive rock in the green scrub jungle, is perhaps the most memorable place for visitors to Sri Lanka. The site was known from ancient times as a hermitage for Buddhist monks. A well-planned monastic complex included caved temples, bathing pools, lovely ponds and Asia's oldest surviving landscaped gardens. The \"Lion stairway\", the \"mirror wall\" and the \"water gardens\" are its other highlights. The ruins of the capital built by the parricidal King Kashyapa I (477–95) lie on the steep slopes and at the summit of a granite peak standing some 370 m high (the 'Lion's Rock', which dominates the jungle from all sides). Afternoon enjoy Ayurveda massage one hour each per person to rejuvenate your bodies. Ayurveda is the ancient health care system in South Asia that has been passed down from father to son and based on herbs and diet. It is one of the world’s oldest forms of healing and treatment. You will find some of the best Ayurveda practitioners in Sri Lanka. Ayurveda is a well-known treatment for stress, diabetes, migraine, asthma, arthritis, immune system and high blood pressure. Ayurveda is derived from Sanskrit for life (Ayuh) and knowledge (Veda), means ‘the science of life’. Therefore, Ayurveda is one of the oldest medical sciences of the world and its origins date back as far as 5,000 years South Asia. Location: - Negombo; Breakfast & Dinner"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After breakfast you will visit to Dambulla Cave Temple. Dambulla Golden Rock Cave Temple is a vast isolated rock mass 500ft high and a 1.6 km around the base. Here is found the impressive Rock Temple dating to the First Century BC. The caves of Dambulla sheltered the King Walagamba during his 14 years of exile from Anuradhapura. When he regained the throne he built the most magnificent of Rock Temples to be found on the Island. The complex consists of five caves with over 2000 sq. meters of painted walls and ceilings. It is the largest area of paintings found in the world. It is an UNESCO World Heritage site. In the first Cave is a recumbent image of the Buddha 14 metre long cut out of the Rock. There are images of deities associated with Buddhism all around. The frescoes on the ceiling date back to the 15th - 18th Centuries. In the Second Cave, the finest and the largest of all, there are 150 life-size statues of Gods from the Buddhist religion along with numerous images of the Buddha himself. Afterwards you will travel to Negombo. Travel time approximately 3 hours. Location: Negombo Hotel:Board: Breakfast"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Negombo > Airport > London ; Today you will travel to Colombo Airport to fly to London. Travel time approximately 30 minutes depend on the road traffics."
    }
  ],
  "map": ""
}