{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "wheelchair-accessible-tour-in-sri-lanka",
  "tourName": "Wheelchair accessible tour in Sri Lanka",
  "placesVisited": "",
  "generalInfo": "Have you a friend or a family member faced barriers in traveling to a destination due to certain special requirements? This is a concern that we are now able to resolve in Sri Lanka<br/><br/>Our team we are prepared and ready to provide travel solutions for differently-abled travelers who need special care. From the moment you step into Sri Lanka until you leave the country, we are here to ensure that you have all that you need to make your trip secure and comfortable.<br/><br/>All the hotels are accessible by Mobility Vehicles and all the rooms would be in close proximity to public areas like restaurants and bars, lobbies, swimming pools, etc. Where hotels cannot provide ground floor rooms, elevators will be available to access upper floors, using the mobility vehicles.<br/><br/>All tour vehicles utilized including MPVs, coaches and the safari vehicles, will have ample space for your luggage and the mobility vehicle. An electronic elevated platform or a tailor-made portable ramp will ensure our guests’ mobility vehicles can easily board and disembark without a hassle.<br/><br/>We allow our guests to experience the locality at its best, our stops for sightseeing &amp; activities are chosen based on your abilities. If you need a service of a carer to push your wheelchair during the tour, we are always happy to provide the services required.<br/><br/><br/>TOUR HIGHLIGHTS<br/><br/>- You may choose your own travel dates to do this special tour in Sri Lanka with a private car &amp; driver.<br/>- Roam in “Little Rome” Negombo.<br/>- Experience the Wilderness of Wilpattu National Park.<br/>- Heritage at its best: Anuradhapura &amp; Polonnaruwa historical Sites, Dambulla Cave Temple &amp; Kandy Temple of the Sacred Tooth Relic.<br/>- Polonnaruwa - the Sri Lankan 12th century Kingdom, home to a large monkey population which was famously featured in Disney’s engaging documentary film ‘Monkey Kingdom’.<br/>- Panoramic views of enormous tea plantations in the hill country, including tea experiences in Nuwara Eliya.<br/>- Explore the Land of Elephants - Jeep Safari in Udawalawe National Park.<br/>- Craft your own pot; Pottery experience in Udawalawe.<br/>- Witness the living heritage; Galle Dutch Fort.<br/>- Fabulous sandy beaches - enjoy a beach stay in Mirissa.<br/><br/><br/>OUR SPECIAL SERVICES FOR DIFFERENTLY ABLED GUESTS<br/><br/>- Mobility vehicle-friendly vehicles.<br/>- Specially selected hotels &amp; restaurants for accommodation with easy access rooms<br/>- Specially selected sites and highlights for sightseeing.<br/>- Special arrangments at the airport<br/>- Specially modified Safari Jeeps for mobility vehicles and wheelchairs<br/>- Wheelchair Rentals<br/>- Carers for wheelchair assistance for Senior Citizens",
  "durationDays": "12",
  "price": "2250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival to Bandaranaike International Airport, transfer to Negombo. Arrival and transfer to Negombo. Check in to the hotel (hotel check-in time at 2.00p.m.) If you have a morning arrival, there will be plenty to do and explore. Overnight stay at Goldi Sand Hotel in Negombo"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transfer from Negombo to Wilpattu. Visit Authentic Fish Market in Negombo and interact with local fishermen. Leave for Wilpattu National Park after breakfast. Check in to the Mahoora Tented Safari Campsite in Wilpattu for lunch. Evening Jeep Safari in Wilpattu National Park in a Private Jeep with a Naturalist. Enjoy the BBQ dinner at the campsite Overnight stay at Mahoora Tented Safari Camp in Wilpattu"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Transfer from Wilpattu to Sigiriya via Anuradhapura. Go for an early morning Jeep Safari in Wilpattu National Park. Return to the campsite and leave for Habarana via Anuradhapura. Visit Anuradhapura historical site. Continue to Habarana and check-in at your hotel. Dinner and overnight stay at Habarana Lodge by Cinnamon"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Sigiriya. Breakfast at your hotel. Leave for Polonnaruwa after breakfast. Visit Polonnaruwa historical site followed by a Sri Lankan lunch at a local restaurant. Monkey Excursion at the “Monkey Kingdom” in Polonnaruwa with a Research Expert. Back to Habarana for dinner and overnight stay."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Transfer from Sigiriya to Kandy via Dambulla. Leave for Kandy after breakfast. Stop at Dambulla Cave Temple and visit Golden Temple (lower temple) Continue to Kandy and check-in at Thilanka Hotel. Relax and enjoy the evening in leisure. Dinner and overnight stay at Thilanka Hotel in Kandy"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kandy. Breakfast at the hotel. Visit Kandy Temple of the Sacred Tooth Relic (Sri Dalada Maligawa) Later visit Peradeniya Botanical Garden in an Electric Cart. Relax and enjoy the evening in leisure. Visit a Cultural Centre to witness Cultural Performances in the evening. Dinner and overnight stay at Thilanka Hotel in Kandy"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer from Kandy to Nuwara Eliya. Enjoy breakfast at the hotel. Leave for Nuwara Eliya after breakfast. Experience the making of Sri Lankan Traditional Drums . Visit a Tea Factory & Plantations enroute."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer from Nuwara Eliya to Udawalawe. Leave for Udawalawe after breakfast. Stop at Ella for panoramic views and scenery.Check-in at Tented Safari Campsite in Udawalawe for Lunch. Jeep Safari in Udawalawe National Park with a naturalist in a Private Jeep. Back to the Campsite, enjoy a hearty BBQ meal and overnight stay."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer from Udawalawe to Mirissa. You are free to go for an early morning Jeep Safari in Udawalawe National Park. Breakfast at the Campsite. Leave for Mirissa after breakfast. Stop at local pottery making community enroute. Continue to Mirissa and check-in at Mandara Resort. Evening at leisure on the beach. Dinner and overnight stay at Mandara Resort in Mirissa."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Mirissa. Breakfast at the hotel. Full day at leisure on the beach. Dinner and overnight stay at Mandara Resort in Mirissa."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer from Mirissa to Colombo via Galle Breakfast at the hotel then leaves for Colombo via Galle. Walk/Ride into the colonial era of the South Coast in Sri Lanka with a unique, one-of-a-kind host. Transfer to Colombo after Galle excursion. Dinner and overnight stay at Kingsbury Hotel in Colombo"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer from Colombo to Bandaranaike International Airport. Breakfast at the hotel. Check out from the hotel before noon and transfer back to the Bandaranaike International Airport."
    }
  ],
  "map": ""
}