{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "north-sri-lanka-holiday-tailor-made",
  "tourName": "North Sri Lanka holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "Introduction: <br/><br/>Our North Sri Lanka tour offers untouched northern &amp; eastern part of Sri Lanka. Be the first to experience the north as it slowly opens up for tourism. In this tour you will discover the diverse wildlife from North West to North and East of Sri Lanka. You will be spotting leopards in Wilpattu National park and elephants in Gal Oya; you will be watching the flamingos in Mannar, afterwards experiencing the Northern capital of Jaffna and its colourful Hindu temples, bustling markets and colourful culture. On your way to the East see the war memorials and enjoy the golden beaches of Trincomalee. From here you will travel Gal Oya yet another undiscovered national parks. You will be making you way to through knuckles moutain range through a scenic route. You will have your own personal chauffeur guide with car or van, so you can experience Sri Lanka at your own pace. <br/><br/> <br/>Tour Highlights: <br/>-\tSpotting leopards in Wilpattu National park Safari<br/>-\tDiscover the ancient city of Anuradhapura  (UNESCO World Heritage Site)<br/>-\tAdmiring the Great Nallur Temple of Jaffna<br/>-\tStroll in the Jaffna Dutch Fort <br/>-\tExperience Koneswaram Temple of Trincomalee  <br/>-\tWatch the flamingos in Mannar<br/>-\tScenic YAL DEVI (Queen of Jaffna) Train journey   <br/>-\tLegends &amp; tales of Trincomalee <br/>-\tRelax and unwind in Golden sandy beaches <br/>-\tTaste fresh sea food and Sri Lankan curry",
  "durationDays": "14",
  "price": "3270",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival > Anuradhapura: “Ayubowan” & ‘’Vanakkam’’ Welcome to tropical paradise. You will be welcomed & greeted by your guide or our representative on arrival at the Waiting Area at the recently refurbished Modern BIA International Airport. You will travel to Anuradhapura. Travel time approximately 3:30 hours depend on the road traffic. Location: Anuradhapura Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Anuradhapura > Wilpattu: Today you will have a full day safari at the Wilpattu National Park with picnic lunch. Wilpattu National Park (‘Land of Lakes’) is situated in the Northwest coast near the ancient city of Anuradhapura. It is the largest and oldest National park in Sri Lanka consisting 140,000 hectares of mostly dry zone evergreen forest cover and coastal belt to the West. This is one of best places see leopards in Sri Lanka alongside Yala National Park. The open grassy plains set within the thick dense scrub jungle. The wetland includes around 48 shallow natural lakes known as Villus, natural basins that are filled up with rainwater and two salt water lakes. These natural lakes are the most important parts of the complex eco-system in the park. The park is home to elusive Leopards, elephants, Sloth bears, Water Buffalos, Mugger Crocodiles, Spotted and Barking Deer, Wild Boar and Pythons. Alongside these wild animals you will be able to see many endemic birds include the Ceylon Junglefowl, Brown-capped Babbler, Ceylon Woodshrike and Black-capped Bulbul in riverine habitats. Butterflies recorded include the Great Eggfly, Great Orange Tip, Glad-eye Bushbrown, Blue Mormon, Common Mormon, Common Rose and Crimson Rose. As well diverse varieties of colourful butterflies can be seen in the park as well.You will see the wild animals particularly elephants near lakes in the early morning and late afternoons. The wild life id abundant around lakes and coastal belt such as White Ibis, Open Bills, Painted Storks Spoonbills, Egrets, Whistling Teals, Kingfishers and you can also see the water buffalos, monitors and crocodiles. Location: Anuradhapura Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Anuradhapura: After breakfast you will visit The Scared City of Anuradhapura. Anuradhapura stands equal to Pyramids at Giza on the architectural level during their time. This magical place with enormous Dagobas, palaces, monasteries and monuments evidence one of the greatest civilisations in the world. The scared city of Anuradhapura was first Royal Kingdom and capital of Sri Lanka that lasted for 1,500 years until it was abandoned after the invasion by South Indian Cholas in 993. Today Anuradhapura is one of the world’s major archaeological sites in the world. It is covered area about 40 km² and an UNESCO World Heritage Site. This sacred city was established around a cutting from the 'tree of enlightenment', the Buddha's fig tree, brought there in the 3rd century B.C. by Sanghamitta, the founder of an order of Buddhist nuns. The ruined city hidden away in dense jungle for many years brought to life by The British in the nineteenth century. In the afternoon enjoy Ayurveda massage one hour each per person to rejuvenate your bodies. Ayurveda is the ancient health care system in South Asia that has been passed down from father to son and based on herbs and diet. It is one of the world’s oldest forms of healing and treatment. You will find some of the best Ayurveda practitioners in Sri Lanka. Ayurveda is a well known treatment for stress, diabetes, migraine, asthma, arthritis, immune system and high blood pressure. Ayurveda is derived from Sanskrit for life (ayuh) and knowledge (veda), means ‘the science of life’. Therefore, Ayurveda is one of the oldest medical sciences of the world and its origins date back as far as 5,000 years South Asia. Location: Anuradhapura Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Anuradhapura > Mannar: In the morning you will travel to Mannar along the scenic rural road. En-route to Mannar you can visit Thanthirimale. This area is one of the oldest human settlements in Sri Lanka which dates back to pre 6th century BC. Also it is mentioned in many historical chronicles as a pivotal place all throughout the history. The Bo tree here is said to be at least 2300 years old. It is a direct sapling of the famous Sri Maha Bodhi of Anuradhapura. The history of Thanthirimale dates to the 6th century BC, when Prince Vijaya and his men set foot on the island at a spot that came to be called Thambapanni, meaning bronze sand. After meeting Kuveni, the princess of an indigenous tribe, and settling there, Vijaya and his group moved further inland to build a kingdom. The route they are believed to have taken was along a river named Malwathu Oya. Location: Mannar Hotel : Breakfast & Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Mannar: Mannar is known as an Island, infect it is a peninsula formed in a shape of a tongue. At Talaimanar, the westernmost tip of the island, it is almost connected to the Dhanuskodi, the easternmost tip of peninsula of Southern India by a reef of corals submerged in the Palk Straits. Apart from the thin strip of land that joins the peninsula to the mainland, Mannar Island is also connected by the causeway over the shallow waters forming a 3 km stretch of A14 Madawachchiya –Talaimannar main road. The small fishing port of Mannar is located on the south-eastern shore. After breakfast you will take boat trip to see the Adams Bridge. This is the closest point to India from Sri Lanka. This mythical bridge has many legendry tales and linked with Ramayana. It is a mere 36kms across to the Rameshwran in South India. In between there are 16 sand banks, 8 of which belong to Sri Lanka and 8 to India. The Sri Lankan Navy operate almost daily (weather permitting) boat trips to the sand banks. After an easy 45 minute trip following the Mannar coastline and about 10kms out to sea you will see the banks just above the water line. You land on one of the banks and the surreal landscape is very special. Hundreds of gulls are resting on the banks as you approach Geological evidence suggests that this bridge is a former land connection between India and Sri Lanka, made with chain of limestone shoals surrounded by a shallow sea of one to 10 meter depth. The earliest map that calls this area by the name Adam’s bridge was prepared by a British cartographer in 1804, in reference to an Abrahamic myth, in which Adam used the bridge to reach a mountain, which the British identified with Adam’s Peak, where he stood repentant on one foot for 1,000 years, leaving a large hollow mark resembling a footprint. Late afternoon you can visit the town and Allirani fort, built by the Portuguese in 1560 and taken by the Dutch in 1658 and rebuilt; its ramparts and bastions are intact, though the interior is largely destroyed. Formerly the town was renowned as a centre of pearl fishing. In the heart of Mannar there is a famous Biobab tree 19,5m in diameter planted around year 1477 by Arabian sailors from Zanzibar. Location : Mannar Hotel: Full Board"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Mannar > Jaffna: Mannar is one of the huge bird sanctuaries, protected by the wild life department. Mannar is an important resting point for migrating birds (October to April), making it a must for Bird Watchers. The bird species that drop into Mannar are many and varied. It is also one of the last places in Sri Lanka where you can see flamingos. Throughout peninsula you can see the birds. Wetlands of Mannar are the top bird-watching region with over 440 species of birds including 33 endemics and 53 Indian sub-continent endemics. Various bird habitats are present here including salt marsh, tidal mud flats, salt pans, estuaries, lagoons and seasonally flooded freshwater meadows. In the afternoon you will travel to Jaffna along the coastal route. Location: Jaffna Hotel : Breakfast & Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Jaffna: After breakfast you will visit Nallur Kandaswamy Temple, this fascinating Hindu temple also known Kovil in Tamil and shrine. It is dedicated to God Murugan – (God of Tamils). Nallur was part of once thriving Jaffna Kingdom. The Portuguese who captured Jaffna in 1560 demolished the Temple in 1621 leaving no traces of it. The temple then stood at Sankili Thoppu on the eastern side of the Point Pedro Road (The site was later used for erecting a Christian Church). Jaffna again fell to Dutch in 1658. They were more tolerant on religious freedom and the temple was allowed to be rebuilt in the current location in 1734 by Don Juan Mappana Mudliyar as a humble temple dedicated to lord Murugan. This impressive temple is now fully restored. The temple hosts an enormous and spectacular Hindu festival for over 25 days in July/August, which climaxes on the twenty fourth with parades of floats and displays of self-mutilation by entranced devotees. In the afternoon you will explore Jaffna Fort – Clock Tower – Jaffna Library. You will then proceed to Oddtumadam, through Araly Road, Karainagar – Casuarina Beach . The return journey will be through Mathagal – Keerimalai Tank – Mavettapuram Knathasami Kovil (Historical Temple) – Thellipalai Amman Kovil (Historical Temple) – Chuunakam – Kantharodai and finally through KKS Road to Jaffna University and back to the Hotel. The ancient Jaffna Fort is the second largest existing fort in Sri Lanka. Originally built by the Portuguese in 1619 and re-built and expanded by the Dutch during the second half of the 17th and the 18th centuries to facilitate trading activities of Sri Lanka’s northern region indicate not only of Jaffna’s strategic importance to Europeans but its significance throughout Sri Lanka’s history. Nelson in his book Dutch ‘Fort in Sri Lanka’ claimed that ‘’ it was, as a technical fort, everything was done to the latest design at each successive stage and final result was the strongest fortress in the East, the perfect defensive design in the days of powerful and destructive solid shot artillery of limited effective range. In Britain, fully comparable places are to be found only at the towns of Berwick , at Fort George neat Inverness, at the citadel of Plymouth at Tilbury Fort on the Thames approaches to London. There are many fine artillery fortifications from the same period around the Indian Ocean. Yet it is doubtful whether in it’s technically perfection and its completeness, Jaffna can be surpassed’. Location: Jaffna Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Jaffna > Trincomalee: En-route to Trincomale you will stop in Elephant Pass War memorial site. If you are lucky you may be able to see flamingos in the opposite lake. From here you will travel to Kilinochchi to see the war monuments (War Remembrance Wall and the damaged water tank). Afternoon you will discover Trincomalee, is a port city and has the fifth largest natural harbour in the world. The city is surrounded by lagoons, bays and hills and situated in a peninsula. The white powder golden sandy beaches spread across the area offer its visitors calm azure waters to immerse themselves in the water. This is a perfect place for snorkelling, scuba diving and surfing. This port city has a history worth exploring, the strategic location of the natural harbour made it a city worthwhile conquering, and hence it was conquered by the Portuguese, Dutch and the British. Trincomalee is fondly referred to as Trinco by the locals; the Anglicized Tamil word 'Trincomalee' denotes the meaning lord of the sacred hill. Koneswaram Temple is also known as Tirukoneswaram Kovil (Hindu temple) which is situated on top of Swami Rock. This temple is dedicated to the Hindu God Shiva, and it is one out of five such temples situated around Sri Lanka. It is believed that this Kovil has been in existence since 2500 years ago, and was renovated by the south Indian Chola king Kulakottan and maintained by other Sinhala Buddhist kings. In 1622 the Portuguese destroyed this temple which they referred to as the temple of a thousand columns by shoving the temple over the edge of the cliff into the deep blue seas below. The revered Shiva lingam (mark of Shiva) was subsequently rescued by divers. The Portuguese used the building materials of the temple in the construction of Fort Fredrick. At the bottom of the hill which leads to Swami rock in an ancient stone inscription with the symbol of King Kulakottan - the dual fish. With a prophecy stating that after 1500 years Westerners with different eye colours will rule the country for 500 years. Visitors to the temple could take part in the evening or morning pooja (prayer service) or obtain a blessing from the swami (priest) at the Kovil. The temple is also worthwhile visiting for its gorgeous views of the natural harbour as well as the Indian Ocean. Location : Trincomalee Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Trincomalee: Full day leisure at hotel Location: Kuchchaveli Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Trincomalee > Wasgamuwa: After breakfast you will travel to Wasgamuwa passing beautiful countryside. Travel time approximately 3 hours. Rest of the day you can relax and enjoy nature. Location: Wasgamuwa Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Wasgamuwa > Gal Oya: Wasgamuwa National park safari, Wasgamuwa is an incredibly diverse with wildlife and least explored by travellers due to its remoteness. The name Wasgamuwa derive from an ancient meaning as a gathering place for bears. This park is home to 23 species of mammal and reptiles. The park is especially known for its high abundance of sloth bears (Melursus Ursinus) and a reputation for housing some of the largest Asian elephants and the “marsh elephant” of Wasgamuwa are reputedly the largest of the Sri Lankan elephants, Some 143 species birds have been recorded of which 5 are endemic to Sri Lanka. Fifteen species of amphibians have been reported including the endemic, there are also 35 reptiles, many butterflies can be seen flitting around the park and 52 different species have been recorded, out of which are endemic and 17 species of fish have been recorded. The shy sloth bear is today a highly endangered species. Mugger crocodile are spotted on the banks of the rivers camouflaged in murky waters as they await their prey. The Torque macaque “rilewa” and the Purple faced langur, both endemic species of monkey to Sri Lanka can be sited too. Wasgamuwa is distinguished from other parks by having a full complement of predators of which bears are particularly noteworthy. Ecological research undertaken in the park suggests that the density of bears in Wasgamuwa is probably higher than anywhere else in Sri Lanka. Climate conditions are fairly typical of the dry zone. In the afternoon travel Gal Oya National Park. Gal Oya National Park is known for its resident elephant herds, flourishing birdlife and 32 species of mammal including langurs, toque macaques, leopards, sloth bears, wild boar, water buffalo and deer. Location: - Gal Oya; Hotel : Full Board"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Gal Oya > Kandy In the early morning you will take a boat trip to watch the birds and wildlife of Gal Oya. This is only park in Sri Lanka where you can take boat trip to watch the wildlife. Gal Oya National Park lies south-east of the Kandy in the eastern district. The park was closed during the war for three decades. This park was established to protect the catchments area of the Senanayake Samudraya (lake). This wildlife richness of this wetland, the park is a natural habitat for a wide range of fauna and flora consisting of dry mixed vegetation including savannah grass and an extensive green cover. About 45% of the vegetation is evergreen forest, 33% savanna, 9% grassland, 2% cheina cultivations and the balance is water bodies dominated by Senanayake Samudraya. The park is host of medicinal shrubs and trees, while a number of locally known trees such as Vevarana, Halmilla, Veera, Palu, Ebony and Mahogany are found in great numbers. The park with its thick green canopy is a haven for species of birds and nearer to the Samudraya even migratory birds such as Painted Storks, Pelicans, Cormorants and Teals could be seen. A host of local birds such as the Grey Dove, Malabar Horn Bill and Grey Horn Bill, Koel and a number of water birds are found in this jungle habitat. January to May is the green season, with chance of afternoon and night time showers. The lake is at its fullest, amazing bird life as all the migratory species are in residence and stunning early morning views of cloud engulfed mountains. June-December is the dry season, as the year goes on the lake subsides and exposes the lake floor where fresh grass grows and attracts large herds of elephant. Hot days cool nights. The days are hot and the nights are cool. Afterwards you will travel to Kandy. Location: Kandy Hotel: Bed & Breakfast"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kandy: Kandy is a beautiful historical city in the citadel of the country. It is not only known for its great kings who ruled the city for almost 225 years independently until the British took over in 1815, but it is also the place where the Sacred Tooth of Lord Buddha is laid in a magnificent temple. Strategically nestled amidst three mountain ranges, Kandy was initially built in this location as a natural fortress against attack. Kandy was not an easy target for the foreign invaders who could gain the control of coastal areas of the island without too much loss. Kandy’s main architectural monuments date mainly from the 19th Century when King Sri Vikrama Rajasinghe, the last King of Kandy, constructed many new buildings. At the time of the eventual surrender of Kandy to British Rule in 1815, when King Rajasinghe was captured, imprisoned and finally deported to India where he died in 1832. In the morning you will visit The Temple of the Tooth & Buddhist Museum, Sri Dalada Maligawa dates back to the 16th century, though most of the present buildings were built in the 19th century. Venerated as the most important object in the Buddhist world, the Sacred Relic of the Tooth of Buddha is enshrined at the Temple. Brought from India 2500 years ago, it is said that the possessor of the Relic had the right to rule the country. The Relic is kept in a gold casket and stored amidst great security in the Inner Chamber. In the evening you will see Traditional Kandyan Dance – Kandy, Sri Lanka’s second largest city is home to a Sinhalese cultural tradition of which Sri Lankans are justifiably proud. Rich in colour and agile in their movements, the Kandyan Dancers evoke images of pageantry and traditions past. Lively and exuberant, spellbinding and hypnotic, a Cultural Show is a spectacle to remember with its nimble dancers, energetic drummers and fireproof firewalkers. Location : Kandy Hotel : Bed & Breakfast"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Kandy >Airport> Today you will travel to Colombo Airport to fly to London Travel time approximately3 hours time."
    }
  ],
  "map": ""
}