{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-wildlife-tour",
  "tourName": "Sri Lanka wildlife tour",
  "placesVisited": "",
  "generalInfo": "Explore the diverse and wonderful country of Sri Lanka in search of Blue Whales (100% success rate), Asiatic Elephants (100% success rate) and Leopards (at least one seen every time we enter Yala and Wilpattu National Parks on our past safaris).<br/><br/>Introduction:<br/><br/>Sri Lanka is fast becoming one of the best wildlife watching destinations in Asia. Home to huge populations of leopards, sloth bears and Asiatic elephants as well as a mind boggling array of bird species (many endemic) and some incredible endemic mammal species too. It has also become a top whale watching destination in recent years with a new population of blue whales being discovered here. This tour explores a couple of Sri Lanka’s largest national parks and offer great chances to see leopards, Asiatic elephants, water buffalo, sloth bears as well as many of Sri Lanka’s large mammals. But we also delve deep into the rainforests of Sri Lanka’s oldest protected area, the incredible and diverse Sinharaja Forest. Here it is possible to see 24 of Sri Lanka’s 26 endemic bird species as well as purple-faced langurs, giant squirrels and many species of reptiles. But the wildlife watching doesn’t end there as we also head off the southern coast of Sri Lanka and to a very rich whale watching area. Here you have the chance to see up to 10 different species of whale and dolphin on this expert guided, full board wildlife watching holiday. We have perfected this itinerary over the years and have a great success in finding leopards (100% to date) and one seen every time we enter Yala and Wilpattu National Parks as of April 2013, we also regularly find endemic bird species such as Serendib owlet and Serendib frogmouth as our local guides know their common roost locations. And since we started conducting whale watching we have a perfect success rate (100%) of seeing blue whales on our previous tours and we don’t put this down to chance. We also make sure that the whale watching boat we use for all our excursions is accredited by the Whale and Dolphin Conservation Society (WDCS) and they abide by international whale watching guide lines. We are determined to make sure that the whale watching here is done in a way that means that there can be whale watching here for decades to come and that the whales do not suffer. This is a true wildlife exploration of this incredible and diverse country.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner). There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned vehicles with an excellent local driver for all transfers. We use two brilliant full time guides; first a professional zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) will escort you on all your excursions and also a very knowledgeable English speaking local guide who will also act as driver for all transfers. Your zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) escort is an expert in Sri Lankan as well as Indian Subcontinent wildlife (predominantly mammals) as well as their biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. One of the joys of having a zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) escort is that you will not miss these sightings as well as being able to search out some of the harder to see species that sometimes elude other safari goers. For our safaris and jungle walks we use some of the best and most knowledgeable local guides as well as our zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) and for our whale watching trips from Mirassa we use the only certified and accredited whale watching boat in Mirissa. With years of experience in finding the whales and dolphins of the area, they know the exact areas the whales usually locate and their ability to spot whales at distance is phenomenal to see. All the excursions including jeep safaris, guided walks and whale watching trips as well as sightseeing entrance fees are also included. We have tried our best to include as much wildlife watching time in the field as possible and include more as standard than any other tour operator around. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on blue whales which are available to watch throughout the tour.<br/><br/>Seasons:<br/><br/>Season – late November to mid April. <br/>This time of year is the winter and typical dry season for Sri Lanka, this is a very good time to visit the national parks of Yala and Wilpattu as the temperatures are quite comfortable. However for the maximum chances of seeing leopards and other elusive wildlife in Sri Lanka would be when it starts to get a little hotter; towards the end of March and into April, however be aware that this is not the best time to see blue whales off the Mirissa coastline. So we recommend the beginning of March for this itinerary.<br/><br/>Why Choose This Tour:<br/><br/>•\tWhilst the standard itinerary below states 2 days each in Wilpattu, Sinharaja, Yala and Mirissa we are very flexible to add in days in locations and of course take days off if you wish. Whatever your budget we will look to add as much time in the field as possible.<br/>•\tWe not only use local expert guides with years of experience in finding mammals, birds as well as spotting the blows of whales at distance. We also interpret and add to your understanding of the movements and behaviours of all of the animals we see here. We also use a professional zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who has experience working with and terrestrial mammals as well as studying whales and dolphins all over the world, this all helps us in interpreting the behaviours we see as well as identifying the species in the area.<br/>•\tIf requested we can bring equipment such as a hydrophone (to hear the whales under the water) and also an underwater camera which will attempt to film the whales and dolphins underneath the waves. <br/>•\tIf requested we can also bring with us equipment like camera traps and night vision gear to help us get footage and sightings of hard to see animals after dark.<br/>•\tWith the help of the zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) escort you can also have snorkelling trips along the coral reefs close by to Mirissa. <br/>•\tWe use the only certified and accredited (by the WDCS) whale watching operator in Mirissa and as a result we make sure that every time we go out on the water we are abiding by the international whale watching guidelines and regulations. These are set up to help protect the whales and the boats and also lead to the sustainability of the whale watching industry and most importantly the whale population. <br/>•\tWe are also involved in the design, implementation and monitoring of a new whale watching protocol for Sri Lankan operators. I was recently (May 2012) invited to a conference at the Sri Lankan High Commission in London to help promote and discuss the sustainable development of whale watching in Sri Lanka. It shocked me that I represented the only tour operator there.<br/>•\tAll the above reasons give this tour a perfect success rate (100%) of seeing blue whales on our previous trips.<br/>•\tWe also have a 100% success rate of seeing leopards and Asiatic elephants every time we enter Yala and Wilpattu National Parks. <br/>•\tWe have an unrivalled network of experts and guides all over Sri Lanka that are able to find and observe animals like leopards, Asiatic elephants, water buffalo, Sri Lanka green pit vipers, Sri Lankan blue magpies, Serendib owls, fishing cats, red slender loris, yellow-spotted mouse deer, jungle cats, rusty-spotted cats and hundreds other endangered, rare or endemic species throughout this magical land. Whether it is Yala, Udawale, Sigirya, Wasaguma, Wilpattu, Sinharaja and many other wildlife watching locations you want to visit we can arrange it. Please inform us if you wish to add a Sri Lankan extensions to this itinerary below and we can provide an excellent wildlife watching itinerary and quote for you.<br/>•\tUnlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Location:<br/><br/>We travel to a few different locations around Sri Lanka and explore 4 very different ecosystems, firstly Wilpattu on the north east coast and this is a very open wetland forest, we then head to the tropical hill forest of Sinharaja for some of the best birding in South Asia and then we head to the coastal plains and forests of Yala and the highest concentration of leopards in the world. We then head to the coast and the continental shelf just south of the village of Mirissa and into one of the most reliable locations for blue whale watching in the world. <br/><br/>Fitness Level:<br/><br/>Whilst most of the itinerary is based from a jeep and boat, there is a full day of walking in Sinharaja and this walking can be strenuous as it is hilly and the weather may be hot. We would require a good level of walking fitness and the ability to walk in high humidity and heat for over an hour.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment. But here is a brief outline of the basics: We recommend you bring along your own binoculars or spotting scope (although the ocean spray can be a problem on the boats) as well as appropriate clothing; which should be light and airy clothes for warm weather as well as a waterproof coat as it may rain whilst on the boat. Insect repellent is handy as there can be mosquitoes about during the evenings and nights. Any medication, books or other items of a personal nature is of course up to you to bring along. Oh and please bring plenty of memory cards or film for your camera. Also do not forget sun cream, sun hat and sun glasses as the sun can be strong here during the day. Also if you have your own mask, snorkel and fins they are always good to have as the snorkelling is great.<br/><br/>Minimum Age: 16 Years Old.",
  "durationDays": "10",
  "price": "3150",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Negombo – Arrival – On arrival at Sri Lanka International Airport you will be met by your Sri Lankan guide/driver and transferred in our private air conditioned vehicle to our accommodation in Negombo. Once here you will have the rest of the day at your leisure, enjoying the beaches here and relaxing after a long flight is best before your adventure across this remarkable island starts, there is the option of visiting a nearby wetland after dark where we have the chance of spotting large Indian civets as well as purple-faced langurs. (Lunch and or Dinner included (depending on the time of arrival))."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Wilpattu National Park – Travelling & Wildlife Watching – This morning after our breakfast we will leave Negombo and travel north along the coast to a remote and wonderful national park. Wilpattu National Park has one of the highest concentrations of leopards in the world as well as a wealth of other wildlife including Asiatic elephants, sloth bears, water buffalo, painted storks, whistling teals, brown fish owls, mugger crocodiles and many other species of birds, mammals and reptiles. As soon as we arrive here we will enjoy an afternoon jeep safari with a local naturalist and national park driver, so you are in good hands when it comes to spotting and understanding the wildlife. At sunset we will head to the ancient city of Anuradhapura and check into our hotel. (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Wilpattu National Park – Wildlife Watching – Early this morning we will travel from our hotel in Anuradhapura to Wilpattu National Park for a full day jeep safari. The morning is the best time to see leopards and sloth bears, as they are more active before the sun comes up. We will try and find some of the rarest mammals in the world here such as wild water buffalo and one of the last remaining populations of wild Asiatic elephants before having a lunch break inside the park during the middle of the day before continuing in the afternoon. The bird life here is prolific with plenty of water birds such as little cormorants, woolly-necked storks, purple herons and plenty of different egret species. (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Sinharaja Forest – Travelling & Wildlife Watching – This morning after breakfast we will leave for the last major primary growth rain forest on the island. Sinharaja is a world heritage site and home to more endemic species than any other area in Sri Lanka. However where we stay and our activities are dependent on the weather and local conditions. We will either drive from Anuradhapura through the heart of the central hills (past all the tea growing plantations) and arrive at Rathnapurna, where we will check into our accommodation and after some lunch leave for a jeep safari into the rain forest. Or we will drive direct to the forest and meet the Mahoora camping team who will transfer us to a camp-site in the heart of the forest. Sinharaja Forest Reserve is the best place in Sri Lanka to find many endangered species such as the Indian giant squirrels, Sri Lankan blue magpie, green-billed coucal, red-faced malkoha, purple-faced langurs and green pit vipers. There are also leopards here which make for an excellent sighting if we are lucky enough. Either way we will explore the forest with a jeep safari along a single footpath which dissects the forest. (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sinhraja Forest – Wildlife Watching – Today will be spent exploring the forest in more depth, with guided walks (if the weather allows and the footpaths are walk able) and this is the best way to find the smaller animals which is what Sinharaja is all about, the green pit vipers as they cling to the trees are so intricately patterned they are a joy to behold; and its not unusual to see five or six forest endemics in one tree. Including white-faced starling, Sri Lanka scimitar-babbler, Sri Lanka blue magpie, Sri Lanka yellow-eared bulbul and Sri Lanka grey hornbill. This place really is a heaven for birders. We will most probably grab some lunch from a local café or bring with us a picnic and enjoy it in the forest. (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Mirissa / Yala National Park – Travelling &/or Wildlife Watching – Today, after breakfast we will either drive to Mirissa (2 hours) or we will head east to Yala National Park (2-3 hours). The route is dependent on local conditions and will be decided on booking of the tour. If we head to Mirissa now we will arrive at our accommodation and the rest of the day will be at your leisure. Lunch and dinner will be served at the hotel. The hotel is right on the beach and this makes an ideal place to rest, relax and have a look through all the photo’s you have taken during the visits to Wilpattu and Sinharaja. If we have gone to Yala National Park we will arrive and check into our accommodation and after lunch head into the national park (Sri Lanka’s largest) in a jeep safari. The safari will be complete with your local naturalist and a national park driver. This park is the best place in Sri Lanka for water buffalo, wild boar, sambar, chital, mouse deer, sloth bears, Sri Lankan grey hornbills, mugger crocodiles, Bengal monitor lizards, bonnet-head macaques and is very good for leopards. (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Mirissa / Yala National Park – Whale Wacthing &/or Wildlife Watching – This morning we will rise early whether we are in Mirissa or Yala; if we are in Mirissa we will have an early breakfast as we want to be at the harbour for 06:00am. This is by far the best time to try and see the most spectacular animals around Sri Lanka. The whales and dolphins. Here we will board our whale-watching boat and head out into the International Whaling Commissions protected zone in the Indian Ocean. Here we have the best place in the world for blue whales, they pass here as they migrate from their feeding grounds on the north-east of Sri Lanka to the south west point of the Arabian Sea. But as well as blue whales, sperm whales are here in large numbers and we usually see various beaked whales, spinner dolphins, striped dolphins and Indo-Pacific humpback dolphins; making this a true cetacean hotspot. After the whale watching trip we will eat lunch and drive to Yala National Park (3-4 hours); here we will check into our accommodation where the rest of the day is at your leisure and the evening meal will be at the accommodation. However if we are already at Yala we will again rise early and head out into the national park again for a morning jeep safari. We may have a picnic breakfast or have breakfast back at the accommodation. The morning is an excellent time to spot sloth bears and leopards as they are often walking around after a nights hunting. (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Negombo – Travelling – Today is our last full day in Sri Lanka and we will spend it by seeing some of the most beautiful coastline or the tea growing hill regions in the world. We will leave either Mirissa or Yala National Park after breakfast and head to Negombo. Once we arrive in Negombo and at our accommodation we will check in and enjoy lunch before relaxing the rest of the day away and reviewing what we have seen on this exploration of Sri Lanka. (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Home – Departure – After breakfast you will be transferred to the airport in time to catch your return flight home."
    }
  ],
  "map": ""
}