{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-10-day-family-tour",
  "tourName": "Sri Lanka 10 day family tour",
  "placesVisited": "",
  "generalInfo": "This 10-day itinerary takes you to Sri Lanka's most family friendly hotels and destinations.<br/>Includes: <br/>- Accommodation on Bed &amp; Breakfast basis at The Wallawwa (1 Night | Family Suite) And Why House (4 Nights | 2 Bedrooms)<br/>- Accommodation on Half Board basis at Taylor’s Hill (2 nights | Pattiyagama)<br/>- Accommodation on All Inclusive basis at Noel Rodrigo’s Leopard Safaris (2 Nights | Family Tent)<br/>- All Transport in an air conditioned van with the services of an English Speaking Guide<br/>- Scheduled flights from Polgolla (1245Hrs) to Hambantota (1315) – Please note that the rates &amp; schedule are subject to change<br/>Guided Visits and Excursions: <br/>- Temple of the Tooth<br/>- Peradeniya Botanical Gardens with a Botanist<br/>- Loolecondera Tea Factory visit<br/>- Bike, boats &amp; bites <br/>- Galle Fort walk<br/>- 4 game drives at Yala<br/>- All other Meals (MEAL+DESSERT+WATER ONLY – ALL EXTRAS TO BE PAID TO THE HOTEL/ RESTAURANT DIRECTLY)<br/>- Complementary SIM card on request<br/>- Services: VAT (Value Added Tax) &amp; Tourism Tax<br/>- In-Vehicle: TRAVEL KIT which includes comfortable cushions, a sarong, sanitizers, mosquito repellent, socks (for temples), wet wipes, etc… Our vehicles carry a dongle / WIFI and a folder containing a good map as well a very detailed Booking Information document",
  "durationDays": "10",
  "price": "8692",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "NEGOMBO: Arrive into Colombo International Airport and head straight to The Wallawwa to recuperate amidst startlingly peaceful surroundings. Set in expansive tropical grounds with a big kitchen garden, this former manor house offers family-orientated room options, varied cuisine, discreet service and a decadent spa for post- and pre-flight pampering. Be on the beach in 30 minutes, play croquet in the garden or take a private guided tour by boat or kayak through the pretty bird-filled Muthurajawela Wetlands. Colombo’s restaurants, shops and sights are a mere 30- to 40-minutes’ drive away. Travel time Colombo Airport to The Wallawwa: 20 minutes. Stay 1 night at The Wallawwa."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "KANDY: Travel into the hills to Taylors Hill, east of Kandy. This former planter’s abode dates back over a century and is home to just five bedrooms including one family suite. The house is well equipped for families, as it has a TV Room, a play area, a billiards room and plenty of board games. Outside, there’s a swimming pool, extensive gardens, a badminton/volleyball net, bicycles and a guide for taking you on walking, cycling and nature trails. Other local highlights include visiting Loolecondera, Sri Lanka’s oldest tea estate, and perhaps picnicking in Field No. 7, home to the oldest tea bushes. Around a 60-90-minute drive away is Kandy, a university town home to the Temple of the Tooth – Sri Lanka’s most sacred shrine – the Botanical Gardens and a tea museum. Travel time Negombo to (Deltota) Kandy: 4 hours. Stay 2 nights at Taylors Hill."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "YALA NATIONAL PARK: Descend the hills into the low-lying southeastern plains and to the edge of Yala National Park to Noel Rodrigo’s Leopard Safaris, stopping off enroute at Buduruwagala – a series of seven well-preserved Buddhist figures carved into sheer rock. Yala National Park is home to a dense population of leopards, as well as elephants and sloth bears. Camping at the edge of the park is a magical once-in-a-lifetime experience that all the family will enjoy; Noel Rodrigo’s Leopard Safaris has family tents (including an air conditioned Luxury Lodge Family Tent due to open in the summer of 2018), and there are wildlife art classes and animal identification games for the kids. Travel time (Deltota) Kandy to Yala National Park: 5 hours. Stay 2 nights at Noel Rodrigo’s Leopard Safaris."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "GALLE**: Travel west along the picturesque cove-sprinkled southern coastline to Galle, famed for pretty beaches, a 17th century Dutch fort and a cosmopolitan vibe. Here you’ll stay at Why House, an idyllic country-style boutique hotel with big garden and expansive swimming pool. The hotel has an excellent restaurant, and there are many others in the local area. Aside from sculpting sandcastles on one of the region’s pretty beaches, family activities include guided bicycle rides, boat trips, gentle river kayaking, seasonal whale and dolphin watching and surfing. Travel time Yala National Park to Galle: 4 hours. Stay 4 nights at Why House. **Alternative option: TANGALLE: Travel west to Tangalle, and continue a further seven-kilometres to reach The Last House, located on a gorgeous two kilometre bay to the west of Tangalle, a busy fishing town. With barely another soul to be seen on the beach here, this is a great alternative destination for relaxing in tranquility beside the sea. The hotel has body boards and surf boards that can be used, and also offers deep sea fishing trips. Activities in the local area include hikes up to the top of Mulkirigala Rock, an ancient Buddhist temple site. From Tangalle, it’s also possible to day trip to Udawalawe National Park (elephants), Bundala National Park and the Kalametiya Sanctuary, famed for migratory birds (including flamingoes). Travel time Yala National Park to Tangalle: 2 hours 15 minutes/Tangalle to the airport: 4 hours. Stay 4 nights at The Last House."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "DEPART SRI LANKA: Travel time Galle to Colombo Airport: 2.5 hours"
    }
  ],
  "map": ""
}