{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "north-sri-lanka-holiday",
  "tourName": "North Sri Lanka holiday",
  "placesVisited": "",
  "generalInfo": "This is a holiday for explorers intruiged by culture, personalised experiences and natural beauty. The tour heads off the beaten track to unveil all that the North of Sri Lanka has to offer to you. Enjoy stays in small, charming, nature-inspired and exclusive houses, discover Sri Lanka's best UNESCO sights, connect with the locals on personalised tours to Delft island, Jaffna city, the Botanical Garden and Negombo Lagoon, and get up close to nature and wildlife at Wilpattu National Park.<br/><br/>Includes: <br/>- Accommodation on Bed &amp; Breakfast basis at Villa Hundira (1 Night | Deluxe Room) and The Galle Face Hotel (1 Night | Superior Room)<br/>- Accommodation on Half Board basis at The Ibis (2 Nights | Standard), Jetwing Jaffna (3 Nights | Deluxe Room), Forest Rock Garden (3 Nights | Deluxe) and Rosyth Estate (2 Nights | Classic Room)<br/>- Transport in an air conditioned car with the services of an English Speaking Guide<br/>- Guided Visits and Excursions: <br/>Anuradhapura <br/>Sigiriya<br/>Polonnaruwa<br/>Temple of the Tooth<br/>Peradeniya Botanical Gardens<br/>Tea Factory <br/>2 game drives at Wilpattu National park<br/>Guided Nature walk at Ibis<br/>Delft Island tour<br/>Jaffna City tour<br/><br/>- Other Meals (MEAL+DESSERT+WATER ONLY – ALL EXTRAS TO BE PAID TO THE HOTEL/ RESTAURANT DIRECTLY)<br/>- Services: <br/>VAT (Value Added Tax) &amp;Tourism Tax<br/>- In-Vehicle: We strive to deliver the best possible ‘in-vehicle experience’ – our vehicles are equipped with a TRAVEL KIT which includes comfortable cushions, a sarong, sanitizers, mosquito repellent, socks (for temples), wet wipes, etc… Our vehicles carry a dongle / WIFI and a folder containing a good map as well a very detailed Booking Information document.<br/>Complementary SIM card on request.",
  "durationDays": "13",
  "price": "2374",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Colombo Airport and head to Villa Hundira which takes approximately 30 minutes. Villa Hundira is a modern, private villa nestled amidst two acres of lush tropical gardens and edged by the tranquil Negombo Lagoon. Interiors are a stylish blend of contemporary architecture and furniture, art, and sculptures from Sri Lanka and the orient. High roofs, large glass doors and windows allow for spectacular views of the lagoon where local fisherman go about their day’s work. A small tributary of the lagoon even runs through the gardens making it possible for guests to hop on a boat right from the living room terrace. Spend the rest of the day at leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today you will be transferred to The Ibis in Wilpattu to experience the Wildlife, this transfer takes approximately 4.5 hours. Nestled on the banks of a local lake amidst a green wilderness minutes away from the largest national park in the island, Ibis is a charming rustic bungalow setting. Offering accommodation in two bedrooms located either side of an open living area with all modern facilities, Ibis is ideal for wildlife enthusiasts and guests who enjoy rustic living. You could walk around the property to experience the wildlife. Walk with a naturalist and spot wild creatures in the late evening."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you will be going on a morning and evening jeep safari to the Wilpattu National park. Wilpattu offers travelers the chance to get up-close-and-personal with Sri Lanka’s wildlife: go on an enthralling game drive through the park, looking out for leopards, elephants, sloth bear and deer as well as a wide variety of migrant and endemic birds, and enjoy the spectacular scenery of lakes, jungle, grasslands and the stunning coastal border."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast you will be heading to the Northern Province which takes approximately 5hours. Surrounded by the rich culture and history in the Northern peninsula that dates back to the 13th century, Jetwing Jaffna is the latest project by the Jetwing group. Featuring 55 stylishly-designed bedrooms, the accommodation offers luxury whilst giving the guests the opportunity to explore a part of Sri Lanka that has been shrouded in mystery for the past few decades. Relax after the long drive."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Visit The Nallur Kandaswamy Kovil, one of Jaffna’s most significant Hindu temples and the fourth re-built structure, since the original temple was built in 948. The temple is a socially important institution for the Sri Lankan Tamils Hindu identity of north Sri Lanka and for the Sri Lankan Tamil diaspora. Located in the ancient capital town of Nallur in Jaffna, it is recorded that the center of the city was once a bustling market place, surrounded by a square fortification that sheltered courtly buildings for kings, Brahmin priests and soldiers. The old Nallur Kandaswamy temple functioned within this ancient defensive fort, among a city that was laid out like the traditional temple town according to Hindu traditions. Then visit the The library, which was built in 1933 and burnt in 1981. During the early 1980s, it was one of the biggest libraries in Asia, containing over 97,000 books and manuscripts. In 2001, rehabilitation of the library was completed, with new structure being built and new books received, although its old books and manuscripts were not replaced. It is Sri Lanka‘s second main public Library only rivaled by the Library in Colombo."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today visit Sri Lanka’s forgotten island, the Delft Island. The day is one of discovery! Your chauffeur driver will drive you along the causeway to board a boat which will take you to Delft Island, off the Jaffna peninsula. Your host for the day is a Pastor, who originally hails from Sri Lanka’s tea country. Having made his home at Delft, your host will show you around this remote island, allowing you to take in the sights of the old Delft Fort, an ancient Baobab tree and how Palmyra toddy and crafts are made with local farmers. Ask to see the wild ponies grazing. End the day with a simple lunch with the Pastor and his wife at their humble home. Before leaving Delft, a swim after lunch at the beach, not far from your host’s house offers for one of the most relaxed and non-touristic encounters you will have on this journey. The beach is not developed, and has a calm and gentle sea."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today transfer to Anuradhapura, which takes around 4hours. Forest Rock Garden Resort is designed around a 50-acre wilderness with rock boulders, ponds and waterways, age old trees and lotus filled ponds. Even the rooms and suites at this much-praised resort are raised above ground to the level of the tree canopy to avoid any disturbance to the untouched wilderness below. A sturdy network of concrete pillars and meandering walkways connects the rooms to the restaurant, swimming pool and other facilities, allowing the animals that inhabit this land, including deer and wild elephants to pass through along their natural jungle corridors. Forest Rock Garden Resort offers luxurious Deluxe Rooms and Suites; traditional Sri Lankan and Western vegetarian cuisine; mind and body wellness through Ayurveda and meditation; and a serene setting that will leave you totally rejuvenated."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, transfer to Sigiriya which takes approximately around 1hour. You could climb the Sigiriya Rock fortress in the evening to experience the sunset at the top of the rock. Sigiriya, also known as Lion Rock, built on top of a huge boulder in the 5th century. A palace. A rock fortress. The hidden castle of King Kasyapa. A Buddhist monastery from the 14th century. Similar to the cosmic mountain of Meru? The eighth wonder of the world? No place in Sri Lanka has generated as many theories and legends as the 180m monolith, set amidst stunning scenery. Then drive to Polonnaruwa which takes around 1hour. Visit the ancient ruins of Polonnaruwa which is the second most ancient kingdom of Sri Lanka. Pollonaruwa is divided into 4 areas. The visit starts with the Kings Palace and Baths. We then visit 3 different tooth relic temples and then proceed to the stupas. The visit ends on the far western side of the complex where you will see one of the most astonishing Buda rock carvings in Sri Lanka. One can walk, bike or drive between locations. It’s hot – no doubt. If it looks like it might rain don’t forget to take an umbrella from the vehicle. Drive back to Anuradhapura."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Visit the kingdom of Anuradhapura. Anuradhapura consists of more than a dozen archeological sites. Typically one moves around from site to site either by bike or inside the vehicle. The most important / significant sites are the 3 largest man-made stupas in Sri Lanka, which were – at the time of the pyramids of Egypt – the second largest man-made structures in the world. Then Sri Maha Bodhi, is a Sacred Fig said to be the southern branch from the tree under which lord Buddha was enlightened. Altogether the visit to Anuradhapura takes approximately 2 to 3 hours."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transfer to Kegalle, this transfer takes around 3.5hours. Built in 1926, Rosyth Estate House is a seven-bedroom planter’s bungalow perched on a hillock about 1,100ft above sea level. Rosyth consists of the original Main House, located at a higher level, the swimming pool terrace (a level below) and a separate Duplex Unit. Rosyth is designed with verandas, courtyards and terraces that let you enjoy the tropical climate and lush gardens scattered with fruit trees. Rosyth Estate House offers well-appointed bedrooms, traditional Sri Lankan cuisine and a peaceful holiday setting. Visit the tea factory late in the afternoon. Just a few minutes’ walk from the house is the local tea factory & whilst not part of the estate, guests are welcome to visit the factory and understand the process of tea."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Guided tour around the Peradeniya Botanical gardens with a botanist at around 10am. Your guide will buy your entrance. Your chauffeur guide will wait for you in the vehicle outside. It’s a leisurely walk in a circular fashion. Our expert in Botany is a walking encyclopedia. Even if you have very little interest in Botany he makes the visit interesting and insightful with plenty of quirks and little side stories. For some it’s the best visit of them all in Sri Lanka. Visit the Temple of the Relic, Sri Dalada Maligawa or the Temple of the Sacred Tooth Relic is a Buddhist temple in the city of Kandy, Sri Lanka. It is located in the royal palace complex which houses the relic of the tooth of Buddha. Since ancient times, the relic has played an important role in local politics because it is believed that whoever holds the relic holds the governance of the country. Kandy was the last capital of the Sri Lankan kings and is a UNESCO world heritage site partly due to the temple."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to Colombo leisurely, this transfer takes approximately 3.5hours. Galle Face Hotel is a heritage property that dates back to 1864. Once the mansion of a British Governor, this masterpiece of Victorian architecture was refurbished and reopened in 2006 and now offers a contemporary colonial feel. There is no sense of glitzy modernity: its stately wooden panelling and staunchly Victorian rooms are immediately resonant of a bygone age and make it a tempting alternative to Colombo’s modern five star hotels. Galle Face Hotel is a member of Select Hotels & Resorts International."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Transfer to the Airport for your departure flight. This transfer would take approximately 2.5 hours."
    }
  ],
  "map": ""
}