{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-family-holiday-14-days",
  "tourName": "Sri Lanka family holiday, 14 days",
  "placesVisited": "",
  "generalInfo": "Welcome to our unique 14-day Sri Lanka Family Holiday....<br/><br/>Sri Lanka offers something for everyone. This two-week Sri Lanka family holiday is tailor-made for you by your local guide Rajiv who has been working with tourist families for the past 20 years and has an immense knowledge of his 'teardrop' island he calls home together with his wife Gillian. Rajiv has included both touristy activities and off the beaten track locations.<br/><br/>Sri Lanka is a paradise that we proudly call the Pearl of the Indian Ocean. Its golden sandy beaches, majestic rainforest-covered mountains, cascading waterfalls, UNESCO heritage sites, sacred rock temples, tea plantations, and ancient royal cities offer something for everyone including the amazing local food.<br/><br/>On your arrival in Sri Lanka, you will be met by your local team Gillian and Rajiv. We are both passionate about travel and local food and this makes us the best local team to travel with during your holiday. <br/><br/>Our customized and bespoke tours give you the chance to encounter herds of wild elephants, the elusive leopards, and endangered sloth bears of Sri Lanka including hundreds of bird species in the company of a local guide or ranger.<br/><br/>The Sri Lanka Family Holiday includes Colombo, Kandy, Nuwara Eliya, UNESCO World Heritage Sites, national parks, beautiful beaches, and some of the key ancient cities that make up Sri Lanka's Cultural Triangle.<br/><br/>We have designed this holiday for you from start to end with one key element in mind which is peace of mind.  <br/><br/>One key element which must be considered when visiting Sri Lanka on holiday is the tropical weather. We have planned this holiday so that you will enjoy bright sunshine and blue skies especially when at the beach. <br/><br/>We as responsible and honest travel agents recommend this holiday between November and April to minimize the chance of rain especially when you are relaxing at the beach. <br/><br/>Anyone can visit Sri Lanka, but not everyone gets the chance to chat over dinner or travel together with a local host, take a safari at dawn with a knowledgeable ranger, and get the best seats on one of the most scenic railway journeys in the world. You need a local specialist to provide you with insider information, make arrangements using local contacts, and advise on the best times of year to visit different areas...<br/><br/>Our family-operated company has been doing just that since 2004 and 50% of our business comes from personal referrals and repeat business. We strongly believe in responsible and sustainable tourism and are proud of the fact that 90% of your tour fee stays in Sri Lanka...<br/><br/>All hotels are locally owned and managed and you will be transported in the comfort of your own privet chauffeur-driven vehicle, where you sit back and enjoy a bespoke itinerary that is as unique and individual as you. All our vehicles are fully insured and driven by experienced chauffeurs...<br/><br/>Sri Lankan is ready for you... We look forward to hearing from you soon!<br/><br/>WELLCOME TO SRI LANKA MACHANG!",
  "durationDays": "14",
  "price": "3339",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "•Arrive in Sri Lanka •Meet and greet your chauffeur/guide at the airport •Transfer to your hotel in Negombo •Overnight in Negombo"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "•Full day of relaxing at the beach •Optional complimentary city tour of Colombo •Overnight in Negombo"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "•Depart after breakfast to Sigiriya •Visit Dambulla cave temple •Arrive at the hotel and relax •Overnight in Sigiriya"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "•Depart after breakfast to the ancient city of Polonnaruwa •Guided tour of the ancient city of Polonnaruwa •Overnight in Sigiriya"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "•Depart after breakfast to Kandy •Morning climb of Sigiriya rock fortress •Visit a spice garden and learn about the spices of Sri Lanka •Arrive at your hotel and relax •Overnight in Kandy"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "•Morning visit to Kandy viewpoint •Morning visit to Peradeniya Royal Botanical Gardens •Afternoon relaxing at the hotel •Evening visit to a cultural show •Evening visit to the temple of the tooth relic •Overnight in Kandy"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "•Depart after breakfast to Nuwara Eliya •Day 07 to 09 includes a train ride •Visit a working tea factory •City tour of Nuwara Eliya •Overnight in Nuwara Eliya"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "•Half day hike at Horton Plains National Park •Depart in the late morning back to your hotel •Overnight in Nuwara Eliya"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "•Depart after breakfast to Yala •Arrive at your hotel and relax •Overnight in Yala"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "•Depart early at 5 AM to Yala National Park •Morning safari at Yala National Park •Special lunch inside Yala National Park •Afternoon safari at Yala National Park •Overnight in Yala"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "•Depart after breakfast to Galle •Visit to the Elephant transit home •Late afternoon boat safari in Walawe Ganga •View the beautiful sunset from the beach •Arrive at your beach hotel in the evening •Overnight in Galle"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "•Depart after breakfast to Galle Dutch Fort •Morning tour of the Galle Dutch Fort Complex •Afternoon visit to the mask makers of Ambalangoda •Afternoon visit to a sea Turtle conservation center •Overnight in Galle"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "•Full day relaxing at your beach hotel •Overnight in Galle"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "•Depart after breakfast to the airport •Arrive at the airport 3 hours before your flight •Flight back home •END OF HOLIDAY"
    }
  ],
  "map": ""
}