{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-triangle-holiday",
  "tourName": "Sri Lanka triangle Holiday",
  "placesVisited": "",
  "generalInfo": "Welcome to our unique and specialized 14-day Sri Lanka Triangle Holiday...<br/><br/>Sri Lanka offers something for everyone. This two-week Sri Lanka holiday is tailor-made for you by your local guide Rajiv who has been working with tourists for the past 20 years and has an immense knowledge of his 'teardrop' island he calls home together with his wife Gillian. Rajiv has included both touristy activities and off the beaten track locations.<br/><br/>Sri Lanka is a paradise that we proudly call the Pearl of the Indian Ocean. Its golden sandy beaches, majestic rainforest-covered mountains, cascading waterfalls, UNESCO heritage sites, sacred rock temples, tea plantations, and ancient royal cities offer something for everyone including the amazing local food.<br/><br/>On your arrival in Sri Lanka, you will be met by your local team Gillian and Rajiv. We are both passionate about travel and local food and this makes us the best local team to travel with during your holiday...<br/><br/>Our customized and bespoke tours give you the chance to encounter herds of wild elephants, the elusive leopards, and endangered sloth bears of Sri Lanka including hundreds of bird species in the company of a local guide or ranger.<br/><br/>The Sri Lanka Triangle Holiday includes the must-see sites of Sri Lanka including Colombo, Kandy, Haputale, UNESCO World Heritage Sites, national parks, beautiful beaches and many off the beaten track locations.<br/><br/>We have designed this holiday for you from start to end with one key element in mind which is peace of mind.  <br/><br/>One key element which must be considered when visiting Sri Lanka on holiday is the tropical weather. We have planned this holiday so that you will enjoy bright sunshine and blue skies especially when at the beach. <br/><br/>We as responsible and honest travel agents recommend this holiday between November and April to minimize the chance of rain especially when you are relaxing at the beach.<br/><br/>Anyone can visit Sri Lanka, but not everyone gets the chance to chat over dinner or travel together with a local host, take a safari at dawn with a knowledgeable ranger, and get the best seats on one of the most scenic railway journeys in the world. You need a local specialist to provide you with insider information, make arrangements using local contacts, and advise on the best times of year to visit different areas.<br/><br/>Our family-operated company has been doing just that since 2004 and 50% of our business comes from personal referrals and repeat business. We strongly believe in responsible and sustainable tourism and are proud of the fact that 90% of your tour fee stays in Sri Lanka...<br/><br/>All hotels are locally owned and managed and you will be transported in the comfort of your own privet chauffeur-driven vehicle, where you sit back and enjoy a bespoke itinerary that is as unique and individual as you. All our vehicles are fully insured and driven by experienced chauffeurs. <br/><br/>Sri Lankan is ready for you... We look forward to hearing from you soon!<br/><br/>WELCOME TO SRI LANKA MACHANG!",
  "durationDays": "14",
  "price": "3299",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "•Arrive in Sri Lanka •Meet and greet your chauffeur/guide at the airport •Transfer to your hotel in Negombo – Standard check-in time is noon. •Overnight in Negombo"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "•Depart after an early breakfast to Kandy •Morning visit to Kandy viewpoint •Morning visit to the temple of the tooth relic •Afternoon visit to Peradeniya botanical gardens •Visit a spice garden and learn about the spices of Sri Lanka •Overnight in Negombo"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "•Full day of relaxing at the beach •Overnight in Negombo"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "•Departing after an early breakfast to Sigiriya •Morning climb of Sigiriya rock fortress •Arrive back at your hotel and relax •Overnight in Negombo"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "•Depart after breakfast to Wellawaya •Morning city tour of Colombo with a local shopping experience •Arrive at your hotel in the late afternoon and relax •Overnight in Wellawaya"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "•Morning relaxation time at the hotel •Depart in afternoon to Yala national park •Afternoon safari of Yala national park •Overnight in Wellawaya"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "•Full day or relaxation at the hotel •Overnight in Wellawaya"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "•Depart after breakfast for Badulla railway station •Train ride from Badulla to Haputale •Visit a working tea factory •Travel back to your hotel and relax •Overnight in Wellawaya"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "•Depart in the late morning for the elephant transit home in Uda Walawe •View milk feeding of baby elephants •Travel to your beach hotel •Overnight in Induruwa"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "•Full day of relaxation at the hotel •Overnight in Wellawaya"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "•Depart after breakfast to Galle Dutch Fort •Morning visit to a sea Turtle conservation center •Late morning tour of the Galle Dutch Fort Complex •Afternoon visit to the mask makers of Ambalangoda •Late afternoon special boat safari on Madhu River •Overnight in Induruwa"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "•Full day relaxing at your beach hotel •Overnight in Induruwa"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "•Full day relaxing at your beach hotel •Overnight in Induruwa"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "•FLIGHT BACK HOME/END OF HOLIDAY"
    }
  ],
  "map": ""
}