{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-wildlife-and-culture-tour",
  "tourName": "Sri Lanka wildlife and culture tour",
  "placesVisited": "",
  "generalInfo": "This is an extraordinary natural tour of Sri Lanka in the most exclusive, responsible resorts and plenty of time in nature - you will inhale and recharge in the National Parks of Wilpattu, Udawalawe, Horton Plains, in the Unesco protected Sinharaja and Kanneliya Rainforests...  And still discover Sri Lanka's most famous cultural Unesco sites.<br/> <br/>Includes: <br/>- Accommodation on Bed &amp; Breakfast basis at Jetwing Beach (1 Night | Deluxe Room), Aliya Resort &amp; Spa (2 Nights | Deluxe Room), Clove Villa (1 Night | Deluxe Room), St. Andrew’s (2 nights | Superior Room) and Fortaleza Church Cross Street (2 Nights | Turquoise Room)<br/>- Accommodation on Half Board basis at The Ibis (2 Nights | Standard A/C Room), Grand Udawalawe Safari (1 Night | Super Deluxe Room) and Rainforest Edge (2 Nights | Standard Room)<br/><br/>- Transport in an air conditioned car with the services of an English Speaking Guide. <br/><br/>- Guided Visits and Excursions: <br/>Sigiriya<br/>Polonnaruwa<br/>Dambulla Cave Temple<br/>Temple of the Tooth<br/>Tea Factory visit<br/>2 game drives at Wilpattu<br/>Horton Plains<br/>Sinharaja Rainforest<br/>1 game drive at Udawalawe National park<br/>Kanneliya Rainforest trek with lunch at the lake<br/>Galle Fort walk with your guide<br/><br/>- Other Meals (MEAL+DESSERT+WATER ONLY – ALL EXTRAS TO BE PAID TO THE HOTEL/ RESTAURANT DIRECTLY)<br/>- Services: <br/>VAT (Value Added Tax) &amp;Tourism Tax.<br/>In-Vehicle: We strive to deliver the best possible ‘in-vehicle experience’ – our vehicles are equipped with a TRAVEL KIT which includes comfortable cushions, a sarong, sanitizers, mosquito repellent, socks (for temples), wet wipes, etc… Our vehicles carry a dongle / WIFI and a folder containing a good map as well a very detailed Booking Information document. We are constantly improving the information we provide for clients to make the most of their trip.",
  "durationDays": "14",
  "price": "2478",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Colombo Airport and head to Jetwing Beach which takes approximately 30 minutes. Jetwing Beach is a luxurious five-star hotel tastefully designed along contemporary lines, taking the surrounding seaside landscape into full view. Influences of Geoffrey Bawa’s architectural design, such as the open verandas, walk ways and waterways, let in the cooling ocean breeze and the tropical sun. Interiors are minimalist and elegant with cement floors and walls infused with a touch of amber, enhanced by pieces of dramatic contemporary art in the lobby area. Relax by the beach in the evening."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast head to Wilpattu, this transfer takes approximately 4.5hours. Nestled on the banks of a local lake amidst a green wilderness minutes away from the largest national park in the island, Ibis is a charming rustic bungalow. Offering accommodation in two bedrooms located either side of an open living area with all modern facilities, Ibis is ideal for wildlife enthusiasts and guests who enjoy rustic living. Of the two bedrooms, one is furnished with a king-sized bed and the other has twin beds. Both rooms are air-conditioned and have writing tables, clothes racks and ensuite bathrooms with h/w showers and complimentary toiletries. The rooms share a spacious veranda from where they can observe the birdlife that visits the lake nearby. Relax and enjoy the surrounding or walk through the village."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you will be going on a morning and evening jeep safari to the Wilpattu National park. Wilpattu offers travelers the chance to get up-close-and-personal with Sri Lanka’s wildlife: go on an enthralling game drive through the park, looking out for leopards, elephants, sloth bear and deer as well as a wide variety of migrant and endemic birds, and enjoy the spectacular scenery of lakes, jungle, grasslands and the stunning coastal border."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to Sigiirya, this transfer takes approximately around 2.5hours. 'Aliya', meaning elephant in Sinhala, is an apt name for a luxurious resort immersed in lush wilderness where wild elephants roam. Modern minimalism is softened by Sri Lanka’s simple and unhurried rural lifestyle. Enter through a series of steps into a vast, gleaming white lounge and instantly, the mesmerizing views of the infinity pool and the gigantic twin rocks – Pidurangala and Sigiriya – comes into focus. Aliya resort offers luxurious rooms or tents immersed in the wilderness; international as well as traditional Sri Lankan cuisine served at their wattle & daub restaurant overlooking the paddy fields."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "You could climb the Sigiriya Rock fortress in the morning. Sigiriya, also known as Lion Rock, built on top of a huge boulder in the 5th century. A palace. A rock fortress. The hidden castle of King Kasyapa. A Buddhist monastery from the 14th century. Similar to the cosmic mountain of Meru? The eighth wonder of the world? No place in Sri Lanka has generated as many theories and legends as the 180m monolith, set amidst stunning scenery.Then drive to Polonnaruwa which takes around 1hour. Visit the ancient ruins of Polonnaruwa which is the second most ancient kingdom of Sri Lanka. Pollonaruwa is divided into 4 areas. The visit starts with the Kings Palace and Baths. We then visit 3 different tooth relic temples and then proceed to the stupas. The visit ends on the far western side of the complex where you will see one of the most astonishing Buda rock carvings in Sri Lanka. One can walk, bike or drive between locations. It’s hot – no doubt. If it looks like it might rain don’t forget to take an umbrella from the vehicle. Drive back to Sigiriya."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "You will be heading to Kandy today, this transfer takes approximately around 3hours. You will be driving through Dambulla to visit the Dambulla Cave Temples. The Dambulla Cave Temples are the largest and best-preserved rock cave temple complex in Sri Lanka, towering 160 m over the surrounding plains with more than 80 documented caves in the surrounding area. The site is of particular interest for anyone that loves historic art, as five of the caves contain ancient statues and paintings related to and depicting Lord Buddha and his life. Clove Villa is a modern, Sri Lankan-owned private villa that offers a personalised service and comfortable accommodation in seven good-quality bedrooms. Designed with high timber roofs and tall glass windows, Clove Villa spreads across three floors. The living and dining area is on the ground floor with the bedrooms located on all three floors. Rise early and go on a Kandyan temple excursion. Once back at the villa, relax by the poolside and by nightfall, enjoy dinner on the roof terrace. Clove Villa is located in a residential area next to Mahaweli Reach hotel and is set away from the hustle and bustle of Kandy town, yet close enough to Evening, visit to the Temple of the Tooth, is a Buddhist temple in the city of Kandy, Sri Lanka. It is located in the royal palace complex which houses the relic of the tooth of Buddha. Since ancient times, the relic has played an important role in local politics because it is believed that whoever holds the relic holds the governance of the country. Kandy was the last capital of the Sri Lankan kings and is a UNESCO world heritage site partly due to the temple."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "You will be transferred to the Hill country, it takes 3hours to get to Nuwara Eliya. St. Andrew's is a stately Tudor-style colonial mansion, built in the latter part of the 19th century, and determinedly preserving the feel of a bygone age. Standing in attractive gardens alongside imposing pine trees, it has a rather stern exterior. But inside is an inviting world of open fires, candlelit dinners and a well-stocked wine cellar. Cosy traditionalism given a brighter makeover."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Visit the Horton Plains National Park which offers amazing hikes amongst the shadows of Sri Lanka’s second and third-highest mountains; Kirigalpotta (2395m) and Totapola (2359m), each of which rear up from the edges of the plateau. The ‘plains’ form a plateau of rises and fall over 2000m high, covered by wild grasslands and interspersed with patches of thick forest, rocky outcrops, filigree waterfalls and misty lakes. The plateau’s sudden end is famously known as ‘World’s End’, a stunning near 880m drop. Visit a Tea Factory en-route to the hotel and learn the process of tea. The production of tea involves a tedious procedure of plucking, withering, rolling, oxidizing and drying – a process that requires heavy machines and plenty of manpower. Workers were shipped over from Tamil Nadu in India to maintain the plantations, and these people, an often overlooked ethnic minority in Sri Lanka, are still the main employees in the tea industry today."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast transfer to Udawalawe National park which takes 4hours. Grand Uda Walawe Safari Resort is a welcome addition to this area where accommodation options are limited. Set in seven acres of lush tropical gardens, the hotel spreads across two separate buildings linked by an overhead bridge with a winding waterway below. Well-appointed bedrooms and suites are housed in one building while a spacious restaurant is in the other. The gardens are scattered with tall tropical trees that attract numerous birds and the occasional monkey. Rise at dawn and venture off on a wildlife safari. Once back at the hotel, relax by the poolside and take in the peaceful surroundings. Afternoon game drive at Udawalawe National park. Uda Walawe, in Sri Lanka's south-central sector, is the area that most resembles an African game park. Wildlife reports say there are about 500 elephants in the park and they often roam in herds of up to 100. Leopards, buffalo, deer and sloth bears keep them company along with mongooses, bandicoots, foxes, water monitor lizards and crocodiles. A half-day tour in your own private jeep with driver and guide is the best way to see the 30,821 hectares of protected area parked on the Uda Walawe Reservoir."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast transfer to Sinharaja which takes 3.5hours. You could also visit the Elephant Transit Home in Udawalawe in the morning and then drive to Sinharaja. Rainforest Edge is blessed by one of the most restful panoramas in Sri Lanka, and harmony with nature is the essence of its appeal. This is an isolated, pollution-free environment where guests can gaze upon rolling hills and enjoy the hospitality of Sinharaja villagers within a natural setting. This appealing property is a triumph of ‘designer-rustic’ and follows strict environmentally-friendly policies such as using organic methods of farming, recycling of water and waste materials, and using solar energy. A valiant effort is also made to benefit the surrounding village community, including employment of staff from the area and providing them with skills-development opportunities."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Trek to the Sinharaja Rainforest wich is surrounded by bruised clouds and spectral mists, the enigmatic Sinharaja Rain Forest is the last remaining virgin tropical rain forest on the island. This mysterious and beautiful UNESCO World Heritage forest spreads out over an area of just 34 square miles, but is alive with life, colour, and sound. Home to a vast range of rare and endangered trees in addition to an abundance of endemic birds, reptiles, and mammals, Sinharaja is a treat for naturalists. The larger of Sinharaja’s resident mammals are leopards and elephants, both of which have been confirmed to be living within the forest reserve. Sightings are extremely rare, however you may come across their tracks. More common sights are giant squirrels, monkeys, chameleon lizards, wrinkled frogs and non-venomous snakes."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to Galle Fort which takes approximately around 3hours. Fortaleza Church Cross Street is a small, laid-back boutique hotel with gastro café which adds to the attractions of Galle Fort. This four-bedroom boutique hotel and restaurant is housed in a Dutch period building originally owned by a merchant who used it as a spice warehouse. The building has been caringly refurbished, retaining high roofs and some of original one-foot thick Kabok walls. A magnificent sculpture by Sri Lankan artist Laki Senanayake stands tall at a mezzanine level in the lounge area. Walk around the Galle Fort with your guide."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Transfer to Galle Fort which takes approximately around 3hours. Fortaleza Church Cross Street is a small, laid-back boutique hotel with gastro café which adds to the attractions of Galle Fort. This four-bedroom boutique hotel and restaurant is housed in a Dutch period building originally owned by a merchant who used it as a spice warehouse. The building has been caringly refurbished, retaining high roofs and some of original one-foot thick Kabok walls. A magnificent sculpture by Sri Lankan artist Laki Senanayake stands tall at a mezzanine level in the lounge area. Walk around the Galle Fort with your guide."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to the Airport for your departure flight. This transfer would take approximately 2.5hours."
    }
  ],
  "map": ""
}