{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-family-holidays",
  "tourName": "Sri Lanka Family Holidays",
  "placesVisited": "6 World Heritage Sites, Negombo, Galle, Elephant Orphanage, Ella, Horton Plains National Park, Hike to World’s End, Kithulgala River Rafting, Local Train Ride, Kandy, Dambulla, Minneriya Elephant Gathering, Sigiriya, Polonnaruwa, Nilaveli, Wilpattu Jeep Safari, National Park Camp",
  "generalInfo": "A 2 week, escorted but private Sri Lanka family tour. Rich culture, history, flora and fauna, varied landscapes and a range of activities  - plus of course, wonderful curries and super-friendly locals  - make Sri Lanka the perfect family holiday destination.<br/><br/>This highly varied, exciting family tour of Sri Lanka takes in 6 of the island’s 8 World Heritage Sites as well as some of its lesser-known highlights while maintaining a leisurely pace with plenty of time to just relax and take in the views or do your own thing. Destinations include the historic towns of Galle, Kandy and Trincomalee, the picturesque Hill Country, the ancient Cultural Triangle sites of Sigiriya, Polonnaruwa and Dambulla, Nilaveli’s unspoilt coastline and the National Parks of Wilpattu, Horton Plains and Minneriya.<br/><br/>Among activities along the way are; a jeep safari in Wilpattu, a hike to ‘World’s End’, a scenic local train through the Hill Country, bicycle tour of Anuradhapura ancient city, an exciting rafting expedition down the jungle-lined Kelani River, snorkelling and whale-watching options from a Nilaveli beach resort. Last but not least, is Minneriya’s awe-inspiring ‘Elephant Gathering’ where huge herds spectacularly congregate around the area’s last watering hole.<br/><br/>A perfect introduction to this magnificent island and a wonderful experience for all the family.<br/><br/>Features:<br/><br/>1. Our Sri Lanka tour includes no less than 6 UNESCO-listed World Heritage Sites<br/>2. The spectacular Botanical Gardens and prestigious Temple of the Tooth in Kandy<br/>3. Cycling tour of the ancient ruined capital of Polonnaruwa<br/>4. Jeep safari and overnight camp in Wilpattu National Park<br/>5. Nilaveli beach stay including whale watching and snorkelling trip options<br/>6. Sample the fantastic local cuisine and meet the super-friendly residents<br/><br/>Optional extensions<br/><br/>1. Spend a few days quality island time at a well-appointed Maldives eco-resort <br/>2. Hidden Maldives - discover the local life, culture, food and unique island capital Malé, join a marine conservation project and explore its fabulous reefs and turquoise seas<br/><br/>Note; this is a private family tour for a minimum of 4 persons and includes certain meals (local-style) and accommodation in 3 to 4* hotels.",
  "durationDays": "14",
  "price": "1655",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Colombo and transfer to the nearby port and beach town of Negombo for some relaxation time after your flight before a local-style welcome dinner introduces you to the Island's justifiably famous cuisine."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Optional early morning tour of Negombo's lively fish market before a short tour of some of the sites of nearby Colombo including the National Museum and some of the city's fine colonial period buildings. After a local-style lunch in the capital, we’ll continue south to the famous walled city of Galle for a late afternoon walking tour of the ramparts of the old Dutch fortress built on a rock jutting into the Indian Ocean."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Some free time in the morning to explore the UNESCO World Heritage town and check-out the narrow lanes of the old Moorish Quarter. Late morning departure for Udawalawe for a visit to the famous Transit Home (elephant rehabilitation centre) before continuing into the hill country and the mountain town of Ella. Time permitting, we can visit the mountain railway's famous ‘Nine Arch Bridge’ and/or take a sunset hike to Little Adam’s Peak."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "An early start for a hike across the Horton Plains National Park to the famous, and aptly named, World’s End where the plains abruptly drop over 1,000 metres to lush forests below. Opportunities to discover the region’s fantastic flora and fauna and take in the beautiful Baker’s Falls with a short afternoon drive to Kithulgala and a stay at a riverside jungle lodge."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Morning jungle hike to explore Kithulgala’s lush Kelanivally rainforest area as well as a visit to a local village with an afternoon rafting trip down the picturesque Kelani River, (the actual filming location for the old Bridge on the River Kwai movie)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Back into the hill country with a morning visit to one of the area’s celebrated tea plantations before a departure by local train for a picturesque ride through the hills to Kandy, the country’s second city and capital of the hill country. Afternoon arrival in Kandy where you’ll have the chance to actually learn some local-style, traditional dance and drumming with one of Kandy's celebrated dance troops!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "In the morning, experience the Buddhist puja (blessing ceremony) at the famous and highly prestigious Temple of the Tooth, which houses Sri Lanka’s most revered religious relic - one of Buddha’s teeth. After a local-style lunch in town, we’ll head out to the beautiful Peradeniya Botanic Gardens."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Time to head north to discover the UNESCO World Heritage site of Dambulla - whose cave temples date to the 1st century BC. In the afternoon we’ll take a jeep safari in Minneriya National Park where we can see elephants, langurs and a spectacular array of Sri Lankan birdlife. During the July to October period, we may be lucky enough to see the 'Gathering', where herds of hundreds of elephants congregate around Minneriya Lake."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Early morning ascent of the dramatic rock fortress of Sigiriya. This ancient site is built atop a sheer-sided rock outcrop, and we’ll take in the amazing Maidens of the Clouds on our way up the summit for some equally amazing views of the surrounding countryside. Another World Heritage Site is on the afternoon’s menu with a cycling (or tuk-tuk) tour of the historic temples and exquisitely carved statues of the ancient capital of Polonnaruwa."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today we’ll travel north to the coastal town and ancient port of Trincomalee. Our tour will include China Bay, the old Dutch Fort Frederik, and the town’s lively bazaar, before continuing a short distance up the coast to the beach-side town of Nilaveli for accommodation in a small resort looking onto the Indian Ocean."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "A day at leisure in this charming spot. Laze on the magnificent beach or explore the local area. More adventurous options include whale watching, (sperm and blue whales are regularly sighted off the coast), a snorkelling trip on the colourful reef around Pigeon Island, or even scuba diving."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Late morning departure to Wilpattu National Park - Sri Lanka’s largest, yet one of its least visited national parks or a late afternoon jeep safari and overnight stay in a comfortable tented camp."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "An optional early morning safari in the park is also on offer before breakfast at the camp and a leisurely return drive south to Negombo Town. Free time in the afternoon before our farewell dinner."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Morning at leisure in Negombo. Relax by the pool; a last dip in the Indian Ocean, or pick up some last-minute souvenirs and departure at your convenience."
    }
  ],
  "map": ""
}