{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-summer-family-holiday",
  "tourName": "Sri Lanka summer family holiday",
  "placesVisited": "",
  "generalInfo": "Welcome to our 14-day Summer Family Adventure in Tropical Sri Lanka.<br/><br/>Sri Lanka offers something for everyone. Our two-week Sri Lanka Family Adventure is tailor-made for you by your local guide Rajiv who has been working with tourists for the past 20 years and has an immense knowledge of his 'teardrop' island he calls home together with his wife Gillian. Rajiv has included both touristy activities and off the beaten track locations.<br/><br/>Sri Lanka is a paradise that we proudly call the Pearl of the Indian Ocean. Its golden sandy beaches, majestic rainforest-covered mountains, cascading waterfalls, UNESCO heritage sites, sacred rock temples, tea plantations, and ancient royal cities offer something for everyone including the amazing local food.<br/><br/>On your arrival in Sri Lanka, you will be met by your local team Gillian and Rajiv. We are both passionate about travel and local food and this makes us the best local team to travel with during your holiday.<br/><br/>Our Summer Family Adventure gives you the chance to encounter herds of wild elephants, the elusive leopards, and endangered sloth bears of Sri Lanka including hundreds of bird species in the company of a local guide or ranger.<br/><br/>The Summer Family Adventure includes Colombo, Kandy, UNESCO World Heritage Sites, national parks, beautiful beaches, off the beaten track and some of the key ancient cities that make up Sri Lanka's Cultural Triangle.<br/><br/>We have designed this holiday for you from start to end with one key element in mind which is peace of mind.<br/><br/>One key element which must be considered when visiting Sri Lanka on holiday is the tropical weather. We have planned this holiday so that you will enjoy bright sunshine and blue skies especially when at the beach. <br/><br/>We as responsible and honest travel agents recommend this holiday between May and October to minimize the chance of rain especially when you are relaxing at the beach. <br/><br/>Anyone can visit Sri Lanka, but not everyone gets the chance to chat over dinner or travel together with a local host, take a safari at dawn with a knowledgeable ranger, and get the best seats on one of the most scenic railway journeys in the world. You need a local specialist to provide you with insider information, make arrangements using local contacts, and advise on the best times of year to visit different areas. <br/><br/>Our family-operated company has been doing just that since 2004 and 50% of our business comes from personal referrals and repeat business. We strongly believe in responsible and sustainable tourism and are proud of the fact that 90% of your tour fee stays in Sri Lanka.<br/><br/>All hotels are locally owned and managed and you will be transported in the comfort of your own privet chauffeur-driven vehicle, where you sit back and enjoy a bespoke itinerary that is as unique and individual as you. All our vehicles are fully insured and driven by experienced chauffeurs.<br/><br/>Sri Lankan is ready to welcome you. We look forward to hearing from you soon!<br/><br/>WELLCOME TO SRI LANKA MACHANG!",
  "durationDays": "14",
  "price": "2999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "•Arrive in Sri Lanka •Meet and greet your chauffeur/guide at the airport •Transfer to your hotel in Negombo •Rest and relax at the hotel in Negombo •Overnight in Negombo"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "•Depart after breakfast to Embilipitiya •Visit a sea turtle hatchery and conservation project •Visit the mask makers of Ambalangoda •Visit the Galle Dutch Fort complex •Arrive at your hotel in the evening and relax •Overnight in Embilipitiya"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "•Depart after breakfast to the elephant transit home •Elephant transit home feeding of baby elephants •Travel to your wildlife camp and relax •Overnight in Gal Oya"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "•Depart after an early breakfast for a nature walk •Explore forest and walking track with your guide •Arrive back at camp and relax •Optional - Afternoon jeep or boat safari •Overnight in Gal Oya"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "•Depart after breakfast to Kandy •Optional - Morning jeep or boat safari •Visit to off-the-beaten-track Dambana Wedi (Sri Lankan Aboriginal) village •Visit to off-the-beaten-track Mahiyangana temple •Overnight in Kandy"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "•Depart after breakfast to Kandy viewpoint •Late morning visit to Peradeniya botanical gardens •Afternoon relaxing time at the hotel •Evening visit to a cultural show •Evening visit to temple of the tooth relic •Overnight in Kandy"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "•Depart after breakfast to Sigiriya •Visit a spice garden and learn about spices •Afternoon climb of Sigiriya rock fortress •Overnight in Sigiriya"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "•Depart after breakfast to the ancient city of Polonnaruwa •Guided tour of the ancient city of Polonnaruwa •Afternoon national park jeep safari •Overnight in Sigiriya"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "•Depart after breakfast Trincomalee •Arrive at the beach hotel and relax •Overnight in Trincomalee"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "•Depart after breakfast for snorkeling •Morning visit to Pigeon Island national park by boat •Afternoon/evening relax at the beach hotel •Overnight in Trincomalee"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "•Depart after breakfast to Anuradhapura •Visit Fort Fredric, lovers leap, Ravana’s cut and an ancient Hindu temple •Arrive at your hotel and relax •Overnight in Anuradhapura"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "•Depart early in the morning at 5 AM with packed breakfast to Wilpattu national park •Full day safari of Wilpattu national park •Lunch will be served inside the national park •Return to the hotel in the evening and relax •Overnight in Anuradhapura"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "•Depart after breakfast for Colombo •Afternoon city tour with local shopping •Special farewell dinner in the evening •Overnight in Colombo"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "•FLIGHT BACK HOME/END OF HOLIDAY"
    }
  ],
  "map": ""
}