{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-tour-highlights-beaches",
  "tourName": "Sri Lanka tour, highlights & beaches",
  "placesVisited": "",
  "generalInfo": "Tropical Discovery Tour covers most of Sri Lanka highlights. You will be discovering the 2000 years old ancient cities, remote villages, discovering colonial legacy, spotting elephants, buffalos, sloth bear, blue whales and leopards, exploring the tea plantations and waterfalls, and finally unwinding in the sandy beaches. You will have your own personal chauffeur guide with car or van, so you can experience Sri Lanka at your own pace. <br/>Tour Highlights<br/>- Climb up the stunning Sigiriya Rock fortress (UNESCO World Heritage Site)<br/>- Explore Medieval city of  Polonnaruwa’s ancient ruins (UNESCO World Heritage Site)<br/>- Visit Kandy’s Temple of the Tooth (UNESCO World Heritage Site)<br/>- Tea plantation Experience  &amp;  Learn the process of tea making <br/>- Panoramic train journey through tea hills and waterfalls above 1500 meters <br/>- Watch the feedings of elephants in Elephant Transit Home <br/>- Spotting leopards and elephants in Yala National park Safari <br/>- Boat Safari to watch elephants in Gal Oya National park Safari <br/>- Explore Dutch Galle Fort (UNESCO World Heritage Site)<br/>- Relax and unwind in Golden sandy beaches<br/>- Taste fresh sea food and Sri Lankan curry",
  "durationDays": "23",
  "price": "3550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "“Ayubowan” & ‘’Vanakkam’’ Welcome to tropical paradise. You will be welcomed & greeted by your guide or The Earth Trip representative on arrival at the Waiting Area at Colombo International Airport. You will travel to Negombo. Travel time approximately 30 minutes depends on the road traffic. Location: - Negombo Hotel :On Bed & Breakfast"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Negombo > Anuradhapura After breakfast you will travel to Sigiriya en-route visiting Yapahuwa & Auvkana. Yapahuwa Rock Fortress –Many historians compare Yapahuwa to the Sigiriya rock fortress but note that it was built on a much smaller scale. In 1272, King Bhuvenakabahu transferred the capital from Polonnaruwa to Yapahuwa in the face of Dravidian invasions from South India, bringing the Sacred Tooth Relic with him. Following the death of King Bhuvenakabahu in 1284, the Pandyans of South India invaded Sri Lanka once again, and succeeded in capturing Sacred Tooth Relic. Following its capture, Yapahuwa was largely abandoned and inhabited by Buddhist monks and religious ascetics. Remarkable masterwork of Yapahuwa remains an ornamental stairway that conducted the royal palace. Surrounding vistas of breathtaking beauty enriches the climb to the top; rambling jungle, rolling hills and sunbathed rocks combine to create a picture-perfect tableau. Afterwards you will visit, Avukana is 39 foot tall and 10 feet width statue and it’s carved out of one single rock, and is the tallest Buddha statue in existence today. This statue was carved during the reign of King Dhatusena in 459-477 AD, and thus has been preserved well over the years. Location: Anuradhapura Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Anuradhapura : In the morning you will take a full day safari to discover Wilpattu National Park. Wilpattu National Park (‘Land of Lakes’) is situated in the Northwest coast near the ancient city of Anuradhapura. It is the largest and oldest National park in Sri Lanka consisting 140,000 hectares of mostly dry zone evergreen forest cover and coastal belt to the West. This is one of best places see leopards in Sri Lanka alongside Yala National Park. The open grassy plains set within the thick dense scrub jungle. The wetland includes around 48 shallow natural lakes known as Villus, natural basins that are filled up with rainwater and two salt water lakes. These natural lakes are the most important parts of the complex eco-system in the park. The park is home to elusive Leopards, elephants, Sloth bears, Water Buffalos, Mugger Crocodiles, Spotted and Barking Deer, Wild Boar and Pythons. Alongside these wild animals you will be able to see many endemic birds include the Ceylon Jungle fowl, Brown-capped Babbler, Ceylon Wood shrike and Black-capped Bulbul in riverine habitats. Butterflies recorded include the Great Egg fly, Great Orange Tip, Glad-eye Bush brown, Blue Mormon, Common Mormon, Common Rose and Crimson Rose. As well diverse varieties of colourful butterflies can be seen in the park as well. You will see the wild animals particularly elephants near lakes in the early morning and late afternoons. The wild life id abundant around lakes and coastal belt such as White Ibis, Open Bills, Painted Storks Spoonbills, Egrets, Whistling Teals, Kingfishers and you can also see the water buffalos, monitors and crocodiles. Location: Anuradhapura Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Anuradhapura >Trincomalee After breakfast you will visit to The Sacred City of Anuradhapura. Anuradhapura stands equal to Pyramids at Giza on the architectural level during their time. This magical place with enormous Dagobas, palaces, monasteries and monuments evidence one of the greatest civilisations in the world. The Sacred city of Anuradhapura was first Royal Kingdom and capital of Sri Lanka that lasted for 1,500 years until it was abandoned after the invasion by South Indian Cholas in 993. Today Anuradhapura is one of the world’s major archaeological sites in the world. It is covered area about 40 km² and an UNESCO World Heritage Site. This sacred city was established around a cutting from the 'tree of enlightenment', the Buddha's fig tree, brought there in the 3rd century B.C. by Sanghamitta, the founder of an order of Buddhist nuns. The ruined city hidden away in dense jungle for many years brought to life by The British in the nineteenth century. Afterwards you will travel to Trincomalee. Travel time is approximately 2 hours. Location: - Trincomalee Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Trincomalee : In the morning you will visit the most famous Hindu Kovil known as Koneshwaram. Afternoon you will discover Trincomalee, is a port city and has the fifth largest natural harbour in the world. The city is surrounded by lagoons, bays and hills and situated in a peninsula. The white powder golden sandy beaches spread across the area offer its visitors calm azure waters to immerse themselves in the water. This is a perfect place for snorkelling, scuba diving and surfing. This port city has a history worth exploring, the strategic location of the natural harbour made it a city worthwhile conquering, and hence it was conquered by the Portuguese, Dutch and the British. Trincomalee is fondly referred to as Trinco by the locals; the Anglicized Tamil word 'Trincomalee' denotes the meaning lord of the sacred hill. Location: Trincomalee Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Trincomalee >Polannaruwa >Sigiriya After breakfast you will travel to Sigiriya. Travel time is approximately 2 hours. En- route to Sigiriya you can visit to Polonnaruwa. Polonnaruwa was the mediaeval capital of Sri Lanka, and today it is one of the most beautiful centres of Sri Lanka’s cultural heritage and UNESCO Heritage site. With its comparatively brief history and a dozen rules, it is far more completely preserves ruin than Anuradhapura. Visit the ancient ruins and Gal Vihara complex, where 3 gigantic Buddha's statues are carved out of a single rock. You also will be able to see the toque macaque monkeys found only in Sri Lanka. Location: - Sigiriya Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Sigiriya After breakfast you will visit to Sigiriya Rock fortress. Sigiriya is a UNESCO World Heritage site which is proposed to be the 8th wonders of the World. Sigiriya, a massive rock in the green scrub jungle, is perhaps the most memorable place for visitors to Sri Lanka. The site was known from ancient times as a hermitage for Buddhist monks. A well-planned monastic complex included caved temples, bathing pools, lovely ponds and Asia's oldest surviving landscaped gardens. The \"Lion stairway\", the \"mirror wall\" and the \"water gardens\" are its other highlights. The ruins of the capital built by the parricidal King Kashyapa I (477–95) lie on the steep slopes and at the summit of a granite peak standing some 370 m high (the 'Lion's Rock', which dominates the jungle from all sides). Afternoon enjoy Ayurveda massage one hour each per person to rejuvenate your bodies. Ayurveda is the ancient health care system in South Asia that has been passed down from father to son and based on herbs and diet. It is one of the world’s oldest forms of healing and treatment. You will find some of the best Ayurveda practitioners in Sri Lanka. Ayurveda is a well-known treatment for stress, diabetes, migraine, asthma, arthritis, immune system and high blood pressure. Ayurveda is derived from Sanskrit for life (Ayuh) and knowledge (Veda), means ‘the science of life’. Therefore, Ayurveda is one of the oldest medical sciences of the world and its origins date back as far as 5,000 years South Asia. Location : Sigiriya Hotel : Breakfast & Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Sigiriya : After breakfast you will visit to Dambulla Cave Temple. Dambulla Golden Rock Cave Temple is a vast isolated rock mass 500ft high and a 1.6 km around the base. Here is found the impressive Rock Temple dating to the First Century BC. The caves of Dambulla sheltered the King Walagamba during his 14 years of exile from Anuradhapura. When he regained the throne he built the most magnificent of Rock Temples to be found on the Island. The complex consists of five caves with over 2000 sq. meters of painted walls and ceilings. It is the largest area of paintings found in the world. It is an UNESCO World Heritage site. In the first Cave is a recumbent image of the Buddha 14 metre long cut out of the Rock. There are images of deities associated with Buddhism all around. The frescoes on the ceiling date back to the 15th - 18th Centuries. In the Second Cave, the finest and the largest of all, there are 150 life-size statues of Gods from the Buddhist religion along with numerous images of the Buddha himself. Afternoon safari at KAUDULLA NATIONAL PARK – this National Park is the most recent to be added to the list of 15 Parks in the country. Famous for its elephants and bird population, species include the nation’s largest bird, the Lesser Adjutant and the Pompadour Green Pigeon. Built around the year 300 AD, the Tank slowly fell into disrepair and was rebuilt in 1959, and with its variety of plant life has now become home to 24 species of mammals, 25 species of amphibians and countless bird types. The endangered Rusty Spotted Cat can be spotted in Kaudulla National Park, as well as large herds of Asian elephants, elusive leopards and both Sambar and Axis Deer Location : Sigiriya Hotel :Breakfast & Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Sigiriya > Gal Oya After breakfast you will travel to Gal Oya. Travel time is approximately 3 ½ hours depend on the road traffics. In the late afternoon you take walk with Veddhas. Gal Oya Lodge neighbors one of the last remaining communities of the Veddhas people – the forest-dwelling, indigenous people of Sri Lanka. The village chief will take you on a walk through the jungles of his ancestors. Discover and learn about local nature as he brings the forest alive by explaining his tribe’s use of medicinal plants, ancient hunting grounds and cave dwellings, while providing a fascinating insight into how the hunter-gatherers lived in the jungles of Gal Oya. ** Please note that there is no Wi-Fi or mobile coverage in the area due remote location Location: Gal Oya Hotel : Full Board"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Gal Oya : In the early morning you will take a Boat Safari on Sri Lanka’s Largest Lake. Enjoy the only experience in Sri Lanka that allows you to spot wildlife from the water. It’s a unique way to immerse Yourself in the animals’ habitats. With a little luck you could spot elephants swimming between islands or bathing at the lake’s edge. A 2-3 hour safari by boat and a scenic 40 minute drive from the lodge to the lake is perfect to explore the national park and surrounding villages. Optional: In the afternoon you can take a jeep tour at Gal Oya National park. Gal Oya National Park is known for its resident elephant herds, flourishing birdlife and 32 species of mammal including languor, toque macaques, leopards, sloth bears, wild boar, water buffalo and deer. This is only park in Sri Lanka where you can take boat trip to watch the wildlife. A unique opportunity to observe the local wildlife from the stunning Gal Oya Lake: including crocodiles, deer, elephants and many rare and endemic species of birds. This experience is the only one in Sri Lanka that enables you to spot wildlife from the water and to truly immerse yourself in the animals’ habitats. You may be lucky enough to see the elephants swimming between islands or bathing at the lake’s edge. ** Please note that there is no Wi-Fi or mobile coverage in the area due remote location Location: Gal Oya Hotel : Full Board"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Gal Oya > Kandy After breakfast you will travel to Kandy. Travel time is approximately 3 ½ hours. In the evening you will see Traditional Kandyan Dance – Kandy, Sri Lanka’s second largest city is home to a Sinhalese cultural tradition of which Sri Lankans are justifiably proud. Rich in colour and agile in their movements, the Kandyan Dancers evoke images of pageantry and traditions past. Lively and exuberant, spellbinding and hypnotic, a Cultural Show is a spectacle to remember with its nimble dancers, energetic drummers and fireproof firewalkers. Location: Kandy Hotel: Bed &Breakfast"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Kandy : After breakfast you will take a mountain walk to one of the most beautiful and remote villages in Heel Oya at the foothills of Knuckles Mountains with an experienced guide. You can see a breath taking sights of a village untouched by mass tourism growth or development. The walk goes through beautiful forests, Tea estates, gushing streams, jungle patches, waterfalls, terraced rice fields and domestic spice fields. So you will be able to see working spice, paddy and tea fields, interact with real locals, taste home cooked food, and see how animals are used for farming work. You will experience a river bath with fine waterfalls. Afterwards you would be able to visit a real home in the mountains where one could witness or join cooking with the locals. The home cooked meal will be served as your lunch complimented with fresh home grown fruits such as Mangoes and Bananas. Location: Kandy Hotel : Bed &Breakfast"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kandy > Nuwara Eliya After breakfast you will visit Peradeniya botanical garden. The botanical garden of Peradeniya, near Kandy, was firstly established in the 14th century. Since British times Peradeniya has become one of the finest botanical gardens in Asia. When the British eventually wrested control of the Kandyan Kingdom in 1815, the site at Peradeniya was a Royal Pleasure Garden, apparently being enjoyed by the last Queen of Kandy. In typical fashion, the British were quick to establish their own indelible stamp on this lush corner that exists in the cradle of a deep bend in the wide and languid river, the Mahaweli. Initially managed by Alexander Moon, the gardens started as little more than a coffee and cinnamon plantation. Today, spread over a sprawling 147 hectares, they are home to some 4,000 species from all corners of the earth. There is a pungent and fascinating spice garden which provides a fine introduction to the long-practiced medicinal science of Ayurveda and an exceptional orchid house sheltering some 300 varieties. A number of the wider pathways are tree-lined, including the classic “Avenue of Palms” which has the aesthetic power to transform a simple stroll into an event. Afterwards you will travel to Nuwara Eliya. Travel time is approximately 2 ½ hours. Location: Nuwara Eliya Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Nuwara Eliya : After an early breakfast, discover the Horton Plains National Park. A plateau with an elevation of 2,134 m, sparsely populated, almost without any roads. Here you walk about 4 hours through mystic cloud forests and Patna grassland to \"Worlds End\", where the highland falls steeply almost a thousand meters, and the Bakers Falls. Horton Plains National Park is home to rare flora and fauna; Sambar deer and Bear-monkey as well as many birds. Horton Plains is located on a high windswept saddle at 2134 meters elevation; these plains are hard to reach. The scenery that can be seen from here is considered to be the finest view in Sri Lanka. Early morning the Indian Ocean rims the horizon, 80 km away. Horton Plains is Sri Lanka’s highest and most isolated plateau discovered by Sir Thomas Farr in 19 hundreds. And named as Horton Plaines as a respect to the then British Governor of Sri Lanka Sir Horton and it is the only place where you could see the bear monkey. This is one of world’s best nature tracks. And certain plant species, birds and insects you see them only at Horton Plaines. Nature lovers will enjoy this wide, Patna-grass-covered plain, the haunt of several wild yet harmless animals and the home of many species of birds. Bridle paths through the plain will take you to the precipice, popularly referred to as “Worlds End’’ a sheer drop of 1050 meters. Lie on your stomach and peep over the ridge, the view when it is clear of mist, it is simply magnificent. In the evening you will take a city tour at Nuwara Eliya. Nuwara Eliya is often referred to as ‘Little England’ Nuwara Eliya has a climate unlike anywhere else in Sri Lanka. Due to its high elevation it offers a cooler and more invigorating climate than lower regions. Colonised by the British, the outskirts of the Sri Lanka’s highest town, still retain their ‘yeolde worlde’ feel and many of the original Hotels still retain their grandiose colonial style. Famous for its horse racing, Nuwara Eliya also boasts the impressive Golf Club which dates back to 1889. Stepping back in time when life was slightly more sedate, it is worthwhile visiting the Clubhouse to observe the photographs of life in Nuwara Eliya in years gone by. Rose gardens, abundant vegetable stalls crowd the sides of the road, whilst spectacular scenery will accompany you on the journey from Kandy Location: Nuwara Eliya Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Nuwara Eliya > Ella : Afternoon at 12:30hrs you will experience of the most breath-taking train journeys for 2:50 hours. You will travel from Nanuoya to Ella through tea plantations and rolling hills on Old Colonial train with panoramic view. This train journeys recorded in the Guinness Books of Records as the one of the world best scenic train journeys. Your guide will pick you up at the Ella Station and you will go by car to your hotel. Location: Ella Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Ella : In the morning you can visit the Nine Arch Bridge. This magnificent Nine Arch Bridge between Ella and Demodara stations are just a few kilometres along the track from the Demodara station. This viaduct bridge built during the British Colonial period is the largest in Sri Lanka has been built with blocks of stone and cement without any reinforcing iron or concrete. The tall arches take the bridge on a semicircular path to connect to mountains. Located almost 3100 feet above the sea level, this 99.6ft high bridge is called \"Ahas namaye palama\" (Nine skies bridge) in Sinhala. When one stands underneath it and looks up there is a beautiful sight of 'nine skies' through the nine arches, hence the Sinhala name. This bridge is also called 'The Bridge in the sky' due to the sheer height. You can have a walk through the lush tea plantations and feel the green nature at your own pace. Location: Ella Hotel: Bed & Breakfast"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Ella > Galle : Early morning hike to see the sunrise from Little Adam’s Peak. Little Adam’s Peak resembles the main Adam’s Peak near Hatton. By foot it takes about 35-40 minutes. Here you will be able to enjoy the breath-taking views of an endless valleys, tea plantations and waterfalls. Afterwards you will travel to Galle. Travel time approximately 3 ½ hours depend on the road traffics. In the evening you will discover the Dutch Fort. There are many boutique shops along the narrow streets of the Fort as well as antiques, art and craft shops. Galle is situated in the southern Sri Lanka. It is the best example of a fortified city built by Europeans in south and Southeast Asia, showing the interaction between European architectural styles and south Asian traditions. The Galle fort is a UNESCO world heritage site and the largest remaining fortress in Asia built by European occupiers. Other prominent landmarks in Galle include the natural harbour, the National Maritime Museum, St. Mary's Cathedral founded by Jesuit priests, one of the main Shiva temples on the island. Galle offers a unique opportunity to create a visible demonstration of the conservation of its inheritance. Location: Galle Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Galle > Ambalangoda : Today you will have a Sri Lanka culinary experience and Lunch with local family to learn about Sri Lankan food. Enjoy Sri Lankan traditional culinary experience for Lunch (included). You can also learn to cook few Sri Lankan dishes if you like to. You will visit a local family about 10 minutes away from Galle. When you arrive you will be welcomed. Here you will learn how to prepare and cook Sri Lankan dishes such as. You will also discover how coconut milk is made, learn to crack open and scrape out your own coconut, and taste samples of each dish as you go along. The end product is a feast of 7 unique dishes served in a lotus leaf which you can eat local-style with your fingers if you are up for the challenge. (If you like spend the day buying ingredients with the host in Galle markets you are welcome to join in the Morning). Afterwards you will travel to Ambalangoda. Travel time approximately an hour. Location: Ambalangoda Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Ambalangoda : Full day at leisure. Location: Ambalangoda Hotel:"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Ambalangoda : Full day at leisure. Location : Ambalangoda Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Ambalangoda : Full day at leisure. Location : Ambalangoda Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Ambalangoda > Colombo : After early breakfast you will travel to Colombo travel time approximately 2 hours. Starting from Colombo Fort, Independent Square, Old Parliament, Pettah Bazaar and Galle Face. You will also have time for shopping as well. Colombo Ambalangoda > Colombo : Fort is the business district of Sri Lanka with skyscrapers and big international hotels. The Fort was built by the Portuguese and Dutch partly, later took control by the British. In 1870 the British destroyed the Fort for urban development, and then they rebuilt some of the remaining buildings within it now. Colombo Fort is home to Fort Railway Station, President's House and Presidential Gardens, a palatial neo- classical building which was originally the home of the British Governors and is now the residence of Sri Lanka's president. The Lighthouse Clock Tower situated in the Chatham Street commissioned by the wife of Governor Sir Henry Ward in the hope that it would teach the Ceylonese to be punctual. Around here is good for shopping tea, souvenirs, and exchange money. Independence Square is known as one of the most prominent locations in Colombo. It is commonly used as a place where Sri Lankans come together in unison for significant national celebrations and cultural activities. The Independence Commemoration Hall is also used to host ceremonies that mark national unity. This unique and outstanding monument positioned in the heart of Sri Lanka’s commercial capital Colombo, commemorates the country’s independence from foreign rule. Sri Lanka gained independence on the 4th of February 1948 from the British who were the final colonial rulers of the country. Opposite the Presidential Secretariat (old Parliament) is the Colombo breathing green space known as Galle Face. Here every walk of life comes for relaxing time. Just to sit on the grass and watch the sunset over the Indian Ocean. Next to Galle Face is the grand Renaissance-style structure of Galle Face Hotel, South Asia’s leading Grande Dame, and the Galle Face Hotel is testimony to both Sri Lanka’s colonial past and its independent present. You can enjoy the English high tea on the Victorian style Veranda or sip a martini facing the sea and enjoy the sunset. Location : Colombo Hotel : Bed & Breakfast"
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Colombo > Airport Today you will travel to Colombo Airport to fly to London. Travel time approximately an hour depend on the road traffics."
    }
  ],
  "map": ""
}