{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-holiday-with-boutique-hotels",
  "tourName": "Sri Lanka holiday with boutique hotels",
  "placesVisited": "",
  "generalInfo": "First stop is The Wallawwa, an ideal venue for post- and pre-flight pampering. Set in a former manor house surrounded by tropical gardens it offers elegant guestrooms, gourmet cuisine, discreet service and a decadent spa. Next you’ll travel up into the hills for a stay at Mountbatten Bungalow in Kandy. This is a is a tastefully renovated and refurbished century-old tea planter’s bungalow once the war office and sometimes private residence of Lord Mountbatten of Burma, hence its name. Experience a special moment in time, a bygone era of grace and elegance that is still tangible today. <br/> <br/>A real gem at the southern end of the Hill Country, Living Heritage Koslanda is next on the agenda. Surrounded by 80 acres of deciduous woodland, known locally as ‘God’s Forest’, with a river running through it and a secluded waterfall, this off-the-beaten-track boutique hotel has nine stylish rooms and celebrates Sri Lanka’s traditional architectural design. From here you’ll leave the hills for the island’s low-lying southern plains, and then along the picturesque and cove-sprinkled southern coastline to Galle, famed for pretty beaches, a 17th century Dutch fort and a cosmopolitan vibe. Here you’ll stay at the Fort Bazaar right in the heart of Galle Fort, a UNESCO World Heritage site. This 18-room boutique hotel has a pool as well as fabulous eating and drinking venues.<br/> <br/>You’ll end your trip at the oceanside on the island’s attractive west coast, staying at Kumu Beach, a contemporary beach hotel home to 10 generous bedrooms, chic living and dining areas basking in the open air, and a generous lawn with infinity swimming pool. Balapitiya's quiet and secluded powder-soft beach is footsteps away, and this exclusive boutique hotel is an enchanting place to relax, unwind, eat well and enjoy personalised service. <br/>",
  "durationDays": "15",
  "price": "2295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Bandaranaike International Airport north of Colombo and head straight to Wallawwa, a 17-room boutique hotel, to recuperate amidst startlingly peaceful surroundings. Set in an expansive tropical garden, this former manor house indulges the senses with a chic collection of guestrooms, gourmet cuisine, discreet service and decadent spa – the venue for post- and pre-flight pampering. Night stay at Wallawwa."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "At leisure. Be on the beach in 30 minutes, play a round of croquet in the garden or take a private guided tour by boat through the pretty bird-filled Muthurajawela Wetlands. Colombo’s restaurants, shops and sights are a little over 30 minutes’ drive away. Night stay at Wallawwa."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Wind your up through Sri Lankan ‘jungle’ and impressive mountain scenery into the northern Hill Country to Kandy, one of the principal points of the island’s Cultural Triangle. Night stay at Mountbatten Bungalow, which is a tastefully renovated and refurbished century-old tea planter’s bungalow once the war office and sometimes private residence of Lord Mountbatten of Burma, hence its name. Experience a special moment in time, a bygone era of grace and elegance that is still tangible today."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "At leisure. May be experience the Buddhist puja (blessing ceremony) at the Temple of the Tooth, which houses Sri Lanka’s most revered religious relic. Kandy is the perfect size to be explored on foot, since the altitude (500 metres above sea level) makes the climate conducive to long and leisurely strolls. A guided walking tour of the city will take in the Hindu devales (temples), the lake and the municipal market. Visit the beautifully kept and well-presented Peradeniya Botanic Gardens on the outskirts of Kandy. Guided tour of Embekke, Lankathilake and Gadaladeniya temples close to Kandy, which display the late flowering of Kandyan artistic craftsmanship. Visit Udawattakele Sanctuary, once the royal hunting grounds of the erstwhile Kandyan kings and now a nature reserve in the heart of the city (beware leeches! Learn to prepare traditional ‘Rice and Curry’ and get hands-on experience of how the delicious food is eaten! Share in the adventure of the Ceylon Tea Museum, which tells the story of the tea industry in Sri Lanka – a monument to courage and a valuable part of the history of the island. Early evening performance of the famous Kandyan dancers and drummers, with a fire-walking finale! Trekking in the spectacular Knuckles Mountain Range or Hanthana Hills. Night stay at Mountbatten Bungalow."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Travel south from Kandy into Sri Lanka’s vertiginous Tea Country, so-named for the velveteen tea plantations that carpet the misty hills. Drive to the market town of Nuwara Eliya at 1900 metres before continuing into the southern Hill Country to Living Heritage Koslanda near Haputale. This secluded boutique hotel celebrates Sri Lanka’s traditional architectural motifs expressed in its hugely spacious suites with generous living areas, and a courtyard that includes an alfresco Jacuzzi and open-to-the-skies shower. Set in over 80 acres, the property borders a patch of forest known locally as ‘God’s Forest’, which contains a river and a secluded waterfall. Night stay at Living Heritage Koslanda."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "At leisure. Local activities include trekking, tea factory visits, tree planting and cooking classes. Night stay at Living Heritage Koslanda."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "From Koslanda, drop down from the southern Hill Country to the hot and dry southern plain before continuing south to the coast and heading west along the picturesque and cove-sprinkled southern coastline to Galle, famed for its Dutch colonial-era fort. Night stay at Fort Bazaar, which is a handsome 17th century Dutch merchant’s home redefined as a luxury town house hotel with 18 stylish guestrooms and fresh, contemporary interiors invoking a Middle Eastern vibe. This boutique spa hotel promises serenity, top-quality service and modern gourmet dining within the fort."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "At leisure. What's on offer in the area? Well, a boat safari through the mangroves and lush vegetation along the Mahamodara River near Galle, which offers great opportunities for spotting birds, butterflies, monitor lizards, and much more! Guided cycling tours of the paddy fields and local villages around Galle. An early morning (06.30) boat safari off the south coast from Mirissa to spot Blue Whales, the largest animal on Earth! Sperm, Humpback and Orca Whales as well as large pods of dolphins are also regular sightings. Guided tour of the imposing rock temple of Mulkirigala Raja Maha Viharaya, which is situated about 15 km inland from Tangalle on an isolated rock 210 metres high rising almost vertically from the surrounding forest and believed to have been founded around 130 BC. Another boat safari, this time around Kalametiya Sanctuary near Tangalle, which is an extensive area of wetland with brackish lagoons, mangrove swamps, open grassy areas and pockets of scrub jungle. It is an important site for migrant waders and provides an important refuge (one of the few remaining on the southern coastal strip) for smaller mammals. Night stay at Fort Bazaar."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Head north up the island’s west coast to Balapitiya. Night stay at Kumu Beach, which is a contemporary beach hotel home to 10 generous bedrooms, chic living and dining areas basking in the open air, and a generous lawn with infinity swimming pool. Balapitiya's quiet and secluded powder-soft beach is footsteps away, and this exclusive boutique hotel is an enchanting place to relax, unwind, eat well and enjoy personalised service. The immaculately finished rooms and suites are spacious, light and airy, all with ocean views, and the attention to detail and design is impressive, from modern ribbed teak furniture to large luxury bathrooms."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "At leisure. Enjoy an afternoon’s boat safari around the coastal lagoons and mangrove-clad waterways of the Madu Ganga near Balapitiya. Take a guided tour of the house and gardens of Lunuganga near Bentota, which were lovingly created over several decades by the legendary architect Geoffrey Bawa, as his vision of a tropical garden idyll. The Italian garden with spectacular views over lakes and tropical jungle together with a simply designed plantation house are one of the lasting legacies of Asia’s most famous architect. Visit the tropical garden paradise of Brief near Bentota, the life’s work of the late Bevis Bawa, renowned bon viveur and brother of Geoffrey. Night stay at Kumu Beach."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Transfer to the airport for your flight home."
    }
  ],
  "map": ""
}