{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-holiday-two-weeks",
  "tourName": "Sri Lanka holiday, two weeks",
  "placesVisited": "",
  "generalInfo": "This tailor-made tour you will experience the wildlife, culture and beach. You will have your own personal chauffeur guide with car or van, so you can experience Sri Lanka at your own pace. <br/> <br/>Tour Highlights<br/>- Explore Dutch Galle Fort (UNESCO World Heritage Site)<br/>- Ancient City of Anuradhapura (UNESCO World Heritage Site)<br/>- Discover Wilpattu National park<br/>- Blue whale Watching <br/>- Panoramic train journey through tea hills and waterfalls above 1500 meters <br/>- Watch the feedings of elephants in Elephant Transit Home <br/>- Spotting leopards and elephants in Yala National park Safari <br/>- Relax and unwind in Golden sandy beaches of East Coast<br/>- Discover the legends in Trincomalee <br/>- Ayurveda Traditional Massage   <br/>- Taste fresh sea food and Sri Lankan curry",
  "durationDays": "13",
  "price": "2890",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival - Balapitiya “Ayubowan” & ‘’Vanakkam’’ Welcome to tropical paradise. You will be welcomed & greeted by your guide or representative on arrival at the Waiting Area at the recently refurbished Modern BIA International Airport. You will travel to Balapitiya in the South West. Travel time approximately 2 hours depend on the road traffic. Location: - Balapitiya Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Balapitiya: In the morning you will take Boat Tour on the Madu River. You will explore this remote area and Cinnamon Islands. Madu Ganga or (Madu River) wet land spreads across 915 hectares, out of which 770 hectares is covered with water. Sail downstream for about a kilometer, the river opens its doors to 36 spectacular islands covering the rest 145 hectares. The inhabitants of these islands are mostly traditional fishermen and to some extent they are engaged in some traditional cottage industries such as producing peeled cinnamon and cinnamon oil. Afterwards, Enjoy Sri Lankan traditional culinary experience for Lunch with a local family to learn about Sri Lankan food. You will visit a local family in Bentota and will be welcomed. Here you will learn how to prepare and cook certain Sri Lankan dishes with aromatic spices and organic herbs; Also discover how coconut milk is made, learn to crack open and scrape out your own coconut, and taste the samples of each dish as you go along. The end product is a feast of 7 unique dishes served in a lotus leaf which you can eat local-style with your fingers if you are up for a challenge. (If you like to spend the day buying ingredients with the host in local markets, you are welcome to join in the Morning). Location: - Balapitiya; Hotel: Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sinharaja: Today you will travel to Sinharaja Rainforest. Travel time approximately 2 hours depend on the road condition. Rest of the day free or optional short walk near the park. Location: - Sinharaja; Board: Breakfast & Dinner."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Sinharaja - Galle - Ahangama: Early morning start let us take you on an inspirational experience to wilderness, where time stands still. This is a treasure trove of natural wonders encased by sheer wilderness waiting to be discovered. Here you will be welcomed by thick air of humidity, incessant noise of birds and insects, and endless canopy of tall trees. Sinharaja Rainforest National park is a (UNESCO World Heritage Site) primary tropical rainforest and biosphere and regarded as a biodiversity hotspot in Sri Lanka. More than 60% of the trees are endemic and many of them are considered rare. In Sinharaja you can spot endemic mammals, bird species, butterflies, insects, reptiles and rare amphibians. As well as an interesting spectacle known as ‘bird wave’ is that birds tend to move in mixed feeding flocks, invariably led by the fearless Greater Racket-tailed Drongo and the noisy Orange-billed Babbler of Sri Lanka's 26 endemic birds, the 20 rainforest species all occur here, including the elusive Red-faced Malkoha, Green-billed Coucal and Sri Lanka Blue Magpie. Watch the National Wild Geographic Video Here You will have opportunity swim under the waterfall or river along the walk. Along the way you will visit a remote community cut off from the rest of the world. There are more than 20 communities they live in Sinharaja Rainforest they livelihood is depends on this forest. You will be able to enjoy the Kitul ‘palm syrup’ made by these communities. After lunch you will travel to Ahangama via Galle. En – route, you will discover the Dutch Fort in Galle. It is situated in the southern Sri Lanka. The Galle fort is a UNESCO world heritage site and the largest remaining fortress in Asia built by European occupiers showing the interaction between European architectural styles and south Asian traditions. Other prominent landmarks in Galle include the natural harbour, the National Maritime Museum, St. Mary's Cathedral founded by Jesuit priests, one of the main Shiva temples on the island. Galle offers a unique opportunity to create a visible demonstration of the conservation of its inheritance. There are many boutique shops along the narrow streets of the fort as well as antiques, arts, and craft shops. Location: - Ahangama Hotel: Board: Breakfast"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ahangama - Ella: Today you’ll leave early in the morning around 06:00am from your hotel to Mirissa to watch the Blue Whales. Mirissa is the most reliable site in the world for seeing the difficult and desired Blue Whale. It may also be the best place for seeing Sperm Whales too. Blue whales are the largest animals ever lived on earth growing up to some 33 meters long, weighing up to some 150-180 metric tons. They live individually or in very small pods or groups and frequently swim in pairs. Large Baleen Whales and Toothed Whales also come within sight of the shore. The calm ocean is abundant with krill which Blue Whales feed. From December through to April; there is an outstanding wide opportunity for observing Blue Whales and Sperm Whales close to shore. Afterwards you will travel to Ella. Travel time’s approximately 3 hours. Location: - Ella; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ella Hike up to the Little Adam’s Peak; waking up early in the morning to astonish the breathtaking views of an endless valleys, lush tea plantations and flowing waterfalls as sunrises. Little Adam’s Peak resembles the main Adam’s Peak near Hatton. By foot it takes about 35-40 minutes. After breakfast you will visit Halpewatte Tea Factory. It is located in the beautiful town of Ella. It is one of the largest tea factories in the region of Uva. The factory was once a part of the British era which dates back to the 1940s. It provides a range of supreme quality tea using the latest manufacturing techniques and offers a guided tour for its’ visitors who wish to learn more about the authentic Sri Lankan tea. The tour usually lasts for 40 minutes to an hour. The tour commences from a short lecture on the different types of tea and the procedures which go into making the tea to the end of tasting session of the aromatic teas. Location: - Ella; Hotel: Board: Breakfast"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ella - Gal Oya: Today you will travel from Ella to Gal Oya. Travel time’s approximately 2 ½ hours. In the afternoon you will take a boat safari to watch the birds and wildlife of Gal Oya. This is only park in Sri Lanka where you can take a boat trip to watch the wildlife and swimming elephants. The lake is at its fullest with stunning early morning views of clouds engulfed mountains and wildlife. Gal Oya National Park lies south-east of the Kandy in the eastern district. The Park was closed during the war for three decades and was established to protect the catchments area of the Senanayake Samudraya (lake). The wildlife richness this wetland with natural habitat for a wide range of fauna and flora. About 45% of the vegetation is evergreen forest, 33% savanna, 9% grassland, 2% chena cultivations and the balance is water bodies dominated by Senanayake Samudraya. The Park is host of medicinal shrubs and trees, while a few locally known trees such as Vevarana, Halmilla, Veera, Palu, Ebony and Mahogany are found in great numbers. The Park with its thick green canopy is haven for species of birds including migratory birds such as Painted Storks, Pelicans, Cormorants and Teals. January to May is the green season, with chance of afternoon and night-time showers. June to December is the dry season, as the year goes on the lake subsides and exposes the lake floor where fresh grass grows and attracts large herds of elephant where the days are hot and nights are cooler. Location: - Gal Oya Hotel: Board: Breakfast, Lunch & Dinner."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Gal Oya - Pasikudha. Today you will travel to Pasikudha, travel time 2.5-3 hours. Pasikudha is situated in the east of Sri Lanka. It is one of the most beautiful beaches in the world and in Sri Lanka. It’s known for its long and wide pristine white powder sandy beaches in a quiet bay. You can wade into the clear turquoise water for hundreds of metres before needing to break into a backstroke. It is a perfect place for your ideal beach holiday. Location: - Pasikudha; Hotel: Board: Breakfast & Dinner."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Pasikudha Full day at leisure. Location: - Pasikudha; Hotel: Board: Breakfast & Dinner."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Pasikudha - Sigiriya: After breakfast you will travel to Sigiriya. Sigiriya is situated in the Cultural Triangle of Sri Lanka. One of the Asia’s major archaeological centres, home to 4 of the UNESCO World Heritage sites. The ruins and temple date back to 4th century B.C. The Cultural Triangle used to be the home of ancient Kingdoms. The area is full of culture, history and wildlife. Here the ancient Kings have developed one of the sophisticated and advanced civilisations of Sri Lanka. Afternoon enjoy a Jeep Safari at Minneriya National Park (Duration – hours). It’s on the banks of the Minneriya reservoir, which was built in the 4th century A.C. Minneriya is a hide-out for many elephants, where you could see herds of elephants approximately 50 to 60 elephants in a herd. Here in July to September one of the World top ten wild life spectacles takes place known as ‘The Gathering’, more 250 elephants gather around Minneriya water tank in search water and food. Apart from elephants, it is a habitant for migrant and resident bird species like Grey heron, Open built storks, Painted storks …etc. And also you could see 3 different species of monkeys like Silica makake, Pink faced leaf monkey and Grey langer. Location: - Sigiriya; Hotel: Board: Breakfast & Dinner."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Sigiriya - Negombo: In the morning enjoy Ayurveda massage to rejuvenate your bodies. Ayurveda is the ancient health care system in South Asia that has been passed down from father to son and based on herbs and diet. It is one of the world’s oldest forms of healing and treatment. You will find some of the best Ayurveda practitioners in Sri Lanka. Ayurveda is a well known treatment for stress, diabetes, migraine, asthma, arthritis, immune system and high blood pressure. Ayurveda is derived from Sanskrit for life (ayuh) and knowledge (veda), means ‘the science of life’. Therefore, Ayurveda is one of the oldest medical sciences of the world and its origins date back as far as 5,000 years South Asia. Optional you visit Sigiriya Rock or Dambulla Temple before go to Negombo. Afterwards you will to Negombo. Location: - Negombo; Hotel:; Board: Breakfast & Dinner."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Negombo - Airport: You will travel to the airport depend on your flight departure time."
    }
  ],
  "map": ""
}