{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-highlights-tour-tailor-made",
  "tourName": "Sri Lanka highlights tour, tailor made",
  "placesVisited": "Sigiriya Rock Fortress, Polonnaruwa, Temple of the Tooth, tea plantation visit and tea tasting, Panoramic train ride, Elephant Transit Home, wildlife safari in Yala National Park, Galle Fort, Balapitiya beach resort",
  "generalInfo": "This three week tailor made tour of Sri Lanka allows you to explore the country in the comfort of a private vehicle driven by an English-speaking tour guide. It’s up to you as to how much time you spend in each setting and which particular highlight or topic of interest you want to pay closer attention to.<br/><br/>Throughout the tour you’ll be staying within a series of small, locally owned hotels and guesthouses as well as being able to benefit from local recommendations and areas of interest that aren’t shown in the guide books.<br/><br/>Sri Lanka is a country rich in tea plantations, ancient temples and stunning natural landscapes and if you’re looking to visit the key UNESCO sites and the lesser-known cultural and natural gems then this tailor made tour is certainly one of the best ways to do just that.<br/><br/>From train rides past mountain waterfalls to wildlife watching in Yala National Park, this is your chance to experience the highlights of Sri Lanka before kicking back on the beaches of Balapitiya to rest and relax for the remainder of your holiday.<br/>",
  "durationDays": "20",
  "price": "3250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival > Kalpitiya: “Ayubowan” & ‘’Vanakkam’’ Welcome to tropical paradise. You will be welcomed & greeted by your guide or our representative on arrival at the Waiting Area at the recently refurbished Colombo BIA International Airport. You will travel to Anuradhapura. Travel time approximately 3:30 hours depend on the road traffic. Location: Kalpitiya Hotel: Breakfast"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kalpitiya : Early morning start at 6am Dolphin Watching - Schools of Dolphins hundreds strong can often be seen playfully spinning and frolicking along the Kalpitiya coastal belt. Among other Dolphin groups, Spinner Dolphins are mostly spotted in Kalpitiya waters. These spectacular creatures will leave you wanting to return for another sighting of their magnificent acrobatic displays in the water and air. These Aquatic mammals will ensure you get an unforgettable joyful memory. November through March is the best time of the year for Dolphin watching in Kalpitiya coast, Sri Lanka. The seas are calmer and the pods gather to feed in the warm rich waters of Kalpitiya. These friendly mammals will love to amuse you by following the bow of the boat you will be travelling on. Be sure to take your camera. The pods playful high pitched communication can be heard if you listen carefully. The Dolphin songs can be quite astonishing. Our local guides who will take you on your Dolphin watching trip will surprise you how accurately they read these beautiful intelligent mammals of the deep blue waters of Sri Lanka. Duration (2 hours) Location: Kalpiyitiya Hotel: Breakfast."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kalpitiya > Wilpattu > Anuradhapura After breakfast you will travel to Wilpattu National park. Travel time approximately 2 hours. Afternoon you will take a safari to discover Wilpattu National Park. Wilpattu National Park (‘Land of Lakes’) is situated in the Northwest coast near the ancient city of Anuradhapura. It is the largest and oldest National park in Sri Lanka consisting 140,000 hectares of mostly dry zone evergreen forest cover and coastal belt to the West. This is one of best places see leopards in Sri Lanka alongside Yala National Park. The open grassy plains set within the thick dense scrub jungle. The wetland includes around 48 shallow natural lakes known as Villus, natural basins that are filled up with rainwater and two salt water lakes. These natural lakes are the most important parts of the complex eco-system in the park. The park is home to elusive Leopards, elephants, Sloth bears, Water Buffalos, Mugger Crocodiles, Spotted and Barking Deer, Wild Boar and Pythons. Alongside these wild animals you will be able to see many endemic birds include the Ceylon Jungle fowl, Brown-capped Babbler, Ceylon Wood shrike and Black-capped Bulbul in riverine habitats. Butterflies recorded include the Great Egg fly, Great Orange Tip, Glad-eye Bush brown, Blue Mormon, Common Mormon, Common Rose and Crimson Rose. As well diverse varieties of colourful butterflies can be seen in the park as well. You will see the wild animals particularly elephants near lakes in the early morning and late afternoons. The wild life id abundant around lakes and coastal belt such as White Ibis, Open Bills, Painted Storks Spoonbills, Egrets, Whistling Teals, Kingfishers and you can also see the water buffalos, monitors and crocodiles. Afterwards you will travel to Anuradhapura. Travel time is approximately an hour. Location: Anuradhapura Hotel: Breakfast &Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Anuradhapura > Trincomalee After breakfast you will visit to The Sacred City of Anuradhapura. Anuradhapura stands equal to Pyramids at Giza on the architectural level during their time. This magical place with enormous Dagobas, palaces, monasteries and monuments evidence one of the greatest civilisations in the world. The Sacred city of Anuradhapura was first Royal Kingdom and capital of Sri Lanka that lasted for 1,500 years until it was abandoned after the invasion by South Indian Cholas in 993. Today Anuradhapura is one of the world’s major archaeological sites in the world. It is covered area about 40 km² and an UNESCO World Heritage Site. This sacred city was established around a cutting from the 'tree of enlightenment', the Buddha's fig tree, brought there in the 3rd century B.C. by Sanghamitta, the founder of an order of Buddhist nuns. The ruined city hidden away in dense jungle for many years brought to life by The British in the nineteenth century. Afterwards you will travel to Trincomalee. Travel time is approximately 2 hours. Location: Trincomalee Hotel:Breakfast & Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Trincomalee In the morning you will visit the most famous Hindu Kovil known as Koneshwaram. Afternoon you will discover Trincomalee city, is a port city and has the fifth largest natural harbour in the world. The city is surrounded by lagoons, bays and hills and situated in a peninsula. The white powder golden sandy beaches spread across the area offer its visitors calm azure waters to immerse themselves in the water. This is a perfect place for snorkelling, scuba diving and surfing. This port city has a history worth exploring, the strategic location of the natural harbour made it a city worthwhile conquering, and hence it was conquered by the Portuguese, Dutch and the British. Trincomalee is fondly referred to as Trinco by the locals; the Anglicized Tamil word 'Trincomalee' denotes the meaning lord of the sacred hill. Location: Trincomalee Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Trincomalee > Sigiriya After breakfast you will travel to Sigiriya. Travel time is approximately 2 hours. In the evening you will visit to Dambulla Cave Temple. Dambulla Golden Rock Cave Temple is a vast isolated rock mass 500ft high and a 1.6 km around the base. Here is found the impressive Rock Temple dating to the First Century BC. The caves of Dambulla sheltered the King Walagamba during his 14 years of exile from Anuradhapura. When he regained the throne he built the most magnificent of Rock Temples to be found on the Island. The complex consists of five caves with over 2000 sq. meters of painted walls and ceilings. It is the largest area of paintings found in the world. It is an UNESCO World Heritage site. In the first Cave is a recumbent image of the Buddha 14 metre long cut out of the Rock. There are images of deities associated with Buddhism all around. The frescoes on the ceiling date back to the 15th - 18th Centuries. In the Second Cave, the finest and the largest of all, there are 150 life-size statues of Gods from the Buddhist religion along with numerous images of the Buddha himself. Location: Sigiriya Hotel; Breakfast & Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Sigiriya After breakfast you will visit to Sigiriya Rock fortress. Sigiriya is a UNESCO World Heritage site which is proposed to be the 8th wonders of the World. Sigiriya, a massive rock in the green scrub jungle, is perhaps the most memorable place for visitors to Sri Lanka. The site was known from ancient times as a hermitage for Buddhist monks. A well-planned monastic complex included caved temples, bathing pools, lovely ponds and Asia's oldest surviving landscaped gardens. The \"Lion stairway\", the \"mirror wall\" and the \"water gardens\" are its other highlights. The ruins of the capital built by the parricidal King Kashyapa I (477–95) lie on the steep slopes and at the summit of a granite peak standing some 370 m high (the 'Lion's Rock', which dominates the jungle from all sides). Afternoon enjoy Ayurveda massage one hour each per person to rejuvenate your bodies. Ayurveda is the ancient health care system in South Asia that has been passed down from father to son and based on herbs and diet. It is one of the world’s oldest forms of healing and treatment. You will find some of the best Ayurveda practitioners in Sri Lanka. Ayurveda is a well-known treatment for stress, diabetes, migraine, asthma, arthritis, immune system and high blood pressure. Ayurveda is derived from Sanskrit for life (Ayuh) and knowledge (Veda), means ‘the science of life’. Therefore, Ayurveda is one of the oldest medical sciences of the world and its origins date back as far as 5,000 years South Asia. Location: Sigiriya Hotel; Breakfast & Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Sigiriya > Kandy In the early morning you will climb Pidurangala Rock to see sunrise (Duration 2 hours). Experience the wonderful Pidurangala Ancient Cave Monastery to see the sunrise. Before King Kashyapa constructed his fortified palace upon Sigiriya, several monks resided within the royal grounds to be. To accommodate his kingdom in the clouds, the king graciously relocated the monks to the adjacent rock formation of Pidurangala in the 5th century AD, where he built a humble temple and monastery amidst a religious complex of Dagobas and temples at its base. Today, Pidurangala serves as an alternative or additional climb to Sigiriya with panoramic views of the ancient fortress and the surrounding landscapes. Enveloped by foliage from all sides, the gentle ascent consists of irregular steps that lead to a landing which houses a large reclining Buddha statue, now considered to be the oldest one built in brick within Sri Lanka. Beyond the landing, your adventure is led by no defined path, but a natural instinct that draws visitors to the open summit of Pidurangala and its breath taking vistas of the region. Afterwards you will travel to Kandy. Travel time approximately 2 hours. Evening you can have a soft walk at Kandy tour. Kandy is a beautiful historical city in the citadel of the country. It is not only known for its great kings who ruled the city for almost 225 years independently until the British took over in 1815, but it is also the place where the Sacred Tooth of Lord Buddha is laid in a magnificent temple. Strategically nestled amidst three mountain ranges, Kandy was initially built in this location as a natural fortress against attack. Kandy was not an easy target for the foreign invaders who could gain the control of coastal areas of the island without too much loss. Kandy’s main architectural monuments date mainly from the 19th Century when King Sri Vikrama Rajasinha, the last King of Kandy, constructed many new buildings. At the time of the eventual surrender of Kandy to British Rule in 1815, when King Rajasinha was captured, imprisoned and finally deported to India where he died in 1832. Location:Kandy Hotel: Breakfast"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kandy After breakfast you will take a mountain walk to one of the most beautiful and remote villages in Heel Oya at the foothills of Knuckles Mountains with an experienced guide. You can see a breath taking sights of a village untouched by mass tourism growth or development. The walk goes through beautiful forests, Tea estates, gushing streams, jungle patches, waterfalls, terraced rice fields and domestic spice fields. So you will be able to see working spice, paddy and tea fields, interact with real locals, taste home cooked food, and see how animals are used for farming work. You will experience a river bath with fine waterfalls. Afterwards you would be able to visit a real home in the mountains where one could witness or join cooking with the locals. The home cooked meal will be served as your lunch complimented with fresh home grown fruits such as Mangoes and Bananas. In the evening you will see Traditional Kandyan Dance – Kandy, Sri Lanka’s second largest city is home to a Sinhalese cultural tradition of which Sri Lankans are justifiably proud. Rich in colour and agile in their movements, the Kandyan Dancers evoke images of pageantry and traditions past. Lively and exuberant, spellbinding and hypnotic, a Cultural Show is a spectacle to remember with its nimble dancers, energetic drummers and fireproof firewalkers. Location - Kandy Hotel Breakfast"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kandy > Nuwara Eliya After breakfast you will travel to Nuwara Eliya. Travel time is approximately 2 ½ hours. In the evening you will take a city tour at Nuwara Eliya. Nuwara Eliya is often referred to as ‘Little England’ Nuwara Eliya has a climate unlike anywhere else in Sri Lanka. Due to its high elevation it offers a cooler and more invigorating climate than lower regions. Colonised by the British, the outskirts of the Sri Lanka’s highest town, still retain their ‘yeolde worlde’ feel and many of the original Hotels still retain their grandiose colonial style. Famous for its horse racing, Nuwara Eliya also boasts the impressive Golf Club which dates back to 1889. Stepping back in time when life was slightly more sedate, it is worthwhile visiting the Clubhouse to observe the photographs of life in Nuwara Eliya in years gone by. Rose gardens, abundant vegetable stalls crowd the sides of the road, whilst spectacular scenery will accompany you on the journey from Kandy. Location: Nuwara Eliya Hotel:Breakfast & Dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Nuwara Eliya > Ella After an early breakfast, discover the Horton Plains National Park. A plateau with an elevation of 2,134 m, sparsely populated, almost without any roads. Here you walk about 4 hours through mystic cloud forests and Patna grassland to \"Worlds End\", where the highland falls steeply almost a thousand meters, and the Bakers Falls. Horton Plains National Park is home to rare flora and fauna; Sambar deer and Bear-monkey as well as many birds. Horton Plains is located on a high windswept saddle at 2134 meters elevation; these plains are hard to reach. The scenery that can be seen from here is considered to be the finest view in Sri Lanka. Early morning the Indian Ocean rims the horizon, 80 km away. Horton Plains is Sri Lanka’s highest and most isolated plateau discovered by Sir Thomas Farr in 19 hundreds. And named as Horton Plaines as a respect to the then British Governor of Sri Lanka Sir Horton and it is the only place where you could see the bear monkey. This is one of world’s best nature tracks. And certain plant species, birds and insects you see them only at Horton Plaines. Nature lovers will enjoy this wide, Patna-grass-covered plain, the haunt of several wild yet harmless animals and the home of many species of birds. Bridle paths through the plain will take you to the precipice, popularly referred to as “Worlds End’’ a sheer drop of 1050 meters. Lie on your stomach and peep over the ridge, the view when it is clear of mist, it is simply magnificent. Afternoon at 12:30hrs you will experience of the most breath-taking train journeys for 2:50 hours. You will travel from Nanuoya to Ella through tea plantations and rolling hills on Old Colonial train with panoramic view. This train journeys recorded in the Guinness Books of Records as the one of the world best scenic train journeys. Your guide will pick you up at the Ella Station and you will go by car to your hotel. Location: Ella Hotel:Breakfast & Dinner"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Nuwara Eliya: After an early breakfast, an adventurous ride to the Horton Plains National Park. A plateau with an elevation of 2,134 m, sparsely populated, almost without any roads. Here you walk about 4 hours through mystic cloud forests and Patna grassland to \"Worlds End\", where the highland falls steeply almost a thousand meters, and the Bakers Falls. Horton Plains National Park is home to rare flora and fauna; Sambar deer and Bear-monkey as well as many birds. Horton Plains is located on a high windswept saddle at 2134 meters elevation; these plains are hard to reach. The scenery that can be seen from here is considered to be the finest view in Sri Lanka. Early morning the Indian Ocean rims the horizon, 80 km away. Horton Plains is Sri Lanka’s highest and most isolated plateau discovered by Sir Thomas Farr in 19 hundreds. And named as Horton Plaines as a respect to the then British Governor of Sri Lanka Sir Horton and it is the only place where you could see the bear monkey. This is one of world’s best nature tracks. And certain plant species, birds and insects you see them only at Horton Plaines. Nature lovers will enjoy this wide, patna-grass-covered plain, the haunt of several wild yet harmless animals and the home of many species of birds. Bridle paths through the plain will take you to the precipice, popularly referred to as “Worlds End’’ a sheer drop of 1050 meters. Lie on your stomach and peep over the ridge, the view when it is clear of mist, it is simply magnificent. Afternoon discover the city of Nuwara Eliya, Nuwara Eliya is often referred to as ‘Little England’ Nuwara Eliya has a climate unlike anywhere else in Sri Lanka. Due to its high elevation it offers a cooler and more invigorating climate than lower regions. Colonised by the British, the outskirts of the Sri Lanka’s highest town, still retain their ‘ye olde worlde’ feel and many of the original Hotels still retain their grandiose colonial style. Famous for its horse racing, Nuwara Eliya also boasts the impressive Golf Club which dates back to 1889. Stepping back in time when life was slightly more sedate, it is worthwhile visiting the Clubhouse to observe the photographs of life in Nuwara Eliya in years gone by. Rose gardens, abundant vegetable stalls crowd the sides of the road, whilst spectacular scenery will accompany you on the journey from Kandy. Dinner at the Hill Club Nuwara Eliya (included) – The Hill Club was founded by British Coffee planters in 1876 as private members club. To this day Hill Club remain exclusively for its members. As temporary visitor you will be able to experience the British Colonial Traditions and travel back in time. From 7 .00 pm onwards the Dress Code is applicable, where gentlemen shall wear lounge suit / jacket with tie & shirt or Sri Lankan National Dress, and ladies shall wear suitable equivalent attire. In the case of children over 12 and under 18 years of age, boys shall wear at least a tie with tucked-in shirt and long or short trousers and girls shall wear an acceptable mode of dress, when utilizing the dining room or other public areas. Jackets and ties are freely available and could be borrowed from the Club Wardrobe, free of charge. Location: - Nuwara Eliya; Hotel: Avian Breeze; Board: Breakfast"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Ella> Udawalawe Early morning hike to see the sunrise from Little Adam’s Peak. Little Adam’s Peak resembles the main Adam’s Peak near Hatton. By foot it takes about 35-40 minutes. Here you will be able to enjoy the breath-taking views of an endless valleys, tea plantations and waterfalls. Afterwards you will travel to Udawalawe. Travel time approximately 2 hours depend on the road traffics. Afternoon safari in Udawalawe National Park known as the best national park to spot elephants. With an area of 31,800 hectares surrounded by mountain ranges, the terrain of the park is a mixture of grassland, shrub jungle, wild tea plantations and two important factors which make this park special - the large Udawalawe Reservoir and the Walewe River, which ensure a supply of water for the fauna within. Internationally renowned for its large herd of elephants, the park is also known for several species of Deer, Wild Boar, Wild Buffalo, Jackal and rare sightings of Leopard as well as many species of birds Location: Udawalawe Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Udawalawe > Ahangama After breakfast you will travel to Mulkirigala. Travel time approximately an hour. You will visit the Udawalawe National Park safari and to visit Elephant Transit Home en-route to Mulkirigala. Elephant Transit Home (ETH), where the orphan wild elephants are treated, raised and released back to the wild, also is located at Udawalawe. Visitors to this place can observe how the elephants are taken care of, twice a day. Total number of orphaned elephants exceeds 40, of which most of them are calves and juveniles. The animals become matured enough to live on their own, are released back to the wild. Park authorities keep constant vigilance on the newly released animals, until they get used to the new life in the wild. Click the link for BBC Natural World Documentary (Elephant Island) 2013 Afterwards you will visit Mulkirigala Rock Monastery. A magnificent ancient monastery situated on a boulder that rises virtually perpendicularly from the surrounding plains, except for one slopped side. Terraces across the sloped side of the rock lead to caved temples nestling beneath ledges of overhanging rock. The beautiful ancient wall paintings of the monastery are breath-taking as is the panoramic view from the summit. After the temple visit you will travel to Ahangama, along the way near the village of Weligama, where you can see the Stilt Fisherman. Weligama literally translating as ‘sandy village,’ Weligama has a long stretch of fine golden sand. Famous for its stilt fishermen, visitors can see this unique sight only in this part of Sri Lanka. No-one knows where, or even when this form of fishing originated, but it is an old tradition which lives on in a modern world today. This centuries old traditional method of fishing is one of the best sustainable practices to catch the fish. The Stilt Fisherman spends 2-4 hours sitting on a thin plank, hoping to catch one or two fish for their family’s lunch or dinner. Travel time is approximately an hour. Location: Ahangama Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Ella - Udawalawe: If you like early morning you hike to see the sunrise from Little Adam’s Peak. Little Adam’s Peak resembles the main Adam’s Peak near Hatton. By foot it takes about 35-40 minutes. Here you will be able to enjoy the breathtaking views of an endless valleys, tea plantations and waterfalls. After breakfast you will visit the Udawalawe National Park Elephant Transit Home and safari after. Udawalawe National Park - an area of 31,800 hectares and surrounded by mountain ranges, the terrain of the park is a mixture of grassland, shrub jungle, wild tea plantations and two important factors which make this park special - the large Udawalawe Reservoir and the Walewe River, which ensure a supply of water for the fauna within. Internationally renowned for its large herd of elephants, the park is also known for several species of Deer, Wild Boar, Wild Buffalo, Jackal and very rare sightings of Leopards. Elephant Transit Home (ETH), where the orphan wild elephants are treated, raised and released back to the wild, also is located at Udawalawe. Visitors to this place can observe how the elephants are taken care of, twice a day. Total number of orphaned elephants exceeds 40, of which most of them are calves and juveniles. The animals become matured enough to live on their own, are released back to the wild. Park authorities keep constant vigilance on the newly released animals, until they get used to the new life in the wild. Click the link for BBC Natural World Documentary (Elephant Island) 2013. Location: - Udawalawe; Hotel: Elephant Safari; Board: Breakfast"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Ahangama > Galle Today you will travel to Galle Travel time is approximately an hour. In the evening you will discover the Dutch Fort. There are many boutique shops along the narrow streets of the Fort as well as antiques, art and craft shops. Galle is situated in the southern Sri Lanka. It is the best example of a fortified city built by Europeans in south and Southeast Asia, showing the interaction between European architectural styles and south Asian traditions. The Galle fort is a UNESCO world heritage site and the largest remaining fortress in Asia built by European occupiers. Other prominent landmarks in Galle include the natural harbour, the National Maritime Museum, St. Mary's Cathedral founded by Jesuit priests, one of the main Shiva temples on the island. Galle offers a unique opportunity to create a visible demonstration of the conservation of its inheritance. Location: Galle Hotel:Breakfast"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Galle > Ambalangoda After breakfast you will travel to Ambalangoda. Travel time approximately an hour. Location: Ambalangoda Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Day 18 Ambalangoda Full day at leisure. Location: Ambalangoda Hotel: Breakfast & Dinner"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Ambalangoda > Colombo After early breakfast you will travel to Colombo travel time approximately 2 hours. Starting from Colombo Fort, Independent Square, Old Parliament, Pettah Bazaar and Galle Face. You will also have time for shopping as well. Colombo Fort is the business district of Sri Lanka with skyscrapers and big international hotels. The Fort was built by the Portuguese and Dutch partly, later took control by the British. In 1870 the British destroyed the Fort for urban development, and then they rebuilt some of the remaining buildings within it now. Colombo Fort is home to Fort Railway Station, President's House and Presidential Gardens, a palatial neo- classical building which was originally the home of the British Governors and is now the residence of Sri Lanka's president. The Lighthouse Clock Tower situated in the Chatham Street commissioned by the wife of Governor Sir Henry Ward in the hope that it would teach the Ceylonese to be punctual. Around here is good for shopping tea, souvenirs, and exchange money. Independence Square is known as one of the most prominent locations in Colombo. It is commonly used as a place where Sri Lankans come together in unison for significant national celebrations and cultural activities. The Independence Commemoration Hall is also used to host ceremonies that mark national unity. This unique and outstanding monument positioned in the heart of Sri Lanka’s commercial capital Colombo, commemorates the country’s independence from foreign rule. Sri Lanka gained independence on the 4th of February 1948 from the British who were the final colonial rulers of the country. Opposite the Presidential Secretariat (old Parliament) is the Colombo breathing green space known as Galle Face. Here every walk of life comes for relaxing time. Just to sit on the grass and watch the sunset over the Indian Ocean. Next to Galle Face is the grand Renaissance-style structure of Galle Face Hotel, South Asia’s leading Grande Dame, and the Galle Face Hotel is testimony to both Sri Lanka’s colonial past and its independent present. You can enjoy the English high tea on the Victorian style Veranda or sip a martini facing the sea and enjoy the sunset. Location: Colombo Hotel:Breakfast"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Colombo > Airport > London Today you will travel to Colombo Airport to fly to London. Travel time approximately an hour depend on the road traffics"
    }
  ],
  "map": ""
}