{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-luxury-holiday-21-days",
  "tourName": "Sri Lanka luxury holiday, 21 days",
  "placesVisited": "",
  "generalInfo": "A three-week itinerary for those with more time, with accommodation in our most relaxing hotels.<br/>Includes: <br/>- Accommodation on Bed &amp; Breakfast basis at The Wallawwa (2 Nights | W Bedroom), Fort Bazaar (3 Nights | Bazaar Bedroom) and Kumu Beach (3 Nights | Ocean View Room) <br/>- Accommodation on Half Board basis at Water Garden (3 Nights | Superior Deluxe Villa)<br/>- Accommodation on Full Board basis at Santani (3 Nights | Chalet)<br/>- Accommodation on All Inclusive basis at Goatfell (3 Nights | Suite) and Noel Rodrigos Lepard Safaris (3 Nights | Tent)<br/>- All Transport in an air conditioned car with the services of an English Speaking Guide <br/>- Excursions &amp; Experiences:<br/>Sigiriya<br/>Polonnaruwa<br/>Anuradhapura<br/>Dambulla<br/>Temple of the Tooth<br/>Horton Plains<br/>Tea Factory visit<br/>Paddy trails<br/>Galle fort walk<br/>Mask Museum <br/>Lunuganga<br/>Colombo walk<br/>- All other Meals (MEAL+DESSERT+WATER ONLY – ALL EXTRAS TO BE PAID TO THE HOTEL/ RESTAURANT DIRECTLY)<br/>- Services: VAT (Value Added Tax) &amp; Tourism Tax<br/>- In-Vehicle: TRAVEL KIT which includes comfortable cushions, a sarong, sanitizers, mosquito repellent, socks (for temples), wet wipes, etc… Our vehicles carry a dongle / WIFI and a folder containing a good map as well a very detailed Booking Information document<br/>- Complementary SIM card on request",
  "durationDays": "21",
  "price": "6685",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "NEGOMBO: Arrive into Colombo International Airport and head straight to The Wallawwa, an 18-room boutique hotel, to recuperate amidst peaceful surroundings. Set in a big tropical garden, this former manor house indulges couples with its chic collection of rooms, its gourmet cuisine, its discreet service and its decadent spa. Be on the beach in 30 minutes, play a round of croquet or take a private guided tour by boat through the bird-filled Muthurajawela Wetlands. Colombo’s restaurants, shops and sights are a mere 30-40 minutes’ drive away. Travel time Colombo Airport to The Wallawwa: 20 minutes. Stay 2 nights at The Wallawwa"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "SIGIRIYA: Continue up into Sri Lanka’s historic Cultural Triangle, so-called for the collection of World Heritage Sites and significant attractions located up here. You’ll stay at Water Garden – Sigiriya, one of the region’s newest boutique hotels, which is within eye-sight of one of the island’s most photographed attractions, Sigiriya. This former rock-top fortress dates back to the seventh century, and is home to superb examples of ancient hydro engineering as well as well-preserved frescoes. A hike up to the summit, where the views are incredible, will be a highlight of your holiday. The hotel’s rooms are all freestanding villas, and offer plenty of space – the most indulgent have private plunge pools – and there’s also a lovely spa. Other notable local sights include Dambulla’s Cave Temples while further afield you could try your luck seeking out elephants in Minneriya National Park, or visit Polonnaruwa or Anuradhapura, two former ancient capitals, and both World Heritage Sites. Travel time The Wallawwa to Water Garden: 4 hours. Stay 3 nights at Water Garden - Sigiriya."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "KANDY: From Sigiriya, travel direct to Santani, which lies to the north east of Kandy. This superb wellness resort has won numerous accolades since its inception in 2016 and is an extremely tranquil base for exploring the surrounding area. The hotel has first class wellness facilities including an excellent spa, and is a rare destination for escaping the world. Despite the high quality spa and wellness facilities, you can just use the hotel as a base to do very little at all or for exploring some of Kandy’s lesser known sights. These includes wanders down to a river for wild swims, nature trails and day trips to The Knuckles Range, a biodiversity hotspot. The architecture is purposefully minimal and WiFi is only available in rooms on request. Yoga classes, wellness packages and spa treatments are all on available to you once you arrive. Kandy’s sights are around a 60- to 90-minute drive away. Other options in Kandy include The Kandy House, a gorgeous restored manor house home to nine rooms, and the more secluded family friendly Taylors Hill. Travel time Sigiriya to Kandy: 3 hours. Stay 3 nights at Santani, The Kandy House or Taylors Hill."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "KANDAPOLA (NUWARA ELIYA): From Kandy, travel south to the highest region of the Hill Country, and to Kandapola, north east of Nuwara Eliya. This is one of Sri Lanka’s most spectacular regions, and the higher elevation means that the climate, especially at night, is a little cooler. Goatfell is a five-bedroom former estate manager’s bungalow located at an elevation of some 2000-metres. The bungalow has been charmingly restored and offers contemporary and luxurious comforts, great food, butler service and gardens with a swimming pool. Tea estates surround the bungalow and wanders to the local tea factory and strolls through the neighboring estates are some of the highlights of a stay here. Nuwara Eliya, a former British colonial hill station, is 30-minutes away. Travel time Santani to Kandapola (Nuwara Eliya): 3.5 hours. Stay 3 nights at Goatfell."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "YALA NATIONAL PARK: Descend the hills to Noel Rodrigo’s Leopard Safaris and to the edge of Yala National Park, stopping off enroute at Buduruwagala – a series of seven well-preserved Buddhist figures carved into sheer rock. Yala National Park is the island’s premier game reserve, home to a dense population of leopards, as well as elephants and sloth bears. Camping at the edge of the park is a magical once-in-a-lifetime experience; Noel Rodrigo’s Leopard Safaris has comfortable family and double tents, and included in the rate are two game drives per day led by experienced local guides. Travel time Kandapola (Nuwara Eliya) to Yala National Park: 5 hours. Stay 3 nights at Noel Rodrigo’s Leopard Safaris."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "GALLE: Make your way down to the southern coast and head west to Galle, famed for pretty beaches, a 17th century Dutch fort and a cosmopolitan vibe. One option (ideal for families) is to stay at the lovely Why House, a 10-bedroom boutique hotel in lush gardens a few minutes’ drive inland. Beaches are just a short drive away, and there are a host of activities to enjoy in the local area from inland bicycle rides through picture-postcard rice fields to diving, surfing and fishing. Another accommodation option in Galle is Fort Bazaar, a superbly renovated 18-bedroom boutique hotel in the heart of the historic Galle Fort. From here you can wander the fort’s famed cobbled streets at will, shopping and sightseeing, or discover hidden crevices with local guides Travel time Yala National Park to Galle: 3 hours. Stay 3 nights at Why House OR Fort Bazaar."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "BALAPITIYA: From Galle, it’s just an hour’s drive to Balapitiya, a small coastal village on Sri Lanka’s sunset coast. Kumu Beach, located above a sandy stretch of beach edged by huge boulders, is set in its own private palm-shaded garden with a 23-metre swimming pool. The hotel was completed in 2017, and offers 10 bedrooms, four of which are very spacious Oceanview Suites with private lounges and superb sea views. This is a lovely place to relax and unwind; the hotel has a contemporary design style, and its kitchen produces fabulous local and fusion cuisine for enjoying on the long timber deck, beside the swimming pool or anywhere in the garden. The region is a centre for Sri Lankan folk culture with mask museums nearby at Ambalangoda and a number of attractions within reach including Lunuganga, the home and garden of the late Geoffrey Bawa, and Bentota for water sports action. Travel time Galle to Balapitiya: 1 hour. Stay 2 nights at Kumu Beach."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "COLOMBO: Head to Sri Lanka’s up-and-coming capital for your last night, staying in a fabulous eight-bedroom heritage hotel. The city makes an exciting end to your Sri Lankan journey, and offers good souvenir shopping (Barefoot, Odel and Paradise Road are favourites), great restaurants (we love Monsoon), a few art galleries (the Saskia Fernando Gallery is nearby) and historical sites such as the National Museum and Number 11, Geoffrey Bawa’s fascinating former home. You can also enjoy hosted walks around Colombo. Maniumpathy dates back to 1906 and was commissioned by a doctor from Jaffna whose descendants lived in the house until recently. Sister hotel to The Kandy House and The Last House, this boutique hotel has been renovated for the modern age whilst preserving its sense of history. It is also incredibly peaceful, and makes a superb base for a last night in Sri Lanka. Travel time Galle to Colombo: 2 hours. Stay 1 night at Maniumpathy."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "DEPART SRI LANKA: Travel time Colombo to Colombo Airport: 45-minutes"
    }
  ],
  "map": ""
}