{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-tailor-made-tours",
  "tourName": "Sri Lanka tailor made tours",
  "placesVisited": "Colombo, Kandalama, Polonnurawa, Minneriya National Park, Kandy, Horton Plains National Park, Nuwara Eliya, Yala National Park, Ahungalla, Galle",
  "generalInfo": "This tailor made tour takes you to the island of Sri Lanka, in the Indian Ocean. Covering a total area of 65,000 square kilometres, it lies close to the subcontinent of India but couldn't be more different. <br/><br/>Buddhism laid the foundations for the ancient culture of this island nation and this is evident in the magnificent architecture and sites that are around today. From the ancient 5th-century rock fortress at Sigiriya, the home of early Buddhist monks, to the temple complex near Kandalama, the influence of Buddhism is still evident in the lives of the people that live around these ancient sites and on the island in general. <br/><br/>Sri Lanka's abundant wildlife, unique birdlife and diverse topography are arguably one of the island's greatest attractions. There aren't too many places on this earth that can boast having the highest leopard population density in the world! With diverse topography ranging from prehistoric rock and mud plains, to moist monsoon forests and marine wetlands, Yala National Park offers you the opportunity to see these magnificent cats on safaris that can last for up to seven hours! <br/><br/>Not to be left behind the leopards, the awesome elephants at Minneriya National Park boast some of the largest free-roaming herds on the subcontinent. Also at the National Park are endemic species of Gray Hornbill and Hanging Parrot. For the more water inclined, Sri Lanka's east, west and southern coasts offer a diverse range of scuba dive options from historic wreck-dives to a fascinating diversity of reefs and marine life. But on this experience, Whale watching off the Coast of Mirissa is a definite must do! <br/><br/>Colonialism left its mark on this small island nation and the results can be seen in the plantation-rich and culturally distinct mountain regions of Ella and Kandy. <br/><br/>We believe a journey through this tropical island isn’t complete without a rail experience. Some of the most scenic rail roads exist on this compact Indian Ocean Island and we’ll have you experience one of them. Situated in Central Sri Lanka you’ll experience a journey from Kandy through fascinating countryside, culminating in the tea country of Ella!<br/><br/>Capping the trip is the historic and atmospheric Galle Fort with it’s lovely walking and culinary trails that we curate through.",
  "durationDays": "17",
  "price": "5500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 7,
      "title": "",
      "description": "A Scenic Train - Badulla via Ella! - Through the heartland of Central Sri Lanka, lies this magnificent rail experience. Cutting through mountainous Sri Lanka and offering up breathtaking vistas en route, this journey from Kandy to Badulla, ultimately via Ella, is a highlight not to be missed on the island!"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Leaving the Island - You depart Sri Lanka from Colombo after completing a circuit hopefully covering the unique culture and natural beauty of this Island nation."
    }
  ],
  "map": ""
}