{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-family-holiday-tailor-made",
  "tourName": "Sri Lanka family holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "PLEASE NOTE THAT WE CAN ADJUST/CHANGE DETAILS OF THIS TOUR FOR YOU AS YOU WISH. THIS IS NOT A GROUP TOUR, BUT PRIVATE TOUR WITH YOUR OWN DRIVER. <br/>Tropical discovery Tour covers best of Sri Lanka has to offer in short space of time. You will be discovering the 2000 years old ancient temples, spotting elephants, leopards, sloth bears and more wildlife, exploring the tea plantations and waterfalls, and finally unwinding in the sandy beaches. You will have your own personal chauffeur guide with car or van, so you can experience Sri Lanka at your own pace. <br/>TOUR HIGHLIGHTS: <br/>- Spectacle of Elephants Gathering –Minneriya National Park <br/>- Watch the elephants at Elephant Transit Home<br/>- Spotting Leopards  at Wilpattu National Park <br/>- Scenic train journey through tea hills and waterfalls above 1500 meters <br/>- Experience Dambulla Golden Rock Cave Temple (UNESCO World Heritage Site)<br/>- Discovering Galle Dutch Fort (UNESCO World Heritage Site)<br/>- Relax and unwind in Golden sandy beaches of East Coast<br/>- Enjoy Ayurveda Traditional massage <br/>- Taste fresh sea food and Sri Lankan curry",
  "durationDays": "15",
  "price": "2170",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Departure to Colombo, Sri Lanka. Today you will fly to Colombo with Sri Lankan Airlines Direct from Heathrow"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrival > Ambalangoda “Ayubowan” & ‘’Vanakkam’’ Welcome to tropical paradise. You will be welcomed & greeted by your guide or The Earth Trip representative on arrival at the Waiting Area at Colombo International Airport. You will travel to Ambalangoda. Travel time approximately 2 hours depends on the road traffic. Rest of the day you can relax & enjoy. Location : Ambalangoda Hotel : Bed & Breakfast"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ambalangoda : In the morning Madu Ganga river safari to spot birds and reptails ( and sometimes crocodile) and visit few islands on the river: One with stunning temple and one with locoal cinnamon production. Afternoon you will visit the Galle Dutch Fort. There are many boutique shops along the narrow streets of the Fort as well as antiques, art and craft shops. Galle is situated in the southern Sri Lanka. It is the best example of a fortified city built by Europeans in south and Southeast Asia, showing the interaction between European architectural styles and south Asian traditions. The Galle fort is a UNESCO world heritage site and the largest remaining fortress in Asia built by European occupiers. Other prominent landmarks in Galle include the natural harbour, the National Maritime Museum, St. Mary's Cathedral founded by Jesuit priests, one of the main Shiva temples on the island. Galle offers a unique opportunity to create a visible demonstration of the conservation of its inheritance. Location : Ambalangoda Hotel : Bed & Breakfast"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ambalangoda > Haputale After breakfast you will travel to Galle, along the way near the village of Weligama, where you can see the Stilt Fisherman. Weligama literally translating as ‘sandy village,’ Weligama has a long stretch of fine golden sand. Famous for its stilt fishermen, visitors can see this unique sight only in this part of Sri Lanka. No-one knows where, or even when this form of fishing originated, but it is an old tradition which lives on in a modern world today. This centuries old traditional method of fishing is one of the best sustainable practices to catch the fish. The Stilt Fisherman spends 2-4 hours sitting on a thin plank, hoping to catch one or two fish for their family’s lunch or dinner. Afterwards you will travel to Udawalawe. Travel time is approximately 2 hours. In the evening you will visit Elephant Transit Home en-route to Haputale. Elephant Transit Home (ETH), where the orphan wild elephants are treated, raised and released back to the wild, also is located at Udawalawe. Visitors to this place can observe how the elephants are taken care of, twice a day. Total number of orphaned elephants exceeds 40, of which most of them are calves and juveniles. The animals become matured enough to live on their own, are released back to the wild. Park authorities keep constant vigilance on the newly released animals, until they get used to the new life in the wild. Click the link for BBC Natural World Documentary (Elephant Island) 2013 Afterwards you will travel to Haputale. Travel time is approximately 3 hours. Location : Haputale Hotel : Breakfast & Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Haputale : In the morning you can visit the Nine Arch Bridge. This magnificent Nine Arch Bridge between Ella and Demodara stations are just a few kilometres along the track from the Demodara station. This viaduct bridge built during the British Colonial period is the largest in Sri Lanka has been built with blocks of stone and cement without any reinforcing iron or concrete. The tall arches take the bridge on a semicircular path to connect to mountains. Located almost 3100 feet above the sea level, this 99.6ft high bridge is called \"Ahas namaye palama\" (Nine skies bridge) in Sinhala. When one stands underneath it and looks up there is a beautiful sight of 'nine skies' through the nine arches, hence the Sinhala name. This bridge is also called 'The Bridge in the sky' due to the sheer height. You can have a walk through the lush tea plantations and feel the green nature at your own phase and see many water falls. Location : Haputale Hotel :Breakfast & Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Haputale : Early morning hike to see the sunrise from Little Adam’s Peak. Little Adam’s Peak resembles the main Adam’s Peak near Hatton. By foot it takes about 35-40 minutes. Here you will be able to enjoy the breath-taking views of an endless valleys, tea plantations and waterfalls. After breakfast at 09.20hrs you will experience of the most scenic train journeys for 2:20 hours. You will travel from Ella to Nanuoya through tea plantations and rolling hills on Old Colonial train known as Podi Manike (the little precious wife) with scenic view. This train journeys recorded in the Guinness Books of Records as the one of the world best scenic train journeys. Your guide will pick you up at the Nanuoya and drive back to the hotel. Rest of the day you can relax. Location : Haputale Hotel : Breakfast & Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Haputale > Kandy In the morning you will travel to Kandy. Travel time is approximately 4 hours. Afterwards you will visit The Temple of the Tooth & Buddhist Museum, Sri Dalada Maligawa dates back to the 16th century, though most of the present buildings were built in the 19th century. Venerated as the most important object in the Buddhist world, the Sacred Relic of the Tooth of Buddha is enshrined at the Temple. Brought from India 2500 years ago, it is said that the possessor of the Relic had the right to rule the country. The Relic is kept in a gold casket and stored amidst great security in the Inner Chamber. In the evening you will take a city tour at Kandy. Kandy is a beautiful historical city in the citadel of the country. It is not only known for its great kings who ruled the city for almost 225 years independently until the British took over in 1815, but it is also the place where the Sacred Tooth of Lord Buddha is laid in a magnificent temple. Strategically nestled amidst three mountain ranges, Kandy was initially built in this location as a natural fortress against attack. Kandy was not an easy target for the foreign invaders who could gain the control of coastal areas of the island without too much loss. Kandy’s main architectural monuments date mainly from the 19th Century when King Sri Vikrama Rajasinha, the last King of Kandy, constructed many new buildings. At the time of the eventual surrender of Kandy to British Rule in 1815, when King Rajasinha was captured, imprisoned and finally deported to India where he died in 1832. Location : Kandy Hotel : Bed & Breakfast"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kandy > Sigiriya Today you will take a mountain walk to one of the most beautiful and remote villages in Heel Oya at the foothills of Knuckles Mountains with an experienced guide. You can see a breath taking sights of a village untouched by mass tourism growth or development. The walk goes through beautiful forests, Tea estates, gushing streams, jungle patches, waterfalls, terraced rice fields and domestic spice fields. So you will be able to see working spice, paddy and tea fields, interact with real locals, taste home cooked food, and see how animals are used for farming work. You will take a fresh and compatible bath at a river if you like. Optional: You would be able to visit a real home in the mountains where one could witness or join cooking with the locals. The home cooked meal will be served as your lunch complimented with fresh home grown fruits such as Mangoes and Bananas. Afterwards you will travel to Sigiriya. Travel time is approximately 2 hours. En route to Sigiriya you will visit to Dambulla Cave Temple. Dambulla Golden Rock Cave Temple is a vast isolated rock mass 500ft high and a 1.6 km around the base. Here is found the impressive Rock Temple dating to the First Century BC. The caves of Dambulla sheltered the King Walagamba during his 14 years of exile from Anuradhapura. When he regained the throne he built the most magnificent of Rock Temples to be found on the Island. The complex consists of five caves with over 2000 sq. meters of painted walls and ceilings. It is the largest area of paintings found in the world. It is an UNESCO World Heritage site. In the first Cave is a recumbent image of the Buddha 14 metre long cut out of the Rock. There are images of deities associated with Buddhism all around. The frescoes on the ceiling date back to the 15th - 18th Centuries. In the Second Cave, the finest and the largest of all, there are 150 life-size statues of Gods from the Buddhist religion along with numerous images of the Buddha himself. Location : Sigiriya Hotel : Breakfast & Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Sigiriya : After breakfast you will visit to Sigiriya Rock fortress. Sigiriya is a UNESCO World Heritage site which is proposed to be the 8th wonders of the World. Sigiriya, a massive rock in the green scrub jungle, is perhaps the most memorable place for visitors to Sri Lanka. The site was known from ancient times as a hermitage for Buddhist monks. A well-planned monastic complex included caved temples, bathing pools, lovely ponds and Asia's oldest surviving landscaped gardens. The \"Lion stairway\", the \"mirror wall\" and the \"water gardens\" are its other highlights. The ruins of the capital built by the parricidal King Kashyapa I (477–95) lie on the steep slopes and at the summit of a granite peak standing some 370 m high (the 'Lion's Rock', which dominates the jungle from all sides). Afterwards enjoy Ayurveda massage one hour each per person to rejuvenate your bodies. Ayurveda is the ancient health care system in South Asia that has been passed down from father to son and based on herbs and diet. It is one of the world’s oldest forms of healing and treatment. You will find some of the best Ayurveda practitioners in Sri Lanka. Ayurveda is a well-known treatment for stress, diabetes, migraine, asthma, arthritis, immune system and high blood pressure. Ayurveda is derived from Sanskrit for life (Ayuh) and knowledge (Veda), means ‘the science of life’. Therefore, Ayurveda is one of the oldest medical sciences of the world and its origins date back as far as 5,000 years South Asia. After lunch around 2pm: Enjoy a Jeep Safari at Minneriya National Park (Duration – 2 hours). It’s on the banks of the Minneriya reservoir, which was built in the 4th century A.C. Minneriya is a hide-out for many elephants, where you could see herds of elephants approximately 50 to 60 elephants in a herd. Here in July to September one of the World top ten wild life spectacles takes place known as ‘The Gathering’, more 250 elephants gather around Minneriya water tank in search water and food. Apart from elephants, it is a habitant for migrant and resident bird species like Grey heron, Open built storks, Painted storks …etc. And also you could see 3 different species of monkeys like Silica make, Pink faced leaf monkey and Grey Langer. Location : Sigiriya Hotel : Breakfast & Dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Sigiriya > Trincomalee After breakfast you will travel to Nilaveli. Travel time is approximately 2 ½ hours. En- route to Sigiriya you can visit to Polonnaruwa. Polonnaruwa was the mediaeval capital of Sri Lanka, and today it is one of the most beautiful centres of Sri Lanka’s cultural heritage and UNESCO Heritage site. With its comparatively brief history and a dozen rules, it is far more completely preserves ruin than Anuradhapura. Visit the ancient ruins and Gal Vihara complex, where 3 gigantic Buddha's statues are carved out of a single rock. You also will be able to see the toque macaque monkeys found only in Sri Lanka. Location : Trincomalee Hotel : Breakfast & Dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Trincomalee : Morning at leisure. Afternoon you will visit Koneshwaram Temple and discover Trincomalee, is a port city and has the fifth largest natural harbour in the world. The city is surrounded by lagoons, bays and hills and situated in a peninsula. The white powder golden sandy beaches spread across the area offer its visitors calm azure waters to immerse themselves in the water. This is a perfect place for snorkelling, scuba diving and surfing. This port city has a history worth exploring, the strategic location of the natural harbour made it a city worthwhile conquering, and hence it was conquered by the Portuguese, Dutch and the British. Trincomalee is fondly referred to as Trinco by the locals; the Anglicized Tamil word 'Trincomalee' denotes the meaning lord of the sacred hill. Optional: Trincomalee, the most popular east coast seaside hamlet in Sri Lanka famous for its powdery sandy beach and turquoise blue shallow waters. During the months from July to September calm seas provide the best opportunities to go to deep waters to see these marine giants, Blue Whales of Sri Lanka. You will see Blue Whales in the East coast of Sri Lanka by sailing to their resident colonies. Whale watching boat trip off the coast of Trincomalee will last for 4 to 5 hours. The speed boat leaves the shore of Trincomalee by 6.30 AM and mineral water bottles will be provided complimentary. Location : Trincomalee Hotel : Breakfast & Dinner"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Trincomalee : In the morning you travel by boat to Pigeon Island Marine National Park. It is fantastic place for snorkelling to see the spectacular marine life with over 100 species of colourful corals teeming with 300 types of reef fish. This Pigeon Island National Park has one of the best remaining coral reefs with high live coral cover in the country and is an ideal location for scuba diving and snorkelling. Pigeon Island National Park consists of two small islands off the east coast north of Trincomalee. The island gets its name from Blue Rock Pigeon, a native endangered bird that lives within the rocks in these islands. The islands were declared a sanctuary in 1963 for the purpose of protecting these birds. In 2003 this area was upgraded to the status of a National Park and the boundaries were extended to include coral reef around them. The islands are situated about 1 km off the Nilaveli coast in Trincomalee District. Location : Trincomalee Hotel : Breakfast & Dinner"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Trincomalee > Anuradhapura : After breakfast s you will travel to Anuradhapura. Travel time is approximately 2 ½ hours. You will take a bicycle tour to The Sacred City of Anuradhapura. Anuradhapura stands equal to Pyramids at Giza on the architectural level during their time. This magical place with enormous Dagobas, palaces, monasteries and monuments evidence one of the greatest civilisations in the world. The Sacred city of Anuradhapura was first Royal Kingdom and capital of Sri Lanka that lasted for 1,500 years until it was abandoned after the invasion by South Indian Cholas in 993. Today Anuradhapura is one of the world’s major archaeological sites in the world. It is covered area about 40 km² and an UNESCO World Heritage Site. This sacred city was established around a cutting from the 'tree of enlightenment', the Buddha's fig tree, brought there in the 3rd century B.C. by Sanghamitta, the founder of an order of Buddhist nuns. The ruined city hidden away in dense jungle for many years brought to life by The British in the nineteenth century. Location :Anuradhapura Hotel : Breakfast & Dinner"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Anuradhapura > Negambo : In the morning you will travel to Wilpattu National Park. Travel time is approximately an hour. You will take a safari to discover Wilpattu National Park. Wilpattu National Park (‘Land of Lakes’) is situated in the Northwest coast near the ancient city of Anuradhapura. It is the largest and oldest National park in Sri Lanka consisting 140,000 hectares of mostly dry zone evergreen forest cover and coastal belt to the West. This is one of best places see leopards in Sri Lanka alongside Yala National Park. The open grassy plains set within the thick dense scrub jungle. The wetland includes around 48 shallow natural lakes known as Villus, natural basins that are filled up with rainwater and two salt water lakes. These natural lakes are the most important parts of the complex eco-system in the park. The park is home to elusive Leopards, elephants, Sloth bears, Water Buffalos, Mugger Crocodiles, Spotted and Barking Deer, Wild Boar and Pythons. Alongside these wild animals you will be able to see many endemic birds include the Ceylon Jungle fowl, Brown-capped Babbler, Ceylon Wood shrike and Black-capped Bulbul in riverine habitats. Butterflies recorded include the Great Egg fly, Great Orange Tip, Glad-eye Bush brown, Blue Mormon, Common Mormon, Common Rose and Crimson Rose. As well diverse varieties of colourful butterflies can be seen in the park as well. You will see the wild animals particularly elephants near lakes in the early morning and late afternoons. The wild life id abundant around lakes and coastal belt such as White Ibis, Open Bills, Painted Storks Spoonbills, Egrets, Whistling Teals, Kingfishers and you can also see the water buffalos, monitors and crocodiles. Afterwards you will travel to Negombo. Travel time is approximately 3 ½ hours. Location : Negambo Hotel : Bed & Breakfast"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Negombo > Airport. Today you will travel to the airport and travel time will be approximately 30 minutes. Departure to your destiation."
    }
  ],
  "map": ""
}