{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-tours-beyond-the-tourist-trail",
  "tourName": "Sri Lanka tours, beyond the tourist trail",
  "placesVisited": "",
  "generalInfo": "Sri Lanka is a one of the most culturally rich holiday destinations in the Indian Ocean, mixing Buddhist, Hindu, Muslim and Christian faiths and traditions. Colonial powers – Portuguese, Dutch and British – likewise have left their mark. Diverse landscapes provide a plethora of habitats for world class wildlife, whilst white-sand beaches afford an off-duty playground for visitors and residents alike. Island cuisine is first class, distinct flavours providing an enlivening culinary subtext to any visit. Beneath its idyllic surface, Sri Lanka’s past has been challenging at time, having suffered a succession of travails, not least a long-running civil war, fortunately now in the distant past. Sri Lanka’s landscape is awash with fabulous archaeological and natural wonders so that, whilst we do not entirely shun the iconic sites that so many enjoy here, we have sought out little-visited and fascinating corners of the island to offer you a unique combination of experiences and memories to cherish and regale. On this tour you will travel through the central and southern regions of the country exploring areas that are not on the well-trodden tourist path, such as Ritigala archaeological complex engulfed by the jungle in scenes akin to the set of an India Jones adventure, and the fascinating rural villages around Dunagaha, introducing much-needed funds into local economies. Along the way, enjoy the stories and experiences of local characters from former tea planters to a snake naturalist! For the wildlife elements, you will stay clear of the jeep-packed thoroughfares of Yala National Park and take peaceful alternatives away from the crowds.  This tour of Sri Lanka doesn’t insulate travellers in an all-inclusive international cocoon. The island’s sometimes difficult past validates its reality. In fact, it is a key factor in the reasons for visiting now in a land where you may be assured of a warm welcome from the locals.",
  "durationDays": "16",
  "price": "2745",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Airport (Negombo) – Thalahena (Driving time is approx. 40 minutes) - On arrival, meet our local team and transfer to a family-run villa called Villa Hundira Overnight Villa Hundira or similar. (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Thalahena - After breakfast, we set out on a boat ride along the Negombo lagoon and as you go, keep a close eye on the birdlife as this is the best time for spotting them. We also pass through the mangroves which is yet another eco system of shrubs and trees unique to coastal intertidal zones. We then explore Negombo city. After the tour we return to the villa where the rest of the day is at leisure. Overnight Villa Hundira or similar (BD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Negombo – Sigiriya – Ritigala – Sigiriya (Overall approx. driving time today is 5 hours) - After breakfast, you will drive towards Sigiriya located at the heart of Sri Lanka’s celebrated cultural triangle. This afternoon you visit the off-the-beaten-track gem of Ritigala Archaeological Monastery; an extraordinary complex sequestered in the jungle and often over-looked by the regular tourist. After the visit, you return to Sigiriya for the overnight stay. Overnight at Kassapa Lion’s Rock, Sigiriya or similar. (BD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Sigiriya UNESCO - This morning you arrive at Sigiriya Rock Fortress (UNESCO) early at around 7am, in the still relative cool of the day and in the soft light and this also beats the main throng of tourist crowds. Referred to by Sri Lankans as the 8th wonder of the world, this breathtakingly beautiful and dramatic site is a rare jewel among the many treasures in Sri Lanka. You will explore some of the interesting features in the lower sections of the site such as the Royal Gardens and the water gardens, set amidst a stunning wooded wilderness. On your ascent of the rock fortress, take time to linger at the wonderfully preserved frescoes, depicting buxom, wasp-waisted maidens bearing flowers. Enjoy the amazing 360-degree views from the top of Sigiriya. Time slips rapidly away in this incredible place and all too soon it will be time to descend. You take a well-earned rest at a close-by local restaurant in leafy Habarana to enjoy yet another delicious lunch that captures the very essence of village cuisine. Lakmal, proprietor of the establishment, takes particular pride in pleasing guests with his coconut sambol, best enjoyed with rice and bread. After lunch you press on to Hurulu and set out on a jeep safari aiming to see wild elephants in their natural habitat. After the safari, head back to the hotel. Overnight at Kassapa Lion’s Rock, Sigiriya or similar. (BD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sigiriya – Kandy (Driving time is approx. 3 hours) - Today you proceed to Kandy, the last stronghold of the Sinhalese Kings, a pleasant city surrounded by lush green countryside. Upon arrival, you will take some time to wander around the idyllic lake and stroll its maze of copious old shops, bustling markets and great restaurants. Perhaps watch the colourful processions that make their noisy way down to the fascinating Dalada Maligawa or Temple of the Tooth (a UNESCO world heritage site), so called because it contains a sacred tooth belonging to Lord Buddha. Contrast the holy hush of the temple with the booming, energetic drums that accompany the elaborately costumed performers of a Kandyan dance show. Overnight Hotel Suisse or similar. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Rural life outside of Kandy - This morning you will take a short drive from the centre of Kandy to a village where you embark on a walk connecting the fabled twin temples of Galdaladeniya and Lankathilake, gracefully hidden away amidst the hills of Kandy. Stroll in amongst rice fields bordering small villages and enjoy the verdant countryside all he while observing locals tending to their gardens and rice fields. Periodically stopping along the way, discover an array of resplendent fruits, vegetables and spices that thrive in the climate. The locals are extremely hospitable and will appreciate a wave and a smile as you pass. Towards the end of the walk, you will visit the house of C.G. Gunasoma, an 8th generation (and probably the last) descendant of a long line of professional optometrists who were bound to the service of the kings as far back as the 14th century. Gunasoma will demonstrate how quartz is made into a lens, raising the profile of and helping to secure a future for a little known but invaluable part of Sri Lankan Heritage that our local team are fighting to preserve. Overnight Hotel Suisse or similar. (BL) Note: For this walk, ensure you take plenty of water, sunhat and sunscreens as well as insect repellent. Please also take a take a Sarong or a shawl to cover yourself when you visit the temples."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kandy – Nuwara Eliya (Driving time is approx. 3 hours) – Nanu Oya - Ella by train (Approx. 3-hour local train journey) - After an early breakfast, snake into the lush hills of the tea country towards the often mist-shrouded hill station of Nuwara Eliya. Take a short walk around the town in the cooler air at 1868m above sea level. Next, continue to nearby Nanu Oya and experience a magical train journey through Sri Lanka’s luxuriant hills. Sit back and relax, enjoying splendid views of tea plantations in the foreground and emerald mountains beyond. The journey leads you through a multitude of tunnels and across dramatic bridges, punctuated by stops at small village halts where one can gain an insight into the hustle and bustle of local life. At Haputale Railway Station, disembark and transfer to the overnight accommodation. Overnight at Morning Dew Hotel or similar – No Air Conditioning. (BD) Note: Seats on the train can be confirmed only 21 days prior to the date of travel. Seats from any particular class compartment cannot be guaranteed and will be subject to availability. We reserve the right to change the route of the train journey based on availability."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ella - Early in the morning, set out on a short hike to the Little Adams Peak. This can be easily done as the hike itself takes only about one hour and the views of the valley and surrounding hills is simply stunning. The best weather is early morning when the skies are clear and the morning air is fresh and cool. Afterwards we visit a small family run estate to see the process of how they produce artisanal tea and coffee. Depending on the production schedule, you may also be able to see how they hand-process their tea and other products and even try your hand at plucking and rolling your own batch of tea. Afterwards you can enjoy a tea tasting session. Return to your hotel and spend the afternoon at leisure. Overnight at Morning Dew Hotel, Ella or similar (BD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Ella – Buduruwagala - Udawalawe National Park (Driving time is approx. 2 hours) - After a relaxed breakfast, you will depart the hill country and begin your descent towards Udawalawe, the territorial heartland of wild elephants. En route, you visit the secluded archaeological site of Buduruwagala (literally ‘the rock with the Buddha statues’), definitely not on the standard tourist itinerary. It is a very quiet site and a perfect place to stretch the legs amongst a wonderful fusion of history and nature. On arrival at Udawalawe the rest of the day is at leisure to relax by the pool. Overnight Centauria Wild, Udawalawe or similar. (BD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Udawalawe elephant transit home and safari - This morning, there is an optional visit of the Udawalawe Elephant Transit Home which is another interesting project tending to injured/orphaned Elephant calves to don the skills to survive in the wild. Although the visitors are not permitted to be up-close and personal with the elephants, the feeding times of baby elephants scheduled four times daily (9 am, 12 noon, 3 pm and 6 pm) provide wonderful opportunities to observe them and can be a very pleasurable experience. The Transit Home tends to attract a heavy footfall of tourists, so you may prefer to spend your morning at leisure. Later, under soft afternoon light, embark on a wonderful safari at Udawalawe National Park where you should hope to enjoy some excellent elephant sightings. Overnight Centauria Wild, Udawalawe or similar. (BD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Udawalawe – Yala National Park (Driving time is approx. 2 hours) - This morning you travel to Yala National Park, internationally acclaimed as the jewel in Sri Lanka’s wildlife viewing crown. After checking in at the hotel, embark on a mesmerising afternoon safari in the little visited Block 5 (subject to local permission). The more popular areas of Yala National Park are generally packed full of vehicles, so instead you will delve deeper into the park to Block 5 which is rarely frequented by tourist jeeps. It has a slightly lower density of leopards than the more popular areas of the park (though the designer of this tour did however spot one!), but the scenery is alluring and the anticipation of what, amongst a myriad of possibilities, may be around the corner is nothing short of thrilling. Overnight Big Game Camp or similar – Not air conditioned. (BD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Yala National Park – Galle – Ahangama (Driving time is approx. 4 hours) - Starting early, you follow the palm-lined roads of the tropical south coast. After checking in to your hotel in Ahangama, you will spend the afternoon exploring nearby historic Galle, wandering the back streets and the crumbling ramparts of the Old Dutch fort. You can even enjoy some thambili from a local vendor or savour some crispy vaddais. After the visit of Galle Fort you return to the hotel. Overnight Garton’s Cape or similar. (BD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kanneliya Rainforest - The morning opens by enjoying a unique visit to a snake expert’s house, set close-by the entrance to Kanneliya Forest. Vishan is a knowledgeable naturalist who has made a career of collecting reptiles from the residences and gardens of locals, checking on their welfare and then releasing them back into their natural rainforest habitat. His experiences and wealth of expertise make for fascinating conversations which will educate you on these beautiful and inscrutable creatures. Once you have shared your traditional cup of local tea, you will be escorted into the heart of the incredible rainforest by Upal, a local guide and tracker, who knows the area intimately. Amazingly, this is one of conservation’s true triumphs, being reclaimed in the 1970s from logging and severe habitat loss. Keep your eyes peeled for spotting many of the exquisite endemic birds, snakes and lizards as you make your way along its dappled forest paths, whilst Upal instructs you on the amazing diversity of flora and fauna that makes calls this home. After you have visited a small cave where a huge colony of innumerable bats roost, relax by an idyllic waterfall where a clearing comes alive with a kaleidoscope of colourful dragonflies and butterflies. The excursion culminates in a delicious rice and curry spread, prepared by Upul’s wife, served on the banks of the nearby Nannikitha River, a lovely spot for an optional swim. Later, return to the hotel at Ahangama. Overnight at Garton’s Cape or similar. (BLD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Ahangama at leisure - Today is spent at leisure for you to independently enjoy the languidly beautiful tropical south coast: you might explore the local small town by tuk-tuk, head out to view nearby Koggala Lagoon’s islets and bountiful birdlife, see the turtle conservation work being accomplished there, or simply enjoy its low-key white beaches and surfing opportunities. Overnight at Garton’s Cape or similar. (BD)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Ahangama – Colombo (Driving time is approx. 3 hours) - This morning you drive to Colombo. After checking in at the hotel and having some time to relax, in the afternoon you will meet a local guide who will help you explore behind the scenes of Colombo. Travelling in Tuk-tuks you first visit a street food joint at the Galle Face Green and enjoy the taste of Kottu Rotti, an everyday Sri Lankan meal not to be missed and always best enjoyed on the street. Then it’s time to experience the evening market at Pettah, observing the local vendors who throng to its buzzing hub from sundry corners of Sri Lanka to sell their vast array of goods. Perhaps sample some of the seasonal fruits on offer. You will also tread the bustling back-streets of Slave Island, again immersing yourself amongst the locals going about their daily rituals. Overnight at Galle Face Hotel or similar (BD)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Colombo – Airport (Negombo) (Driving time is approx. 1 hour) - Transfer to the airport at the appropriate time for your onward flight. (B)"
    }
  ],
  "map": ""
}