{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-off-the-beaten-track-tour",
  "tourName": "Sri Lanka off the beaten track tour",
  "placesVisited": "",
  "generalInfo": "A splendid tour for adventurous couples or friends, who would like to see the classics of Sri Lanka as well as its hidden treasures off the beaten track. Experience exclusive and remote resorts and activities, while in the midst of nature, enjoying hikes and plenty of wildlife. A highlight of this tour is the possibility to see the Asian elephant swimming in its natural habitat in Gal Oya, the only place where you can take a boat safari in Sri Lanka.<br/><br/>Includes: <br/>- Accommodation on Bed &amp; Breakfast basis at Jetwing Beach (1 Night | Deluxe Room), Aliya Resort &amp; Spa (2 Nights | Deluxe Room), Clove Villa (2 Nights | Deluxe Room), 98 Acres Resort (2 nights | Superior Room), Buckingham Place (3 Nights | Balcony Room) and Fortaleza Church Cross Street (1 Night | Turquoise Room)<br/>- Accommodation on Half Board basis at The Ibis (2 Nights | Standard A/C Room)<br/>- Accommodation on Full Board basis at Gal Oya Lodge (2 Nights | Bungalow)<br/>- Transport in an air conditioned car with the services of an English Speaking Guide. <br/>- Guided Visits and Excursions: <br/>Sigiriya<br/>Polonnaruwa<br/>Dambulla Cave Temple<br/>Royal Botanical Gardens<br/>Temple of the Tooth<br/>Tea Factory visit<br/>Little Adam’s Peak<br/>Nine Arch Bridge<br/>Dowa Temple<br/>Ravana’s Falls<br/>2 game drives at Wilpattu<br/>Galle Fort walk with your guide<br/>Boat ride at Gal Oya<br/>Jeep safari at Gal Oya<br/><br/>- Other Meals (MEAL+DESSERT+WATER ONLY – ALL EXTRAS TO BE PAID TO THE HOTEL/ RESTAURANT DIRECTLY)<br/>- Services: <br/>VAT (Value Added Tax) &amp;Tourism Tax.<br/>In-Vehicle: We strive to deliver the best possible ‘in-vehicle experience’ – our vehicles are equipped with a TRAVEL KIT which includes comfortable cushions, a sarong, sanitizers, mosquito repellent, socks (for temples), wet wipes, etc… Our vehicles carry a dongle / WIFI and a folder containing a good map as well a very detailed Booking Information document.",
  "durationDays": "16",
  "price": "2914",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Colombo Airport and head to Jetwing Beach which takes approximately 30 minutes. Jetwing Beach is a luxurious five-star hotel tastefully designed along contemporary lines, taking the surrounding seaside landscape into full view. Influences of Geoffrey Bawa’s architectural design, such as the open verandas, walk ways and waterways, let in the cooling ocean breeze and the tropical sun. Interiors are minimalist and elegant with cement floors and walls infused with a touch of amber, enhanced by pieces of dramatic contemporary art in the lobby area. Relax by the beach in the evening."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast head to Wilpattu, this transfer takes approximately 4.5hours. Nestled on the banks of a local lake amidst a green wilderness minutes away from the largest national park in the island, Ibis is a charming rustic bungalow resort. Offering accommodation in two bedrooms located either side of an open living area with all modern facilities, Ibis is ideal for wildlife enthusiasts and guests who enjoy rustic living. Of the two bedrooms, one is furnished with a king-sized bed and the other has twin beds. Both rooms are air-conditioned and have writing tables, clothes racks and ensuite bathrooms with h/w showers and complimentary toiletries. The rooms share a spacious veranda from where they can observe the birdlife that visits the lake nearby. Relax and enjoy the surrounding or walk through the village."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you will be going on a morning and evening jeep safari to the Wilpattu National park. Wilpattu offers travelers the chance to get up-close-and-personal with Sri Lanka’s wildlife: go on an enthralling game drive through the park, looking out for leopards, elephants, sloth bear and deer as well as a wide variety of migrant and endemic birds, and enjoy the spectacular scenery of lakes, jungle, grasslands and the stunning coastal border."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to Sigiirya, this transfer takes approximately 2.5hours. 'Aliya', meaning elephant in Sinhala, is an apt name for a luxurious resort immersed in lush wilderness where wild elephants roam. Modern minimalism is softened by Sri Lanka’s simple and unhurried rural lifestyle. Enter through a series of steps into a vast, gleaming white lounge and instantly, the mesmerizing views of the infinity pool and the gigantic twin rocks – Pidurangala and Sigiriya – comes into focus. Aliya resort offers luxurious rooms or tents immersed in the wilderness; international as well as traditional Sri Lankan cuisine served at their wattle & daub restaurant overlooking the paddy fields."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "You could climb the Sigiriya Rock fortress in the morning. Sigiriya, also known as Lion Rock, built on top of a huge boulder in the 5th century. A palace. A rock fortress. The hidden castle of King Kasyapa. A Buddhist monastery from the 14th century. Similar to the cosmic mountain of Meru? The eighth wonder of the world? No place in Sri Lanka has generated as many theories and legends as the 180m monolith, set amidst stunning scenery. Then drive to Polonnaruwa which takes around 1hour. Visit the ancient ruins of Polonnaruwa which is the second most ancient kingdom of Sri Lanka. Pollonaruwa is divided into 4 areas. The visit starts with the Kings Palace and Baths. We then visit 3 different tooth relic temples and then proceed to the stupas. The visit ends on the far western side of the complex where you will see one of the most astonishing Buddha rock carvings in Sri Lanka. One can walk, bike or drive between locations. It’s hot – no doubt. If it looks like it might rain don’t forget to take an umbrella from the vehicle? Drive back to Sigiriya."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "You will be heading to Kandy today, this transfer takes approximately 3hours. You will be driving through Dambulla to visit the Dambulla Cave Temples. The Dambulla Cave Temples are the largest and best-preserved rock cave temple complex in Sri Lanka, towering 160 m over the surrounding plains with more than 80 documented caves in the surrounding area. The site is of particular interest for anyone that loves historic art, as five of the caves contain ancient statues and paintings related to and depicting Lord Buddha and his life. Clove Villa is a modern, Sri Lankan-owned private villa that offers a personalised service and comfortable accommodation in seven good-quality bedrooms. Designed with high timber roofs and tall glass windows, Clove Villa spreads across three floors. The living and dining area is on the ground floor with the bedrooms located on all three floors. Rise early and go on a Kandyan temple excursion. Once back at the villa, relax by the poolside and by nightfall, enjoy dinner on the roof terrace. Clove Villa is located in a residential area next to Mahaweli Reach hotel and is set away from the hustle and bustle of Kandy town, yet close enough to enjoy Kandy’s ancient cultural heritage. Check-in and relax."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "You will be visiting The Peradeniya Botanical Gardens with your guide. The Peradeniya Royal Botanical Gardens is the largest of the botanical gardens of Sri Lanka and the finest of its kind in Asia. In the Mediterranean climate of Kandy, the gateway to the central highlands, the Gardens lies at an elevation of 460 meters above sea-level, tightly bounded on three sides by the loop of the River Mahaweli (Great Sandy River), Sri Lanka’s largest river. During WWII the gardens were the headquarters of the allied command for the pacific. Visit to the Temple of the Tooth, is a Buddhist temple in the city of Kandy, Sri Lanka. It is located in the royal palace complex which houses the relic of the tooth of Buddha. Since ancient times, the relic has played an important role in local politics because it is believed that whoever holds the relic holds the governance of the country. Kandy was the last capital of the Sri Lankan kings and is a UNESCO world heritage site partly due to the temple."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After Breakfast transfer to Gal Oya which takes around 3.5hours. Gal Oya Lodge is a rustic eco-retreat set amidst acres of untouched wilderness, edged by Gal Oya National Park and the Senanayake Samudraya - one of Sri Lanka’s largest lakes. Spot wild elephants roaming in the jungle or swimming across the lake to get to a nearby island. The property is comprised of several eco-friendly bungalows and villas, constructed using locally sourced materials. Relax in the evening or go on a trek to the Monkey mountain."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Go on a boat ride in the morning. Enjoy the only experience in Sri Lanka that allows you to spot wildlife from the water. It’s a unique way to immerse yourself in the animals’ habitats. With a little luck you could spot elephants swimming between islands or bathing at the lake’s edge. A 2-3 hour safari by boat, and a scenic 40 minute drive from the lodge to the lake is perfect to explore the national park and surrounding villages. Go on a jeep safari in the afternoon into the forgotten Nilgala section of Gal Oya National Park. Once protected by ancient royalty for the abundant medicinal plants and endemic birdlife, the park’s unique ecosystem is home to herds of elephants, wild boar, four species of deer, jackals, sloth bears, marsh mugger crocodiles and an array of rare exotic birds. Our more intrepid guests can couple the drive with a safari on foot. Hike through the park with our expert naturalists and see wildlife up close while exploring hidden corners of the park."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transfer to Ella, this transfer takes approximately 3.5hours. The 98 Acres Resort has won much approval since it opened in 2012. It is contemporary in design with the use of granite, polished cement floors, columns made of eucalyptus trees, and roofs of bamboo and Illuk straw – giving it a minimalist feel. Sustainable construction methods haven been used with minimal impact on the surrounding environment. Discarded railway sleepers are used for walls, paving and even furniture. Accommodation at the 98 Acre Resort is in individual stone chalets and the lounge and restaurant is in an open sided pavilion on a hill with breath-taking views."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Trek to Little Adam’s peak, although this climb is relatively easy, the views from the top of Little Adam’s Peak are sensational. Begin the climb with a gentle stroll through a sloping tea field, passing endless neat rows of terraced tea plants, before ascending a short stretch of winding steps up to the top of the peak. Visit Nine arch bridge, Dowa Temple, a tea factory and Ravana’s falls."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast transfer to Rekawa, this transfer takes approximately 3hours. Buckingham Place is an utterly peaceful holiday choice. This stylish eleven-room hotel is contemporary in design with tasteful interiors and serves sumptuous Sri Lankan and international fusion cuisine prepared with fresh seafood purchased from the local fisherman and vegetables from the village home gardens. Buckingham Place is ideal for those wishing to relax and unwind amidst tranquil surroundings."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Relax and enjoy the time by the beach."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to Galle Fort which takes approximately 45minutes. Fortaleza Church Cross Street is a small, laid-back boutique hotel with gastro café which adds to the attractions of Galle Fort. This four-bedroom boutique hotel and restaurant is housed in a Dutch period building originally owned by a merchant who used it as a spice warehouse. The building has been caringly refurbished, retaining high roofs and some of original one-foot thick Kabok walls. A magnificent sculpture by Sri Lankan artist Laki Senanayake stands tall at a mezzanine level in the lounge area. Walk around the Galle Fort with your guide in the evening."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Transfer to the Airport for your departure flight. This transfer would take approximately 2.5hours."
    }
  ],
  "map": ""
}