{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lankan-holiday-highlights",
  "tourName": "Sri Lankan holiday highlights",
  "placesVisited": "Wattala, Giritale, Minneriya National Park, Dambalawewa Lake, Polonnaruwa, Kandy, scenic mountain train journey, Peradeniya Botanical Gardens",
  "generalInfo": "Sri Lanka is chock-a-block with highlights and presents a wonderfully diverse and exciting range of landscapes and cultural heritage sites from where to undertake a 10-day small group holiday.<br/><br/>From Buddhist temples and national parks to ancient fortifications and spectacular train routes, Sri Lanka really does live up to all expectations, with an array of spice plantations and green gardens adding to the attraction of a tropical climate.<br/><br/>Although this 10-day itinerary does pack in a fair few highlights, including Kandy, Polonnaruwa and the national parks of Giritale, you’ll still find plenty of time for rest and relaxation with leisurely cycling tours and cultural excursions adding to the laid back ambience of Sri Lanka.<br/>",
  "durationDays": "9",
  "price": "1599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Sri Lanka. On arrival, those travelling on the group flights will be met at the airport and transferred to our hotel. Free arrival transfers are available for any flight, provided you have supplied Exodus with your flight details in advance and have requested a transfer. The adventure begins in coastal Wattala, a suburb of the capital Colombo. The rest of the day is free to relax at the hotel and settle into the trip. Accommodation: Pegasus Reef Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Depart after breakfast for the drive (approximately four hours) among coconut palms, paddy fields and banana plantations to Sigiriya where we check into our hotel for the next few nights. This afternoon we climb the Sigiriya rock fortress, also known as Lion Rock. Built as a safe haven from invaders, this impressive 5th century rock fortress rises 655ft (200m) from the plains overlooking the surrounding countryside, giving far-reaching views. From the base, where a moat surrounds impressive water gardens we ascend up a series of steep steps and gangways, passing overhanging rock under which superb portraits of native maidens holding flowers and temple offerings still adorn the rock wall. Crowning the flat-topped summit are the remains of the King’s Summer Palace from where we are rewarded with breathtaking views as far as the eye can see. The descent is much easier and you can cool off in the hotel pool at dusk. Accommodation: Occidental Paradise (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning, we transfer (just over one hour) to the 10th-century capital of Sri Lanka: Polonnaruwa. On arrival, we swap to two wheels for our cycle tour of the ancient capital of the Sinhalese. There are many Buddhist relics and ruins here, dating from a 1,000 years ago when Sinhalese culture reached its zenith. The city flourished in the 12th century after the decision was made to move the capital from Anuradhapura, so it was further from incursions from southern India. The ruins are therefore younger and better preserved than those at Anuradhapura. At a leisurely pace, enjoying the cool breeze we visit many of the temples, palaces, huge dagobas (Buddhist stupas) and remarkable Buddhist sculptures. We stop for lunch in a rural village, which breaks up the journey and is a great opportunity to experience traditional Sri Lankan food. In the afternoon, we visit Minneriya National Park where we take to 4x4s to explore and observe elephants in their natural habitat. Although there is generally a good chance to see elephants all year round, Minneriya is famous for the “Gathering” of wild elephants. A seasonal phenomenon between July and September, which draws hundreds of these majestic creatures to the reservoir, creating a remarkable wildlife spectacle. Accommodation: Occidental Paradise (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today, we head over to Dambulla, a 30-minute drive from the hotel. Here, we visit the magnificent Cave Temple, considered among the most impressive sights in Sri Lanka. A complex of five caves adorned with ancient Buddhist murals and over 150 statues, showcasing remarkable cultural and spiritual significance, which date to the first century BCE. From Dambulla, another short drives takes us to the Habarana village of Hiriwaduna. Amid lush landscapes, we’ll experience genuine hospitality from the local villagers, joining them in daily activities such as a hand-tractor/land-master ride, learning traditional fishing techniques and strolling through the paddy fields. A wonderful glimpse into rural life’s simplicity and charm. After, we transfer back to the hotel and spend the rest of the day at leisure. Accommodation: Occidental Paradise (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today we head into the hills to the picturesque town of Kandy. On the way, we stop at a spice garden near Matale, where we learn about various spices and herbs growing, and there is a chance to stock up on fresh spices, massage oils and Ayurvedic medicines. Kandy itself is on a small lake and after a couple of adventurous days in Sigiriya, you have time this afternoon to relax and slow the pace down at the hotel or take a wander into the town to explore the market stalls or visit the lake. Accommodation: Hotel Topaz (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning we head out to explore Kandy city and the Peradeniya Royal Botanical Garden. Renowned for its collection of orchids endemic to Sri Lanka, as well as over 4000 different plant species the botanical garden sits close to the Mahaweli River and covers over 147-acres (60-hectares). In the afternoon, we visit the Temple of the Tooth, which houses the most important Buddhist relic in Sri Lanka. The Tooth of Buddha was taken from the funeral pyre in 543 BCE and only found its way to Sri Lanka in the fourth century CE. Hundreds of worshippers visit the temple each day and in July/August, the most spectacular ceremony takes place. Some of our summer departures should coincide with the Kandy Perahera festival, but the exact dates, decided by priests, are not known until approximately five months prior to the event. After our visit, we drive to a beautiful viewpoint over Kandy overlooked by a huge Buddha, and visit a gem museum where you can see the products of the traditional methods of gem extraction. In the evening, we have the option to attend a performance of the athletic Kandyan Dancing and fire walking. Accommodation: Hotel Topaz (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This morning, we travel by train, taking the scenic rail ride into the misty tea hills (approximately a three hour journey). Our destination is Nuwara Eliya or Little England, which was a favoured cool escape for the British. At 6,128ft (1,868m) above sea level, this town is in the area of Sri Lanka most famous for tea production. On arrival, we visit a tea plantation and factory where we enjoy the taste of a pure cup of “Ceylon Tea” and experience the process of turning the raw green leaf into the final product. There is time to explore the town with its Colonial era bungalows and Tudor-style hotels. The area is very picturesque with lush green hillsides and a lake. Accommodation: Araliya Red (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, we depart for Kitulgala, a small town located in the Sabaragamuwa Province of Sri Lanka, known for its picturesque landscapes, lush greenery, and the Kelani River, which offers various water-based activities. Arriving in Kitulgala, we visit the remains of a bridge, considered a historical landmark that gained international fame after being featured in the 1957 epic war film “The Bridge on the River Kwai,” directed by David Lean. Although set in Thailand, it was actually filmed in Sri Lanka, with the Kitulgala bridge playing a significant role in the film’s story. While in Kitulgala you will also have the option to go white water rafting. The rafting is a supplement cost and requires minimum 4 people (see the Optional Excursions section of the trip notes), the activity lasts a maximum of 1.5 hours and there is a choice of gentle or wild water (grade III rapids) depending on your preference. Please note, occasionally due to water levels rafting may not always be possible. Late afternoon, we drive to our hotel in Colombo. Accommodation: Cinnamon Red Hotel (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "The trip comes to an end after breakfast. It’s been a culture-packed adventure, so if you’re craving a little R&R, speak to your sales representative about booking a beach extension to either Weligama or Hikkaduwa to prolong your stay on the teardrop island or going a bit further and taking our Maldives extension."
    }
  ],
  "map": ""
}