{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-tailor-made-tour-wildlife-and-culture",
  "tourName": "Sri Lanka tailor made tour, wildlife and culture",
  "placesVisited": "",
  "generalInfo": "Ancient cities, beautiful coastline, friendly locals, sumptuous cuisine, diverse flora and fauna and rugged mountains. Sri Lanka, also known as the Pearl of the Indian Ocean has it all. <br/><br/>On this tailor-made adventure enjoy superb diverse experiences including spotting memorable wildlife such as Leopard and Sloth Bear away from the crowds in off the beaten track Wilpattu Park (sightings of course cannot be guaranteed). Stroll and cycle through atmospheric ancient cities and take in the spectacular views from the summit of Sigiriya and Little Adams Peak.  Discover the authentic essence of village life with a rewarding walk outside Kandy, stopping at a local home for a thirst quenching King Coconut. Trundle by train through the lush hills passing verdant tea plantations and share stories with a retired tea planter as he leads you through a plantation before tasting the local brew.  Enjoy close encounters with the elephants at Udawalawe National Park and visit the transit home. Head to the tropical South coast and spend time relaxing on the idyllic palm fringed sands of Tangalle before exploring the ramparts and ancient fort of Historic Galle.  Finally walk the streets of Colombo with a local born and bred in the city and enjoy a Kottu Rotti on the Galle Face while  the locals fly kites and enjoy a game of cricket.<br/><br/>The itinerary displayed is highly recommended but can be amended and adapted to suit your requirements. We are very flexible and the options are many in Sri Lanka!<br/><br/>Sri Lanka has quite complex weather patterns and has 2 different monsoon patterns. The country can be visited year round bu the optimum time to enjoy this tour from a weather perspective is December to May but Sri Lanka is a year round destination and we can design itineraries to suit. For example if you are travelling in Summer, avoid the south and west coast beaches and head to the fine sands north of Trincomalee.",
  "durationDays": "14",
  "price": "1875",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Transfer from the airport to a tranquil nearby small property on edge of Negombo lagoon. The rest of the day is at leisure to relax after your long journey."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Enjoy an early morning cruise on the lagoon and enjoy the myriad of colours adorning the fishing fleet. There is an abundance of birds to look out for as well. We will stop during the cruise and enjoy some fresh tropical fruit. For those that wish a visit to the fish market is also a possibility. Later we travel to off the beaten track Wilpattu National Park and enjoy an afternoon safari on the lookout for Leopard, Elephant and Sloth Bear amongst other species."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "For those that wish a further early morning safari is available before driving to Habarana via the fascinating archaeological site of Ritigala where nature meets history. The serene atmosphere and cool air of this ancient off the beaten track monastic site make it easy to see why this area was used as a place of quite contemplation. Continue to our accommodation situated in the treetops which were built and run by nearby local communities."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning enjoy a leisurely bike ride with a villager from the local area close to the historical UNESCO site of Polonnaruwa . As we pass by lakes and canals it is possible to observe some of the local fishing techniques. The trail is around 13 km's in length and can be done by anyone of a reasonable fitness. After the ride, refuel with rice and curry at a local restaurant. This afternoon take some time to further explore Polonnaruwa."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Early this morning we travel to Sigiriya Rock for an exciting ascent for incredible 360 degree vistas of the surrounding landscapes. Be sure to also enjoy the Royal Gardens and the beautifully preserved frescoes. Later we continue to Kandy and mingle with the pilgrims at the Temple of the Tooth (UNESCO). Our accommodation tonight is a relaxing and quiet small scale property on the outskirts of Kandy."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning gain an insight into Buddhism and head to a small village and meet the chief monk and engage in conversation to learn about the philosophy of Buddhism. For those that are interested you can also experience a brief meditation session in the temple grounds. A donation to the temple will be made on your behalf. Please wear light coloured or white clothing and ladies please cover shoulders and knees. This afternoon we take a rewarding walk along rice fields and observe local people tending to their crops and gardens. Along the way we stop at a local home for a thirst quenching King Coconut!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today enjoy a magnificent train ride through the hills, enjoying views of verdant tea plantations as we travel from Kandy to the hill station of Ella. On arrival the rest of the day is at leisure to relax in one of the many cafes or admire the vibrant colours of the fruit and veg vendors."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Take an early morning walk to Little Adams Peak which can be achieved by anyone of a reasonable fitness. The views from the lookout point are quite beautiful. This afternoon we meet a local retired tea plantation worker with experience of over 30 years and meander through the tea bushes and learn about how tea production has evolved in the country. Later enjoy a private tasting session."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This morning we drive leave the hills behind and drive from Ella to Udawalawe National Park and this afternoon enjoy a safari with the park to observe herds of magnificent Asiatic Elephant."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "For those that wish, we can visit the Udawalawe Transit Home to see how orphaned elephants are rehabilitated. Continue to the tropical South Coast where we reach Tangalle and our accommodation situated in lush gardens right on a picture postcard beach."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Spend the day at leisure relaxing or walking on the beach. There is also the possibility to visit a nearby bird reserve (not included)."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Travel along the coast stopping for a swim or even a surf at the stunning Herakitiya beach before arriving at the historic city of Galle later this afternoon. Our accommodation tonight is situated in the historic fort area and there are many restaurants within walking distance to choose from."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Spend the full day in Galle enjoying the atmospheric old streets of Galle and stroll on the ramparts admiring the sea views. Galle also has many lovely shops and boutiques if you are thinking of taking a souvenir or gift home. If you prefer to spend the day on the beach you can be transferred to Unawatuna Beach."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer up the expressway to the airport for your onward flight and the end of your Sri Lanka adventure."
    }
  ],
  "map": ""
}