{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "highlights-of-sri-lanka-small-group-tour",
  "tourName": "Highlights of Sri Lanka small group tour",
  "placesVisited": "Negombo, Wilpattu National Park, Leopard safari, Mihintale mountain climb, Koneswaram Temple, Trincomalee, Dambulla, Sigiriya Rock, Kandy",
  "generalInfo": "See the highlights of Sri Lanka with this week long, small group circular tour of its beaches, national parks, UNESCO World Heritage Sites and its delicious local cuisine. Culture packed, but offering some down time to for relaxation and independent exploration, this trip is ideal for travellers who are looking for lots of exciting experiences and the opportunity to unwind or do their own thing. <br/><br/>Starting on the coast in Negombo, where traditional fishing boats line the sandy beaches, we’ll drive north to the Wilpattu National Park. Best known for Sri Lanka’s most elusive animal, the leopard, the park is also home to elephant, deer, sloth bear, buffalo and eagles, which we will try to spot during a jeep safari tour of the park.  <br/><br/>The following morning, our tour takes us to the peak of Mihintale where, after climbing the stone steps, a giant Buddha statue and fantastic views will be revealed. Temples, beaches and tuk tuk rides await in Trincomalee, before we ditch our coach for a bullock cart ride through traditional villages where we will have chance to talk to local people and enjoy some Sri Lankan food. <br/><br/>As we make our way south, we’ll stop to visit the famous painted rock caves of Dambulla, filled with colourful sculptures and imagery of Buddha and Hindu gods. A sunrise climb to the ruined fortress at the top of Sigiriya rock, or ‘Lion’s Rock’, offers magnificent views, before we continue to our final destination, the historical town of Kandy.",
  "durationDays": "7",
  "price": "1095",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Negombo",
      "description": ": Our tour starts today in Negombo, a coastal town that's famous for its fishing industry and golden sands. The perfect introduction to Sri Lankan life, Negombo is a busy coastal town with a lively fish market, and traditional ketti-maran (catamaran) fishing boats scudding across the waters - the capital, Colombo, is a short distance away, too. Head down to the water to catch the sunset and spot locals bringing in the day's catch. For those arriving in time, our tour leader plans to meet you in the hotel reception at 6pm for a welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Negombo at any time. If you'd like an airport transfer, you'll need to arrive into Colombo's Bandaranaike International Airport (CMB), which is a 30-minute drive from our hotel. If you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up. If your flight arrives earlier in the day, you might like to head to the beach or make use of the hotel facilities which include a swimming pool."
    },
    {
      "dayNumber": 2,
      "title": "Game drive in Wilpattu National Park; drive to Anuradhapura",
      "description": ": Leaving Negombo this morning, we'll travel north following the coastal road via the small towns of Chilaw and Putalam before reaching the entrance to Wilpattu National Park, a drive of around four hours including stops. Here, we'll leave our bus and hop in jeeps for an afternoon safari through the park, hoping to spot Sri Lanka's most elusive resident, the leopard. Despite its location in Sri Lanka's dry zone, Wilpattu National Park boasts nearly 60 lakes and is renowned for being home to leopards, elephants and sambar deer. We'll head out on a jeep safari in the hope of spotting the elusive leopard. We choose to visit this park, rather than the more touristy Yala National Park further south because we believe it offers our customers a better experience. The same animals can be seen here as in Yala, however, it's less crowded, making our visit more enjoyable and responsible. Leaving the park, we'll drive onwards for about one hour to nearby Anuradhapura, where we'll spend the night."
    },
    {
      "dayNumber": 3,
      "title": "Climb Mihintale en route to the coast",
      "description": ": We start this morning with a visit to the mountain peak of Mihintale. It's believed that this was the site of a momentous meeting between the monk Mahinda and King Devanampiyatissa, introducing Buddhism to the country. Exploring Mihintale involves climbing a flight of shallow stone steps leading to the summit. There are excellent panoramic views from the top across the entire surrounding landscape. After our visit, we'll board our bus and drive to Trincomalee on the east coast of the island, a journey of around two hours. We'll visit the Koneswaram Temple, which dates back to the 3rd century BC - the ornate design is similar to that of the coloured carved temples of Madurai in South India. After exploring the temple, we'll make our way to the beach and the rest of the day is free to relax."
    },
    {
      "dayNumber": 4,
      "title": "Free time to explore Trincomalee",
      "description": ": Today is left free for you to relax on the beaches of Trincomalee. The waters on the east coast are particularly calm and shallow, in some areas, you can walk almost 100 metres/328 feet into the sea with the water only being waist height. Alternatively, you could take a short tuk-tuk ride into the town and explore the fort area, built in 1623 by the Portuguese and then captured by the Dutch less than twenty years later."
    },
    {
      "dayNumber": 5,
      "title": "Explore cave temples and lunch with the locals",
      "description": ": Today we'll leave the coast and head inland. We'll swap our bus for a bullock cart and make our way slowly through a small village on the outskirts of Habarana. Reaching the lake, we'll change seats again and use dugout canoe-style boats - adapted with seats for a more comfortable ride - to cross the lake to Hiriwaduna Village where we'll be treated to a traditional Sri Lankan lunch with various curries, sambal and rice. Our next stop is Dambulla, where a series of caves have been turned into temples dating from the 1st century BC. This UNESCO World Heritage Site still attracts scores of worshippers. After walking up the hill we'll visit five separate caves, which contain a large number of Buddha images, as well as sculptures of Hindu Gods. Finally, we'll drive the short distance to Sigiriya where we'll spend the night."
    },
    {
      "dayNumber": 6,
      "title": "Climb Lion Rock at sunrise, drive to Kandy",
      "description": ": We'll have an early start this morning as we plan to climb Sigiriya ahead of the crowds and while it's still relatively cool. Rising dramatically from the central plains, the UNESCO-protected ruins of this 5th-century 'Sky Fortress' are one of Sri Lanka's major attractions and an impressive feat of engineering skill. The fortress was built in just seven years as a fortified palace atop the granite peak, to protect the reign of merciless King Kassapa who had assassinated his father and deposed his brother. Before our final ascent to the summit, we'll pass between a set of enormous lion paws carved out of the rock - all that remains of an ancient gateway that gave Sigiriya, the 'Lion Rock', its name. From here a series of switchback steel stairways ascend to the top. Once at the 200-metre/656-foot summit, we can take in the magnificent views of the surrounding jungle and countryside. We return to our hotel in time for a late breakfast. After a chance to have breakfast and freshen up, we leave the hotel at around 11am and we'll drive for around two and a half hours to Kandy. Sitting on a plateau 500 metres/1640 feet above sea level and 112 kilometres/69 miles northeast of Colombo, Kandy is, in climatic and cultural terms, a world apart from Colombo. Serving as the capital of the last Sinhalese kingdom until falling to the British in 1815, it's a place of cultural and spiritual importance. Buddhists from all over the world come here specifically to visit the Temple of the Tooth, the Dalada Maligawa. The costly jewelled shrine of the Holy Tooth, said to be Buddha's left canine, is kept on the upper floor of the original building. This relic was brought from India 1,500 years ago and every year, at the time of the August full moon, it is paraded around the town as part of the Perahera Festival. On arrival, we'll have free time to explore this historic town. You might like to visit the Temple of the Tooth or take a short tuk-tuk ride out to Peradeniya Botanical Gardens."
    },
    {
      "dayNumber": 7,
      "title": "Drive to Colombo's Bandaranaike International Airport where trip ends",
      "description": ": Departing the hotel this morning, we'll drive along the coastal road back to Colombo's Bandaranaike International Airport (CMB) (a journey of around three hours). We'll arrive at around 10am and this is where our trip ends. The earliest your flight can depart is 12:45pm."
    }
  ],
  "map": ""
}