{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "luxury-wildlife-holiday-in-sri-lanka",
  "tourName": "Luxury wildlife holiday in Sri Lanka",
  "placesVisited": "",
  "generalInfo": "Day 1 - Upon arrival in Colombo, you will meet your chauffeur guide who will transfer you to the Walawwa Boutique Hotel situated close to the airport. This colonial-style boutique hotel will host you on the first night of the tour and get you off to the perfect start with its charm and class. This beautiful haven boasts five acres of tropical landscaped gardens and outstanding service with a luxurious spa and a dedicated team of butlers to help you to recharge after your journey.<br/><br/>Day 2 - In the morning you will leave for Wilpattu which holds one of Sri Lanka’s biggest and oldest National Parks. This exotic location will pique your interest in Sri Lanka’s colourful flora and fauna and dazzle you with its abundance of intriguing wildlife highlights. You will stay at the Mahoora Elite Tented Safari Campsite which offers you the most authentic and luxurious tented camping experience available in Sri Lanka. Have lunch at the campsite which borders the Wilpattu National Park and then go on an exciting evening safari in the park to catch the glimpse of the animals who call it home.<br/><br/>Day 3 - After breakfast you will have a full day safari in the Wilpattu National Park with fully serviced lunch within its boundaries. Gain a more intimate knowledge about the inhabitants of the park with a private, exclusive safari in the evening where you may be able to see the majestic Sri Lankan leopard among other amazing animals. Enjoy a full-day safari at the Wilpattu National Park, which is the oldest and largest national wildlife park in Sri Lanka and home to an array of unique species of flora and fauna including the famed Sri Lankan Leopard and Sloth Bears. We will serve a full serviced lunch within the park premises after which you can relax in the comfy hammocks that we have set up for you or have a detailed discussion with your naturalist to learn more about the wildlife that you encounter. In the evening, we will take you on another safari within the park before you head back to the comfort of the campsite.<br/><br/>Day 4 - After breakfast you will transfer to Maduru oya and check in at Explorer By Mahoora Campsite for Lunch, this is a highly unique and immersive experience of living with untamed Sri Lankan wildlife inside National Parks and Nature Reserves across the country. Our Private Tented Safari Camp Experience in Maduru Oya solates you on the banks of Maduru Oya reservoir. After that you will enjoy an evening jeep safari in Maduru Oya National Park. <br/><br/>Day 5 - After breakfast you will have a full day safari in the Maduru Oya National Park with fully serviced lunch within its boundaries. Maduru Oya National Park has been declared and established under the Mahaweli development project and also acts as a catchment of the Maduru Oya Reservoir. Providing a sanctuary to wildlife, especially for elephants and protecting the immediate catchments of five reservoirs are the importance of the park. Other than elephants, leopards, sloth bears, Sambhur, spotted and barking deer, wild boar and wild buffalo are also found here. A community of Vedda people, the indigenous ethnic group of Sri Lanka lives within the park boundary in Henanigala.<br/><br/>Day 6 - After breakfast transfer to Belihuloya and meet our team at the meeting point in Rajawaka - Belihuloya Road and walk to Ahaspokuna Bushwalk Camp. After the Lunch, Bush Walks in the evening. Ahaspokuna, nestled in the Hill-Country, is a truly unique experience for adventurers wishing to explore the best of what Sri Lankan wilderness has to offer. Only accessible by foot, this all-suite camp offers you an exclusive bush walk and wilderness living experience with Sri Lankan hospitality at its finest. The wilderness around Ahaspokuna is a mosaic of habitats - wide grasslands, cave systems used by elephants that go there for salt, an eclectic variety of plants and herbs, some of which have medicinal value; streams, hidden waterfalls, and a plethora of mammals and birds.<br/><br/>Day 7 - Your stay at Ahaspokuna Bush Walks Camps includes all meals, drinks and all the treks. For a two night stay, you are entitled to have 3 to 4 walks. However, it's all up to you - If you find that Ahaspokuna pure serenity is more appealing, you are welcome to stay at the camp and enjoy it. Our naturalist will discuss the program with you. You are free to take it easy and enjoy the large campsite and the surrounding area, or to do a bush walk into the forest. It goes through grassland and forest. After a refreshing warm bath [remember to enjoy the Bath Tub set in the wild] you will meet us near the campfire. You will have your dinner after relaxing around the campfire.<br/><br/>Day 8 - Breakfast at the Bushwalks camp and transfer to Yala. Check in to the Mahoora Tented Safari campsite in Yala. Then you will have to enjoy an evening safari at Yala national park. Yala National Park has the highest leopard density in the world. Unlike to elusive, and primarily nocturnal, leopards living in other parts of the world, in the Sri Lankan national parks they are rather easy to spot due to the lack of natural predators. Your best chance to see a leopard is generally early in the morning. Especially, the young males are very confident, and often they are seen walking on the tracks.<br/><br/>Day 9 - After breakfast you will have a full day safari in the Yala National Park with fully serviced lunch within its boundaries. Yala National Park, situated in the southeast region of the country, covers almost 1000 square kilometers and is the second largest national park in Sri Lanka. Designated as a wildlife sanctuary in 1900, along with Wilpattu, it is one of the first two national parks in Sri Lanka. Leopards are the stars here, but the park is also home to the large herds of elephants as well as to the spotted deer, sambar, wild boar, wild buffaloes, sloth bear, jackal and mongoose. The bird life is also fantastic, and numerous species such as rosy starlings, paradise flycatchers, crested hawk eagles, blue-tailed bee-eaters and common loras inhabit this natural wilderness.<br/><br/>Day 10 - After having breakfast at the campsite you will leave for Udawalawe. Check in to the mahoora Tented Safari campsite in Udawalawe. Upon your arrival, you will be greeted by the naturalist designated for the Udawalawe leg of your tour, who will then transfer you to the Udawalawe Mahoora Tented Safari Campsite. When you arrive in Udawalawe, your naturalist will take you on an evening walk in the neighboring village where you can learn about the way of life of the local farming communities and their encounters with the wildlife. We have organized your overnight stay at the luxurious Mahoora Tented Safari Campsite. <br/><br/>Day 11 - Enjoy a morning safari at the Udawalawe National Park which spans approximately 31,000 hectares and is located in the southern dry zone. It is the only place in the world where an elephant sighting is guaranteed on every single safari drive. After our morning safari we will take you to the Elephant Transit Home where abandoned, injured or orphaned elephants are taken in, treated and then released back into the wild. Here, you will be able to observe these magnificent creatures at a safe distance as human contact needs to be minimal. After a late lunch back at the camp an optional evening birding trail can be organized with the guidance of the resident naturalist.<br/><br/>Day 12 - Following breakfast at the campsite, you will be  transferred to Sri Lanka’s southern capital of Galle. This prominent port city is richly influenced by colonial architecture having been one of the most important strategic locations fortified by the colonists. Explore the multi-cultural and historic attractions of the city, including the Galle Fort, first built by the Portuguese and then extensively fortified in the 17th century by the Dutch. It is also the largest remaining fortress built by European occupiers in the Asian region. Then relax with an overnight stay at the tranquil and luxurious Fortress Resort and Spa.<br/><br/>Day 13 - Next, you will be brought back to Colombo, which is the commercial capital of the island. You will stay at the Tintagel Colombo hotel which is one of the city’s most exclusive and private hotels. Situated in the heart of one of Colombo’s most elite neighbourhoods, this chic hotel offers beautifully designed suites in a heritage structure that housed three of Sri Lanka’s previous political leaders. Located in a central part of the city, it serves as the perfect location from which you can further explore the capital city in the evening.<br/><br/>Day 14 - On the final day, you will be transferred to the Bandaranaike International Airport in Katunayake in time to catch your flight back home, bringing your exciting stay in Sri Lanka to an end.",
  "durationDays": "14",
  "price": "4970",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "- On arrival at Bandaranaike International Airport, meet, greet & transfer to Negombo - Check in to the Walawwa Boutique Hotel in Negombo - Evening enjoy a short visit to the neighboring communities with your guide - Overnight stay at your hotel in Negombo"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "- After breakfast transfer to Wilpattu - Check in to the Mahoora Elite Tented Safari Campsite in Wilpattu - After lunch go for an evening jeep safari at Wilpattu National Park - Dinner and overnight stay at the campsite in Wilpattu"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "- After breakfast, you will have a full day safari in the Wilpattu National Park with fully serviced lunch within its boundaries - Return back to the campsite - Dinner and overnight stay at the campsite in Wilpattu"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "- After breakfast, you will transfer to Maduru Oya - Check-in at Explorer By Mahoora Campsite in Maduru Oya for Lunch - Enjoy an evening jeep safari in Maduru Oya National Park - Dinner and overnight stay at the campsite in Maduru Oya"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "- After breakfast, you will have a full day safari in the Maduru Oya National Park with fully serviced lunch within its boundaries - Return back to the campsite - Dinner and overnight stay at the campsite in Maduru Oya"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "- After breakfast transfer to Belihuloya and meet our team at the meeting point in Rajawaka - Belihuloya Road and walk to Ahaspokuna Bushwalk Camp - After the Lunch, Bush Walks in the evening - Dinner and overnight stay at the Ahaspokuna Bushwalk Camp"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "- Breakfast at the Ahaspokuna Bushwalk Camp - You are free to take it easy and enjoy the large campsite and the surrounding area, or to do a bushwalk into the forest - Dinner and overnight stay at the Ahaspokuna Bushwalk Camp"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "- Breakfast at the Bush walks camp and transfer to Yala - Check in to the Mahoora Tented Safari campsite in Yala - Evening Jeep Safari at the Yala National Park - Dinner and overnight stay at the Mahoora Tented Safari campsite in Yala"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "- After breakfast, you will have a full day safari in the Yala National Park with fully serviced lunch within its boundaries - Return back to the campsite - Dinner and overnight stay at the Mahoora Tented Safari campsite in Yala"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "- After having breakfast at the campsite you will leave for Udawalawe - Check in to the Mahoora Tented Safari campsite in Udawalawe - Your naturalist will take you for an evening walk in the neighboring village - Dinner and overnight stay at the Mahoora Tented Safari campsite in Udawalawe"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "- Morning safari at the Udawalawe National Park with packed breakfast - Visit Elephant Transit Home in Udawalawe - After a late lunch back at the camp, an optional evening birding trail can be organized with the guidance of the resident naturalist - Dinner and overnight stay at the Mahoora Tented Safari campsite in Udawalawe"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "- After breakfast at the campsite, you will be transfer to Galle - Check in to the Tranquil and luxurious Fortress Resort and Spa - Explore the multi-cultural and historic attractions of the city - Overnight stay at the hotel in Galle"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "- After Breakfast Transfer to Colombo - Check in to the Tintagel hotel in Colombo - City tour in the evening - Dinner and overnight stay at the hotel in Colombo"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "- Breakfast at the hotel - Transfer to the Bandaranaike International Airport for the Departure"
    }
  ],
  "map": ""
}