{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-eastern-explorer-tour",
  "tourName": "Sri Lanka Eastern explorer tour",
  "placesVisited": "",
  "generalInfo": "A beautiful tour of the sun-filled East Coast of Sri Lanka, ideal for couples or honeymooners. Enjoy this easy-paced holiday that allows you to experience beautiful palm fringed beaches, the magnificent elephants of Sri Lanka as well as a glimpse into the island’s cultural heritage. The turquoise seas of the North East are best for snorkelling, whale and dolphin spotting from March to October.<br/><br/>This trip includes: <br/>- Accommodation on Bed &amp; Breakfast basis at The Wallawwa (1 Night | W Room), Stone House (1 Night | Standard Room), Jungle Beach (3 Nights | Lagoon Cabin) and Uga Residence (1 Night | Park Suite) <br/>- Accommodation on Half Board basis at Water Garden (3 Nights | Superior Deluxe)<br/>- Accommodation on All Inclusive basis at Camellia Hills (2 Nights | Lake View)<br/>- Transport in an air conditioned car with the services of an English Speaking Guide. <br/>- Guided Visits and Excursions: <br/>Anuradhapura <br/>Sigiriya<br/>Polonnaruwa<br/>Anuradhapura<br/>1 game drive at Minneriya<br/>Royal Botanical Gardens with a Botanist<br/>Temple of the Tooth<br/>Dolphin watching<br/>Snorkeling at Pigeon Island<br/>Trinco city tour<br/>Colombo city walk with your guide<br/>- Other Meals (MEAL+DESSERT+WATER ONLY – ALL EXTRAS TO BE PAID TO THE HOTEL/ RESTAURANT DIRECTLY)<br/>Services: <br/>- VAT (Value Added Tax) &amp;Tourism Tax.<br/>- In-Vehicle: We strive to deliver the best possible ‘in-vehicle experience’ – our vehicles are equipped with a TRAVEL KIT which includes comfortable cushions, a sarong, sanitizers, mosquito repellent, socks (for temples), wet wipes, etc… Our vehicles carry a dongle / WIFI and a folder containing a good map as well a very detailed Booking Information document. We are constantly improving the information we provide for clients to make the most of their trip.",
  "durationDays": "12",
  "price": "3132",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in to Colombo Airport and head to The Wallawwa which takes approximately 30 minutes. A 'wallawwa' is typically an old manor house with architectural features of columns, courtyards and verandahs. The Wallawwa is just that and much more with an interesting history that dates back to the mid-17th century when it was owned by a head chieftain of Galle. This colonial bungalow has been lovingly restored maintaining its old world charm with a blend of luxurious comforts and stylish design. The bedrooms are situated around the central courtyard and pond. The restaurant serves sumptuous Asian fusion cuisine. Spend your time here at leisure or you could also get a massage at their Z spa."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast check out and drive to the Hill Country. This transfer would take approximately around 5hours, enjoy the scenic drive to Camellia Hills. Perched top of a hill with spectacular views of the Castlereagh reservoir in the central highlands of Hatton, Camellia Hills is a modern five-bedroom tea bungalow. Decorated in soft colours and contemporary furniture, the villa is cosy and creates the perfect ambience for relaxation. The bungalow has been designed to provide guests with a spectacular view of the glass-like waters of the reservoir and surrounding tea plantation, whether you’re sitting in the spacious living area or enjoying a cup of tea in the balcony. Relax after the long drive."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast visit the Norwood tea estate and get to know the process of tea. After a brief introduction to the history of tea, he will take you out to the estate to see tea plucking in action and explain a little about the tea pluckers whose ancestors came to be in Sri Lanka after they were brought over from the South of India to meet the demand of labor required by British planters. Following this, you will make your way into the factory, where noisy, heavy antique machines bearing Scottish and British coats of arms produce tones of tea that goes on to service many of the world’s finest tea companies. You could spend the rest of the day in leisure or you guide walk through the tea plantations."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to Kandy which takes approximately around 3hours. Check-in and unwind and unpack. Guided tour around the Peradeniya Botanical gardens with a botanist at around 3pm. Your guide will buy your entrance. Your chauffer guide will wait for you in the vehicle outside. It’s a leisurely walk in a circular fashion. Our expert in Botany is a walking encyclopedia. Even if you have very little interest in Botany he makes the visit interesting and insightful with plenty of quirks and little side stories. For some it’s the best visit of them all in Sri Lanka. Visit the Temple of the Relic, Sri Dalada Maligawa or the Temple of the Sacred Tooth Relic is a Buddhist temple in the city of Kandy, Sri Lanka. It is located in the royal palace complex which houses the relic of the tooth of Buddha. Since ancient times, the relic has played an important role in local politics because it is believed that whoever holds the relic holds the governance of the country. Kandy was the last capital of the Sri Lankan kings and is a UNESCO world heritage site partly due to the temple."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast transfer to the East Coast to Jungle Beach. This transfer takes approximately 4.5hours. This eco-friendly resort is set amidst a scrub jungle and consists of 48 luxurious cabins thatched with Illuk grass. Paved pathways through shrubs, creepers and winding roots connect the cabins to the restaurant, swimming pool and the ocean. Private terraces and decks are built around tall trees that attract numerous birds and the occasional monkey. Jungle Beach is the sister property of the highly-praised Ulagalla Resort in Anuradhapura."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "A whale and dolphin spotting excursion into the deep seas is possible during the season when the waters are calm. Explore Trincomalee town. Visit Fort Frederick, first used by the Portuguese in 1624, followed by the Dutch and later by the British. At the northern tip of Fort Frederick is Swami Rock which drops 110 metres into the sea. The view of the natural harbour and the Indian Ocean is breath-taking."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Experience a breeding site for Blue Rock Pigeon and ideal location for half-day snorkelling excursions. After snorkelling, explore the coral on the island and drink in the panoramic sea views."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast transfer to Sigiriya which takes approximately around 2.5hours. You could climb the Sigiriya Rock fortress in the evening to experience the sunset at the top of the rock. Sigiriya, also known as Lion Rock, built on top of a huge boulder in the 5th century. A palace. A rock fortress. The hidden castle of King Kasyapa. A Buddhist monastery from the 14th century. Similar to the cosmic mountain of Meru? The eighth wonder of the world? No place in Sri Lanka has generated as many theories and legends as the 180m monolith, set amidst stunning scenery."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today drive to Polonnaruwa which takes around 45 minutes – 1hour. Visit the ancient ruins of Polonnaruwa which is the second most ancient kingdom of Sri Lanka. Pollonaruwa is divided into 4 areas. The visit starts with the Kings Palace and Baths. We then visit 3 different tooth relic temples and then proceed to the stupas. The visit ends on the far western side of the complex where you will see one of the most astonishing Buda rock carvings in Sri Lanka. One can walk, bike or drive between locations. It’s hot – no doubt. If it looks like it might rain don’t forget to take an umbrella from the vehicle."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transfer to Anuradhapura to visit the Kingdom of Anuradhapura which takes around 1 hour. Anuradhapura consists of more than a dozen archeological sites. Typically one moves around from site to site either by bike or inside the vehicle. The most important / significant sites are the 3 largest man mad stupas in Sri Lanka, which were – at the time of the pyramids of Egypt – the second largest man-made structures in the world. Then Sri Maha Bodhi, is a Sacred Fig said to be the southern branch from the tree under which lord Buda was enlightened. Altogether the visit to Anuradhapura takes approximately 2 to 3 hours. Drive back to Sigiriya and spend the rest of the day in leisure."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast transfer to Colombo, this transfer take around 4.5hours. Residence by Uga Escapes is a charming manor house that was originally built over 200 years ago. The property has been caringly refurbished maintaining its old world charm while creating a contemporary and informal ambience. The Main House which houses a lounge, the Master Suite, library and a characterful bar; and 10 luxurious Suites are in what used to be an extensive warehouse at the rear of the bungalow. Walk around the Colombo streets with your guide and learn the history of Colombo in the evening."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to the Airport for your departure flight. This transfer would take approximately 1hour."
    }
  ],
  "map": ""
}