{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "family-highlights-of-sri-lanka-holiday",
  "tourName": "Family highlights of Sri Lanka holiday",
  "placesVisited": "",
  "generalInfo": "Gather the family for an action-packed trip across spiritual Sri Lanka. Search for leopards in Wilpattu National Park, staying overnight in a tented safari camp, cycle backroads to discover ancient Buddhist cities in Polonnaruwa and raft the white waters of the Central Highlands. Blessed with sun-soaked beaches and plenty of fun activities, Sri Lanka is the perfect destination for a family adventure.<br/> <br/> Wildlife - Search for Asian elephants, leopards, sloth bears, spotted deer, buffalo, sambar, and mongoose on a game drive.<br/> Tropical beaches - Relax on the paradisal beaches of the Indian Ocean, with the chance to take a surfing lesson (west coast itinerary only).<br/> Thrilling activities - Get your adrenaline pumping white water rafting on the Kelani River (ideal for beginners or intermediate rafters).<br/> East and west coast itineraries - We offer both east and west coast itineraries, tailored to suit the seasons. <br/>",
  "durationDays": "9",
  "price": "1445",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Trip starts in Negombo",
      "description": ": Our tour starts today in Negombo, a coastal town that's famous for its fishing industry and golden sands. The perfect introduction to Sri Lankan life, Negombo is a busy coastal town with a lively fish market, and traditional ketti-maran (catamaran) fishing boats scudding across the waters - the capital, Colombo, is a short distance away, too. Head down to the water to catch the sunset and spot locals bringing in the day's catch. For those arriving in time, our tour leader plans to meet you in the hotel reception at 6pm for a welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Negombo at any time. If you'd like an airport transfer, you'll need to arrive into Colombo's Bandaranaike International Airport (CMB), which is a 30-minute drive from our hotel. If you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up. If your flight arrives earlier in the day, you might like to head to the beach or make use of the hotel facilities which include a swimming pool overlooking the Indian Ocean."
    },
    {
      "dayNumber": 2,
      "title": "Jeep safari in Wilpattu National Park, overnight camp",
      "description": ": Leaving Negombo, we'll travel north following the coastal road to Wilpattu National Park (a journey of around 4 hours and 30 minutes including stops). Here, we'll swap bus for jeeps and head out on an afternoon safari through the park, hoping to spot Sri Lanka's most elusive resident, the leopard. Despite Wilpattu National Park's location in Sri Lanka's dry zone, it boasts nearly 60 lakes and is renowned for leopard, elephant and sambar deer sightings. Tonight, we'll stay in a large camp with fixed tents, located close to the southern boundary, on the boundary of a lake surrounded by bush forest. Each tent is well appointed with raised beds and comfortable mattresses; en-suite private bathrooms are located in adjoining individual tents. Pillows, bed linen, towels, a flashlight, and an umbrella are also provided. In the evening, guests are invited to retire to the campfire after dinner."
    },
    {
      "dayNumber": 3,
      "title": "Canoe and tuk tuk to Habarana for lunch with locals, cycling tour of ancient Polonnaruwa",
      "description": ": Heading inland, we'll drive for two hours to Habarana, the cultural hub of Sri Lanka. We'll swap bus for tuk-tuks to ride to the community's vegetable garden, where we'll help select a choice of homegrown vegetables. Our harvest will go into our traditional Sri Lankan lunch. You can watch or join in the cooking, as the locals cook up delicious curries and rice are prepared. After sharing the meal, we'll have the chance to take a serene canoe ride on the village lake. Afterwards, we'll make our way back to our bus and journey on to Polonnaruwa (a journey of just under one hour). This afternoon, we'll explore the ancient city by bicycle and on foot, taking in the spectacular ruins of the Royal Palace and its Audience Hall, Bathing Pool and Quadrangle - a wonderfully compact collection of ruins. We'll stay overnight close to Polonnaruwa."
    },
    {
      "dayNumber": 4,
      "title": "Climb Lion Rock and explore Kandy's markets",
      "description": ": We'll have an early start this morning as we plan to climb Sigiriya ahead of the crowds and while it's still relatively cool. Rising dramatically from the central plains, the UNESCO-protected ruins of this 5th-century 'Sky Fortress' are one of Sri Lanka's major attractions and an impressive feat of engineering skill. The fortress was built in just seven years as a fortified palace atop the granite peak, to protect the reign of merciless King Kassapa who had assassinated his father and deposed his brother. Before our final ascent to the summit, we'll pass between a set of enormous lion paws carved out of the rock - all that remains of an ancient gateway that gave Sigiriya, the 'Lion Rock', its name. From here a series of switchback steel stairways ascend to the top. Once at the 200-metre/656-foot summit, we can take in the magnificent views of the surrounding jungle and countryside. We return to our hotel in time for a late breakfast. Leaving Sigiriya, we'll drive to Kandy, a journey of around two to three hours. We'll wander through the lush Royal Botanical Gardens, located just outside the city, which boasts more than 4,000 species of plants, including orchids, medicinal plants and palm trees. Our tour leader will lead us on a short walking tour of Kandy, which will include visiting the town's narrow streets lined with old buildings and colourful and interesting markets. Buddhists from all over the world come to this highland town specifically to visit the Temple of the Tooth or Dalada Maligawa and there is the option to visit the temple. You might like to continue shopping at the Kandyan Art Association's workshops, which have brassware, batik, lacquer work and other craft items on offer, which make excellent souvenirs or presents. In the late afternoon, we'll transfer to our hotel located 4 kilometres/2.4 miles from the centre of Kandy overlooking the Mahaweli River (Sri Lanka's longest river), allowing easy access to Kandy without the hustle and bustle of the city centre. The hotel has beautiful gardens, an open-air restaurant and a swimming pool."
    },
    {
      "dayNumber": 5,
      "title": "Drive to Kitulgala (the adventure capital of Sri Lanka) for white water rafting and jungle walks, overnight at a jungle camp",
      "description": ": This morning, we'll set out and drive to Kitulgala (a scenic three-hour journey). Set amongst the fertile and lush western highlands, with towering cliffs and wild water, the Kelani River offers some of the best white-water rafting in the country with grade 2-3 rapids. We'll make the most of them with an afternoon rafting session down the river towards our accommodation outside Kitulgala. We cover a section of the river through several rapids. It will usually take approximately one hour to cover the section, but this depends on water levels so may be a bit shorter or longer. Taking lunch en route, we should arrive at our simple hotel late this afternoon. This evening, if time allows, there will be a chance to join an optional trek across the river and through the jungle to a hidden waterfall. In dry season the falls may be smaller or dried up according to recent climate conditions. Our night spent at Kitulgala is in a simple graded resthouse. The Kitulgala Resthouse Hotel has around 20 simply appointed en suite rooms with a fan in each room. It is located on the Kelani River front and surrounded by nature (ear plugs can come in handy!)."
    },
    {
      "dayNumber": 6,
      "title": "Drive to coastal town of Hikkaduwa, free afternoon at the beach",
      "description": ": This morning, we'll wake up to the sounds of the jungle. After breakfast, we'll head to the lively tourist town of Hikkaduwa on the coast of the Indian Ocean (a four-hour journey). The rest of the day is left free to relax and enjoy."
    },
    {
      "dayNumber": 7,
      "title": "Morning surf lesson, free afternoon at beach",
      "description": ": The next day and a half is free to enjoy the ambience and turquoise waters of Sri Lanka's southern coast. Combining colonial history and golden beaches, the region offers plenty of activities to keep us busy. In the morning, we'll have a surf lesson in Weligama, about an hour drive south of Hikkaduwa. Our two-hour lesson can be tailored for beginners or more advanced surfers to make the most of your time on the Indian Ocean. Other activities include snorkelling trips and, for those wanting pure relaxation, there are plenty of spots to enjoy an Ayurvedic massage. You could also pay a visit to the city of Galle and its historic colonial fort, a UNESCO World Heritage Site that remains one of the best-preserved examples of colonial fortification in the world."
    },
    {
      "dayNumber": 8,
      "title": "Free morning at the beach, train to Colombo, continue to Negombo",
      "description": ": This morning is free to enjoy more time at beach. This afternoon, we'll take a local train to Colombo - as we make our way along the west coast, soak up the views of the Indian Ocean. With many Sri Lankans using the coastal network every day, our train ride is also the perfect chance to meet local families. As it is not possible to reserve seated tickets it may be necessary for some or all of the group to stand and there is the option to travel in our tour bus instead. We'll make the final part of our journey by bus, returning to the small town of Negombo for our final night in Sri Lanka."
    },
    {
      "dayNumber": 9,
      "title": "Trip ends in Negombo.",
      "description": ": The trip ends after breakfast at our hotel in Negombo. There are no activities planned today, so you're free to depart from Negombo at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Colombo's Bandaranaike International Airport (CMB), which is a 30-minute drive from the hotel."
    }
  ],
  "map": ""
}