{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "beach-holiday-tour-in-sri-lanka",
  "tourName": "Beach holiday & tour in Sri Lanka",
  "placesVisited": "Colombo, Ahungalla, stay at a hotel designed by Geoffrey Bawa, Sri Lanka’s most celebrated architect, Hill Country Nuwara Eliya, Ella, Yala West National Park, Galle",
  "generalInfo": "The first few days of this relaxing holiday are based on the island's southwest coast at The Villa Bentota, which is a sensitively converted 19th century colonial manor house and Sri Lanka’s first boutique hotel. Created by world-renowned architect Geoffrey Bawa, the updated and expanded villa has individually designed rooms, with unique features such as private courtyards and plunge pools, spread around an estate that also includes two pools, a minimalist open air dining pavilion and various places to relax with spectacular sea views. Away from the beach are the house and gardens of Lunuganga, which were lovingly created over several decades by Geoffrey Bawa as his vision of a tropical garden idyll, and the tropical garden paradise of Brief, the life’s work of Bevis Bawa, famed bon viveur and brother of Geoffrey. There are also boat safaris to explore the coastal lagoons and mangrove-clad waterways of the Madu Ganga nearby.<br/><br/>Leaving Bentota, you’ll head for a five-day tour of Sri Lanka’s hill country and national parks. First up, you'll stay in a luxurious boutique bungalow in the western highlands living the life of a modern-day tea planter before taking a picturesque train journey through the spectacular tea country for a relaxing day in the cool mountain air of Ella Gap. Dropping back down to the hot and dry southern plain, you'll enjoy jeep safaris in Udawalawe National Park, the island's main elephant reserve, which is renowned for its outstanding scenic beauty and wealth of animal species, particularly mammals and birds. Of all Sri Lanka's national parks, this best rivals the savanna reserves of Africa, with large herds of elephants, wild buffaloes and sambar deer as well as leopards and sloth bears.<br/><br/>The final stop on the tour is the heritage city of Galle, where you’ll get to explore the Dutch colonial era fort and the Arab Quarter before heading to Tangalle for your second beach stay for the last five nights.<br/><br/>Buckingham Place is a singular boutique hotel set on an unspoilt, palm-fringed beach on Sri Lanka's south coast. Expect something different at one of the most exquisite beachside hotels on the island. Contemporary and stylish in design, but not sterile or soulless, Nick Buckingham’s masterpiece is nestled between a deserted Indian Ocean beach and Rekawa Lagoon close to the fisher and farmer village of Rekawa. As well as relaxing on the beach, there’s also the option of riverboat trips around the extensive wetlands, coastal lagoons, mangrove swamps and scrub jungle of Kalametiya close by, with the chance of spotting some of the country’s many bird species, whale watching trips from Mirissa hopefully to spot Blue Whales, and visits to local ancient sites.<br/><br/>",
  "durationDays": "14",
  "price": "2460",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Colombo airport and transfer south, via the Southern Expressway, to Bentota on the island's southwest coast for four nights at The Villa Bentota, which is a sensitively converted 19th century colonial manor house and Sri Lanka’s first boutique hotel. Created by world-renowned architect Geoffrey Bawa, the updated and expanded villa has individually designed rooms, with unique features such as private courtyards and plunge pools, spread around an estate that also includes two pools, a minimalist open air dining pavilion and various places to relax with spectacular sea views."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "At leisure. Suggested sightseeing trips and activities (NOT INCLUDED IN PRICE): • Guided tour of the house and gardens of Lunuganga, which were lovingly created over several decades by Geoffrey Bawa as his vision of a tropical garden idyll. The Italianate garden with spectacular views over lakes and tropical jungle together with a simply designed plantation house are one of the lasting legacies of Asia’s most famous architect. • Visit the tropical garden paradise of Brief, the life’s work of Bevis Bawa, famed bon viveur and brother of Geoffrey. • Boat safari around the coastal lagoons and mangrove-clad waterways of the Madu Ganga near Balapitiya."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Five-day tour of the Hill Country and national parks, starting with a drive up through Sri Lankan jungle to Dickoya in the western Hill Country, staying for two nights at Camellia Hills, which is a luxurious five-bedroom boutique bungalow where you live the life of a modern-day tea planter. From its verdant valley-side perch, views of the mirror-still Castlereagh Reservoir and surrounding tea-wrapped hills are spectacular. Drink in the panoramas while relaxing on comfy sofas warmed by an open fire, dining in the semi open air or swimming lengths of the refreshing garden pool. Trails through neighbouring tea estates to gushing waterfalls promise striking vistas at every turn, and picnics can be packed for enjoying many of these drama-fuelled locations, while the islands on the reservoir proffer further picnic potential."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "The fresh mountain climate makes venturing outside a breeze. Trails through neighbouring tea estates, patches of dense forest and to gushing waterfalls promise striking panoramas at every turn, and picnics can be packed up for enjoying in many of these drama-fuelled locations. The islands on the reservoir proffer further picnic potential, and you can island hop by boat. The lush forest edges and the surrounding hills are home to wild leopards. At the local Leopard Research Station, you can learn all about this elusive hill-dwelling sub-species that manages to exist in this fragile environment. Many more live in the nearby Peak Wilderness Sanctuary, a vast region of protected forest which is also home to sacred Adam’s Peak, Sri Lanka’s fourth highest mountain – a place of pilgrimage for Christians, Muslims, Buddhists and Hindus alike."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Continue into the upper Hill Country, following the winding vertiginous roads through the velveteen slopes of verdant tea plantations and past spectacular waterfalls and impressive mountain scenery on your way to Nuwara Eliya, the British colonial capital of the Hill Country and the highest town in Sri Lanka at 1900 metres above sea level. On arrival, amble around the ‘City of Lights’ and enjoy a little piece of England in the tropics! Transfer to Nanuoya railway station for a scenic train journey – subject to availability – to Ella in the southern Hill Country. Night stay at 98 Acres Resort & Spa, which is a luxury retreat with spectacular views in an idyllic location at the southern end of the Hill Country. Surrounded by the eponymous scenic tea estate in Uva Province, it was constructed with the emphasis on eco-friendliness and sustainability."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Drop down to Wellawaya through Ella Gap before continuing south across the hot and dry southern plain for an afternoon jeep safari in Udawalawe National Park, the island's main elephant reserve, which is renowned for its outstanding scenic beauty and wealth of animal species, particularly mammals and birds. Of all Sri Lanka's national parks, this best rivals the savanna reserves of Africa, with large herds of elephants, wild buffaloes and sambar deer as well as leopards and sloth bears. Night stay at Waraka Udawalawe, which is a serene, nature-friendly and eco-conscious boutique hotel nestled amidst lush surroundings on the borders of Udawalawe National Park. Overlooking a scenic waterway and embraced by towering Jack trees from which the property draws its inspiration, this sustainable sanctuary offers an immersion in nature with captivating views of the verdant surroundings while staying in comfortable accommodation providing all modern amenities."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After an early morning jeep safari in Udawalawe National Park, leave the park to rejoin the Southern Expressway for your journey southwest to Galle, famed for its Dutch colonial era fort. Guided tour of the Dutch fort, a UNESCO World Heritage Site. Amble around the ramparts and stroll through the Arab Quarter. Return east along the picturesque and cove-sprinkled southern coastline to Tangalle for a 5-night stay at Buckingham Place. Expect something different at one of the most exquisite beachside hotels on the island. Contemporary and stylish in design, but not sterile or soulless, Nick Buckingham’s masterpiece is nestled between a deserted Indian Ocean beach and Rekawa Lagoon close to the fisher and farmer village of Rekawa. The stunning beach – a treasured eco gem – provides safe nesting for up to five species of sea turtle, while in the other direction, magnificent birdlife is amply protected by lagoon mangroves and the wildlife rangers. This sleepy, out of the ordinary, out of the way place to stay lacks only the madding crowds and a rapid laundry service!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "At leisure. Suggested sightseeing trips and activities (NOT INCLUDED IN PRICE): • Guided tour of the imposing rock temple of Mulkirigala Raja Maha Viharaya, which is an isolated rock 210 metres high rising almost vertically from the surrounding forest and believed to have been founded in 130 BCE. • Boat safari in Kalametiya Sanctuary, which is an extensive area of wetland with brackish lagoons, mangrove swamps and pockets of scrub jungle - it is an important site for migrant waders and provides an important refuge for smaller mammals. • Early morning boat safari off the south coast from Mirissa hopefully to spot blue whales, the largest animal on Earth! • Borderlands Adventure Centre in Weligama offers a variety of water-based activities including sea kayaking, stand-up paddle boarding, snorkelling, surfing and sailing."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer back to the airport for your flight home."
    }
  ],
  "map": ""
}