{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-holidays-tailor-made",
  "tourName": "Sri Lanka holidays, tailor made",
  "placesVisited": "Colombo, Sigiriya, Polonnaruwa, Minneriya National Park, Kandy, Temple of the Tooth, Peradeniya Botanic Gardens, Nuwara Eliya, Horton Plains National Park, Tissamaharama, Ella, Yala National Park, Tangalle, Galle",
  "generalInfo": "Early Arab traders named Sri Lanka “Serendib” – which is where the word serendipity comes from, meaning discovery by happy accident. It’s a verdant, tropical island, that’s both rich in culture but also in natural beauty and wildlife. Our tailor made Sri Lanka holidays can pick and mix from the best of this diverse country, which boasts nine World Heritage Sites, 14 national parks, 86 species of mammals, including elephants and leopards, lush hill country where tea is grown and an Indian Ocean coastline with sandy beaches and swaying palms. No wonder Marco Polo described Sri Lanka as “undoubtedly the finest island of its size in the world”.<br/><br/>For our tailor made Sri Lanka holidays we have developed a unique online holiday planner to enable visitors to create their own itinerary. Sophisticated and user-friendly, the holiday planner offers an opportunity to create individual tailor made holidays to Sri Lanka at your leisure! You are able to explore and plan your own route, excursions and activities, as well as choose the type and style of accommodation that suits you best. A 15-day sample itinerary for one of our tailor made Sri Lanka holidays is given below, but the real choice is yours and an amazing variety of tailor made Sri Lanka holidays are available. <br/><br/>Temperatures remain pretty much the same throughout the year in Sri Lanka, because the island sits just north of the equator, but rainfall varies widely season to season. The best time to come is between the main rainy seasons, which affect different sides of the island at different times. In the south, southwest and hill country, November to April is the best time to come, when the southwest monsoon has finished. In the north and east, October to February is when the northeast monsoon occurs. In this part of the island, it’s better to come when it's dry but hot from April to September. Throughout the year, the hill country always feels much cooler, thanks to its higher elevation.<br/>",
  "durationDays": "14",
  "price": "2195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Colombo airport and drive into the island’s Cultural Triangle (ancient cities’ area). Night stay at Habarana."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Head to the medieval capital of Polonnaruwa for a guided tour of its historic temples and exquisitely carved statues, with visits to the Quadrangle, Northern Monuments, Royal Citadel Group and Southern Group – bicycles are available to hire for your own self-guided tour, if preferred. In the afternoon, drive back to Minneriya for a jeep safari in Minneriya National Park, which is part of an ‘elephant corridor’, along with Kaudulla National Park, for the vast herds roaming the eastern region of the country from Trincomalee through to Wasgamuwa, Maduru Oya and Gal Oya National Parks further south. The park is home to a variety of animals such as elephants, leopards, toque macaques, purple faced langurs, sloth bears, sambar and spotted deer, and about 160 bird species, including many endemics. IMPORTANT – Minneriya is home to the ‘gathering’ between August and October, when large herds of elephants congregate around Minneriya Lake to seek the last available water at the end of the dry season. Return to Sigiriya. Night stay at Habarana."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Early morning (07.00) ascent of 200-metre high ‘Lion Rock’ at Sigiriya to view the surrounding countryside at dawn – a very special experience indeed. The unique rock fortress of Sigiriya is a national icon, despite its origins as a usurper’s pleasure palace housing erotic frescoes! Guided tour of the rock palace and ornamental gardens before heading to Dambulla to climb gently up the granite massif to visit the most impressive cave temple complex in Sri Lanka, with five ornately and intricately decorated caverns under a vast overhanging rock. Continue south to Kandy, one of the principal points of the Cultural Triangle. The second city of Sri Lanka has a picturesque setting around its lake, a rich historical and cultural heritage, a comfortable Mediterranean-type climate, and UNESCO World Heritage Site status. Night stay at Kandy."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After an early breakfast, experience the Buddhist puja (blessing ceremony) at the Temple of the Tooth, which houses Sri Lanka’s most revered religious relic. Kandy is the perfect size to be explored on foot, since the altitude (500 metres above sea level) makes the climate conducive to long and leisurely strolls. A guided walking tour of the city will take in the Hindu devales (temples), the lake and the municipal market. After lunch, visit the beautifully kept and well presented Peradeniya Botanic Gardens on the outskirts of Kandy. In the early evening, enjoy a performance of the famous Kandyan Dancers and Drummers, with a fire-walking finale. Night stay at Kandy."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Leave Kandy and head into the upper Hill Country, following the winding, vertiginous roads through the velveteen slopes of verdant tea plantations and past spectacular waterfalls and impressive mountain scenery on your way to Nuwara Eliya, the British colonial capital of the Hill Country and the highest town in Sri Lanka at 1900 metres above sea level. On arrival, amble around the ‘City of Lights’ and enjoy a little piece of England in the tropics! Night stay at Nuwara Eliya."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Drive to Horton Plains for an early morning (07.00) trek through the heath and forest of Horton Plains National Park, via Baker’s Falls, in time to see the awe-inspiring views at World's End before the cloud sets in (circuit is approximately 9 km). Horton Plains is a particularly good area for spotting endemics, including: Sri Lankan Whistling Thrush (endangered), Sri Lankan Bush Warbler, Sri Lankan Blue Magpie, Black-throated Munia, Orange-billed Babbler and Dull-blue Flycatcher. Transfer to Nanuoya railway station for a scenic train journey – subject to availability – to Ella in the southern Hill Country. Night stay at Ella."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "At leisure. There is plenty to do around the Ella area including an easy walk past tea pickers houses on your way to glorious views over the surrounding area from Little Adam's Peak; a moderate walk to the top of Ella Rock, which affords superb views from the southern Hill Country to the south coast (on a clear day!); a short drive and then walk up through the immaculately manicured Dambatenne tea estate to Lipton’s Seat, a viewpoint from where Sir Thomas Lipton, the tea magnate, often admired the 360-degree view, hence its name; visit Bambarakanda Falls, Sri Lanka’s highest waterfall at 263 metres; tour of a working tea factory to see how ‘two-leaves-and-a-bud’ turns into your daily cuppa; explore Ravana’s Cave, the mythical hideout of the Ramayana, where the demon king of Lanka imprisoned Rama's wife, Sita. Night stay at Ella."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Drop down to Wellawaya on the southern plain through Ella Gap before continuing south across the hot and dry southern plain to Yala for an afternoon (15.00) jeep safari in Yala National Park, which is one of the island's best-known reserves and one of its largest. This Dry Zone region has mostly dry thorn scrub, interspersed with small dusty glades – the ideal habitat to view elephants, Sri Lanka's largest mammal. The park does have a varied landscape, however, from parkland to dense jungle on the plains, scrubland with rocky outcrops and several streams, small lakes and lagoons. The picturesque ocean frontage to the east has wide beaches and high sand dunes. A former hunting reserve, which was transformed into a nature park in 1938, Yala National Park, also called “Ruhuna”, is currently home to over 390 elephants, several of which are tuskers, and about 120 leopards, reportedly the highest density of leopards in the wild anywhere in the world. Watching elephants go for their bath at sunset or seeing leopards laze about on the rocks at dusk are the most popular natural spectacles at Yala National Park. However, you may also see other species of mammals such as sambar and spotted deer, wild boar, buffalo, musk deer, black bear, the unique small Loris, toque macaque and langur monkeys, jackal, mongoose, porcupine, civet cat, anteater, and the enigmatic sloth bear. Over 150 species of birds have been recorded in Yala National Park, including the Sri Lankan Junglefowl, White-bellied Fish Eagle, Painted Stork, Black-necked Stork, Lesser Adjutant, Pompadour Green Pigeon, Orange-breasted Green Pigeon, Brown Fish Owl, Red-faced Malkoha, three species of bee-eaters, and large numbers of waders (including three species of pratincole and two thick-knees). IMPORTANT – Yala National Park is closed from 01 September for up to 2 months annually as a respite period for the animals and environment at the end of the dry season. Continue to Kataragama. Night stay at Kataragama."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Drive west to Bundala for an early morning (06.00) jeep safari in Bundala National Park, which is the first Ramsar site (wetlands of international importance) in Sri Lanka and it is the most significant wetland for birds on the island outside of Northern Province. The shallow, brackish lagoons and saltpans of the park are among the most important overwintering areas for migratory shore birds in the country. This bird sanctuary is home to every species of water bird resident in the country. The rare Black-necked Stork is said to be a breeding resident in Sri Lanka. Vagrants turn up occasionally including the Capion Plover, Ringer Plover, Common Redshank, Red Knot, Red-necked Phalarope, Common Avocet and various sandpipers. The forest still harbours elephants as well as toque macaque and common langur monkeys, jackal, leopard, fishing and spotted cats, mongoose, wild boar, mouse, barking and spotted deer, sambar, black-naped hare, Indian pangolin, porcupine, mugger and estuarine crocodiles, common monitors, star tortoise, and pythons. Leave the park and continue west along the picturesque and cove-sprinkled southern coastline to Talalla. Night stay at Talalla."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "At leisure. Local sightseeing trips and activities include a guided tour of the imposing rock temple of Mulkirigala Raja Maha Viharaya, which is situated about 15 km inland from Tangalle on an isolated rock 210 metres high rising almost vertically from the surrounding forest and believed to have been founded around 130 BC; a boat safari in Kalametiya Sanctuary near Tangalle, which is an extensive area of wetland with brackish lagoons, mangrove swamps, open grassy areas and pockets of scrub jungle. It is an important site for migrant waders and provides an important refuge (one of the few remaining on the southern coastal strip) for smaller mammals; early morning (06.30) boat safari off the south coast from Mirissa to spot Blue Whales, the largest animal on Earth! Sperm, Humpback and Orca Whales as well as large pods of dolphins are also regular sightings. IMPORTANT – Season from November to April. Night stay at Talalla."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Continue along the southern coastline to Galle for a guided tour of the Dutch Fort, another of the island's World Heritage Sites. Amble around the ramparts and stroll through the Arab Quarter. Other activities around Galle include a boat safari through the mangroves and lush vegetation along the Mahamodara River, which offers great opportunities for spotting birds, butterflies, monitor lizards, and much more; guided cycling tours of the paddy fields and local villages. Night stay at Galle."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "In the morning, you may like to enjoy a guided tour of the house and gardens of Lunuganga near Bentota, which were lovingly created over several decades by the world renowned architect, Geoffrey Bawa, as his vision of a tropical garden idyll. The Italian garden with spectacular views over lakes and tropical jungle together with a simply designed plantation house are one of the lasting legacies of Asia’s most famous architect. Or visit the tropical garden paradise of Brief near Bentota, the life’s work of Bevis Bawa, famed bon viveur and brother of Geoffrey. After lunch, head north to Negombo on the island's west coast close to the airport,. Night stay at Negombo."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to the airport for your flight home."
    }
  ],
  "map": ""
}