{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "family-holiday-in-sri-lanka-forts-monkeys",
  "tourName": "Family holiday in Sri Lanka, Forts & Monkeys",
  "placesVisited": "Galle, tour of Fort, lake boat trip, cinnamon farm, Yala National Park, wildlife safari, Rawana waterfalls, Bandarawela, tea plantation visit, Demodara Loop train ride, smallholding visit, Ella, Little Adam’s Peak, Passikudah Bay, relax on the coast, optional: visit Batticaloa, optional: explore Polonnaruwa, climb Sigiriya, local guides",
  "generalInfo": "On this unique adventure family holiday in Sri Lanka, Forts &amp; Monkeys, you'll take in some great examples of Sri Lanka's past, starting with exploring a 'living fort' in Galle, on the south-west coast. You'll experience a lot of wildlife, seeing wild elephants, crocodiles, birds and, if you're lucky, elusive leopards in Yala National Park. Your family will be spotting cheeky monkeys in practically every place in Sri Lanka that you stay, from langurs to macaques, some are more mischievous than others! <br/><br/>Our local people and guides will help your family make the most of every place you visit, be they historic forts, national parks or tea plantations. We want you to experience the real Sri Lanka, and we know just how to help you do that. <br/><br/>Two ancient sites too - climb Sigiriya (Lion Rock) for amazing views, and you'll have the option to explore Polonnaruwa, set deep in the jungle.<br/><br/>You'll also have time to relax, whether it's in the hills or by the sea. When you're hungry, you'll feast on home-cooked meals and in local restaurants.<br/><br/>We're a UK-based operator with full financial protection including ATOL, and a guarantee this trip will be a family holiday of a lifetime. We hope that our love and deep knowledge of Sri Lanka is evident in this hand-crafted itinerary. Just make an enquiry to talk to us seven days a week.<br/><br/>Photos used with thanks to travellers M Socha, G Baxter, F Barrington, G Kirkham &amp; J Platten",
  "durationDays": "15",
  "price": "1925",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly from the UK to Colombo with a choice of airports including London, Birmingham, Manchester, Newcastle, Edinburgh and Glasgow."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "One of our drivers will pick you up from the airport and drive you south on the new expressway through the country's lush green interior. Watch out of the window on the way for wildlife and birds like peacocks. On arrival near historic Galle, there's time to settle into your intimate boutique inn on a hill and enjoy the pool. You should spot the neighbourhood cheeky monkeys (langurs) in the garden!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Visit an old British market with one of our local guides and then you're off to one of the best preserved forts in the world. Originally Portuguese, then Dutch, then British. You can walk around most of the fort on the ramparts and if there's a cricket match on in Galle's famous stadium, you can even watch it from there. Later on, you'll take a boat trip around some small islands in a lake and visit a temple and a cinnamon smallholding. As the day cools, you should see some beautiful birds on the lake. Meals included - B for breakfast (see letters BLD next to the other days)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Pack up and move on to your base for Yala National Park today, which is famous for having the highest density of leopards in the world. You'll have the option to drive via an elephant orphanage. This sanctuary aims to release the elephants back into the wild so you can't get up close but you'll arrive to see them have their lunch! Then it's on to a rustic resort so you can settle in and enjoy the beautiful surroundings and pool. In the evening, have dinner at the resort or ask our driver to take you to a little restaurant we like to support nearby."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Up early today to explore Yala National Park! The early bird should see spotted deer, crocodiles, elephants and later on, lazy leopards (from a jeep – these are wild animals). We'll pace the day to your family, so if you see lots of animals early on and want to relax by the pool, you can, or you can choose to stay in the park until nightfall."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Move on. Off to Bandarawela today, a charming market town in the lower end of the hill country (so not too chilly). You'll be driven through spectacular scenery, and stop at the legendary Rawana waterfalls on the way. Bandarawela was a major hillstation during British times and quirks include the pink post office. On arrival you'll have a welcome lunch at a spacious private home where you will enjoy warm hospitality. Settle into your room/s (with private bathroom/s) and relax in the beautiful garden. Just watch out for the cheeky monkeys – they like to throw avocados at unsuspecting guests! This evening, there will be an informal cooking lesson, before you feast on your efforts."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Explore the hidden gems of Bandarawela today with one of our expert local guides. You'll walk visit smallholdings growing exotic vegetables and fruit – exotic for Sri Lanka, that is – carrots and cauliflowers! You'll also see a tea estate from a different point of view, seeing how the workers live and meeting the young children. This afternoon, you'll take the famous hill country train that winds it's way around the rolling terrain. In these parts, there's the Demodara Loop, a spiral railway that is a feat of British civil engineering."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today you're off to the sleepy hill town of Ella to climb Little Adam's Peak (more of a walk than a strenuous climb) for the spectacular views. Ella is nestled in a valley and is surrounded by lush green landscapes. It's very picturesque. So after lunch, you'll take full advantage of the scenery with a drive for some photo opportunities. You can head out for views from nearby Badulla, take snaps of the Bogoda Bridge (the oldest surviving wooden bridge in Sri Lanka), or a trek up to Dunhinda Waterfalls."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Move on for the next part of your family holiday. Time for some sun and sea – you're off to the east coast to Passikudah Bay, our favourite family-friendly beach destinations in Sri Lanka. You'll be staying in a boutique resort. Settle in and have a swim in the infinity pool or in the sea; the water is lovely and warm and calm. (The east coast is best for a beach stay from March to October - if you're travelling at other times of the year, we will change this section to the west coast)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Day at leisure to enjoy the pool or sea. If you'd like to go snorkelling, you can be arranged at the resort."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Day at leisure."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "You’re off to Batticaloa today unless you’d prefer another day at leisure. The town was an important bastion on the eastern coast during the time of Portuguese rule, but was the first fort to be captured by the Dutch and was also used by the British. The fort is tiny, so it's only a short walk all the way round the well-preserved ramparts. The town is a great place to eat local dishes and the food will be different to the parts of Sri Lanka you've visited so far."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Time to pack up for the final part of your family holiday in Sri Lanka. You are off to Sigiriya in the centre of the country. You'll be driving via Polonnaruwa historical park and you'll have the option to stop and explore the ancient city (a UNESCO world heritage site). You can be driven around in air conditioned comfort, or hire local bicycles as you wish. Plenty of monkeys here, some even starred in Disney film, Monkey Kingdom! Or make as good time as you can to Sigiriya and relax by the pool."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "An early start today so you can climb Sigiriya Rock. The 'Lion Rock' is a much older type of fort (from 5th century AD) and can be seen from miles around. Even young children can manage the steps here, as you set your own pace. Watch out for the macaques! If you'd prefer not to walk to the top, the gardens and museum are worth a visit in their own right. Spend the afternoon at leisure or our local office can arrange extra optional excursions, visit Dambulla's caves or head further afield to Minneriya National Park for an extra safari (it's a great place to see wild elephants)."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Time to pack up and say goodbye to Sri Lanka as you and your family will be driven back to the airport for your flight home."
    }
  ],
  "map": ""
}