{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-13-day-tour",
  "tourName": "Sri Lanka 13 day tour",
  "placesVisited": "",
  "generalInfo": "Your two-week Sri Lanka group tour promises an exhilarating adventure through diverse landscapes and captivating experiences. From the vibrant city life of Colombo to the ancient rock fortresses of Sigiriya, each day is filled with thrilling activities and unforgettable moments.<br/><br/>Explore the majestic mountains of Ella, where scenic hikes await, and embrace the serene beauty of southern beaches. With knowledgeable local guides leading the way, you'll immerse yourself in Sri Lanka's vibrant culture through a variety of included activities.<br/><br/>Whether you're white-water rafting through thrilling rapids, embarking on a safari to encounter the country's wildlife, or riding the waves on a surfing adventure, there's never a dull moment on this journey. Indulge in delicious cuisine and experience the warm hospitality of one of the world's friendliest nations.<br/><br/>Against the backdrop of breathtaking natural beauty, your Sri Lanka adventure promises to create memories that will last a lifetime. Get ready for an unforgettable journey filled with exploration, excitement, and discovery.<br/><br/>Inclusions: <br/><br/>- A bilingual, epic Adventure Leader throughout the entire trip<br/>- All transport within Sri Lanka<br/>- Accommodation (including hostels and guesthouses)<br/>- 11 breakfasts &amp; 2 lunches<br/><br/>Please note: Accommodation is in dorm rooms as a standard on our Sri Lanka group tour. Upgrade options (to single or twin rooms) are available, please contact us for more information.<br/> <br/>Included activities:<br/><br/>Evening walking tour of the old town of Colombo (Colombo)<br/>Negombo to visit the fish market (Negombo)<br/>Dambulla Cave Complex (Dambulla)<br/>Sigiriya Rock Fortress hike (Sigiriya)<br/>A glass Sri Lanka’s favourite alcohol, Arrack (Dambulla)<br/>Hike along the scenic Manigala Trail (Knuckles)<br/>Visit to Dalada Maligawa a.k.a. The Temple of the Tooth (Kandy)<br/>Sunset visit to Kandy Lake (Kandy)<br/>The Sputnik Centre (Kurunegala, Kandy)<br/>White Water rafting (Kitulgala)<br/>Train from Hatton to Ella (Ella)<br/>Ella Rock hike at sunrise (Ella)<br/>Visit Rawana Falls (Ella)<br/>Hike to Mini-worlds end at sunrise (Ella)<br/>Visit the Buduruvagala Ancient Temple (Ella to Udawalawe)<br/>Jeep safari into Udawalawe National Park (Udawalawe)<br/>Visit to Handunugoda Tea Estate (Handunugoda)<br/>Surf lesson (Unawatuna)<br/>Tuk-tuk ride to Galle, for Galle Fort City (Galle)<br/>Visit temple to meet a Buddhist priest and take part in a pooja (blessing ritual) (Unawatuna – Colombo)",
  "durationDays": "13",
  "price": "1259",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Colombo: Your adventure in Sri Lanka begins with a warm welcome from your Adventure Leader at the Colombo hostel. After dropping off your luggage, gather for a pre-departure briefing to go over the itinerary and meet your fellow travelers. Once you're acquainted, embark on an evening walking tour around the old town of Colombo. Explore the vibrant streets and immerse yourself in the rich history and culture of the city. From colonial architecture to bustling markets, Colombo offers a fascinating glimpse into Sri Lanka's past and present. Get ready to start your journey with an exploration of this dynamic capital city."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Negombo & Dambulla: Start your day bright and early with a journey to Negombo to explore the renowned fish market, fondly called 'Lellama' by locals. Located along the picturesque Negombo beach, this bustling market offers an authentic glimpse into the local fishing industry. Immerse yourself in the vibrant atmosphere as you interact with fishermen and witness the lively fish auction, where fresh catches are bought and sold. Next, you'll head to the Sputnik Centre for a half-day of volunteer activities, gaining a firsthand look at Sri Lanka’s incredible efforts to support and empower its youth. For over 20 years, Sputnik has provided language courses, community programs, and even table tennis lessons—all driven by dedicated volunteers. It’s a truly uplifting experience that will leave you feeling inspired and connected. After experiencing the hustle and bustle of the fish market and the exciting visit to the Sputnik Center, continue your journey to Dambulla. Here, you'll visit the awe-inspiring Dambulla Cave Temple complex, a UNESCO World Heritage site. Explore the series of caves that were transformed into temples nearly 2,000 years ago, adorned with intricate statues and vibrant murals depicting Buddhist deities and legends. After your exploration, retreat to your hostel in Dambulla for a relaxing evening."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sigiriya: After a hearty breakfast, embark on a journey northeast to visit another of Sri Lanka's iconic UNESCO World Heritage sites – the ancient city of Sigiriya. Here, you'll ascend the ancient rock fortress, famously known as Sigiriya Rock, which was once the site of a capital built by King Kashyapa I during his reign from 477 to 495. As you climb to the top, marvel at the ruins of the ancient city and enjoy breathtaking views of the surrounding lowlands. In the afternoon, you have the option to explore Sigiriya at your own pace or join an optional excursion to the old city of Polonnaruwa – yet another magnificent UNESCO World Heritage site. If you choose to visit Polonnaruwa, you'll have the opportunity to explore the ruins of this medieval capital city by bicycle, immersing yourself in its rich history and admiring its impressive monuments, statues, royal palaces, temples, and pagodas. After an adventurous day of exploration, return to your guesthouse in Dambulla for a relaxing evening. Unwind with a glass of arrack, a traditional Sri Lankan spirit distilled from the sap of coconut flowers, and reflect on the day's adventures."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Knuckles Mountain Range: After breakfast, we'll venture southward to the Knuckles Mountain Range, renowned for its distinctive recumbent folds and peaks resembling the knuckles of a clenched fist. Our hike along the picturesque Manigala Trail will offer breathtaking views of the surrounding cloud forest, allowing us to immerse ourselves in the rich diversity of flora and fauna found in this region. We'll enjoy a packed lunch amidst these stunning surroundings, providing the perfect opportunity to soak in the natural beauty of the area. In the late afternoon, we'll bid farewell to the mountains and make our way to Kandy, the picturesque hill capital and Sri Lanka's second-largest city. Here, you'll have the remainder of the day to explore the city's vibrant blend of ancient and modern architecture. From historic temples to bustling markets, Kandy offers a wealth of attractions to discover. As evening falls, we'll gather for a visit to a local pub, where you can unwind and reflect on the day's adventures while enjoying the lively atmosphere of this charming city."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kandy: After breakfast, we'll commence the day with a visit to one of Sri Lanka's most iconic landmarks: the Temple of the Tooth. Once the royal palace of Sri Lankan kings, it now serves as a sacred temple housing the revered tooth relic of Lord Buddha. This spiritual site offers a glimpse into the country's rich religious heritage and provides a serene setting for reflection and contemplation. In the afternoon, you have the option to further explore Kandy at your leisure or join us for a visit to the Royal Botanical Gardens of Peradeniya. Located approximately 5.5 kilometers west of Kandy, these expansive gardens offer a tranquil retreat from the city's hustle and bustle. Be sure to admire the renowned collection of orchids and marvel at the diverse array of plant species on display. In the late afternoon, we’ll make our way to Kitulgala for an exhilarating white-water rafting adventure through the lush rainforest. After the adrenaline rush, unwind and soak in the serene jungle atmosphere for a peaceful night’s stay."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ella: After an early breakfast, head to Nanu Oya railway station and board the iconic train to Ella. This breathtaking journey winds through rolling tea plantations, misty forests, and charming hilltop villages—widely hailed as one of the world's most scenic train rides! Upon arrival, take a short stroll to your hostel, drop off your bags, and soak up Ella’s relaxed atmosphere. Later, lace up your hiking shoes for a scenic trek to Little Adam’s Peak. This gentle climb through lush tea fields rewards you with stunning panoramic views of Ella’s picturesque hill country—the perfect way to wrap up the day!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ella: Kick off your day with a packed breakfast before embarking on an unforgettable hike along the 15th and 16th stages of the Pekoe Trail. Your adventure begins at the serene Makulella Buddhist Temple, perched above the Ambagaswatte Valley. Stage 15 takes you through eucalyptus forests, lush tea fields, and jungle paths, leading up to the summit of Ella Rock. Here, soak in breathtaking views of Ella Gap and Little Adam’s Peak before the trail winds back into town. Stage 16 continues the journey, guiding you through the enchanting Ella Forest Reserve, past the iconic Nine Arches Bridge, and along scenic village roads. Along the way, you’ll pass stunning tea estates like Newburgh and Demodara, finishing at the renowned Demodara Railway Loop. As evening falls, unwind and explore Ella at your own pace—whether it’s browsing quirky shops, relaxing in cosy pubs, or indulging in delicious local cuisine, this charming town has plenty to offer."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ella: Start your day with a hands-on Sri Lankan cooking class, where you’ll master the art of blending spices and creating iconic local dishes. Get ready to chop, stir, and season your way to a mouthwatering feast—your taste buds will thank you! The afternoon is yours to explore Ella at your own pace. Whether you opt for a relaxing yoga session, an adrenaline rush on the Flying Ravana Zipline, or a leisurely stroll through this charming hill town, the choice is yours."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Udawalawe: After breakfast, journey to Udawalawe, a region renowned for its breathtaking wildlife. Along the way, stop at the ancient Buduruwagala Temple, a hidden gem nestled in a tranquil forest. Admire the seven striking rock-carved statues, including a towering standing Buddha flanked by bodhisattvas and deities, dating back to the 10th century. The serene atmosphere makes this spiritual site even more enchanting. Later, arrive at your campsite on the edge of Udawalawe National Park. As you settle in, keep an eye out for wild elephants, crocodiles, spotted deer, and a dazzling array of birdlife in this incredible natural sanctuary."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Handunugoda & Unawatuna: After breakfast, we'll embark on a journey to explore Sri Lanka's renowned tea production. Our destination is the Handunugoda Tea Estate, located about 2 hours southwest of our current location. Here, you'll have the opportunity to learn about the fascinating tea-making process, from the cultivation of tea leaves in the fields to the art of tea production in the factory. Dive into the rich history of tea at the estate's museum and witness firsthand how tea leaves are transformed into the beverage enjoyed by millions worldwide. Cap off the experience with a refreshing cup of freshly brewed tea. Following our tea plantation visit, we'll continue our journey along the picturesque southern coastline, reaching the coastal town of Unawatuna in about 30 minutes. Unawatuna is renowned for its pristine beaches and vibrant surf culture, making it an ideal destination for relaxation and exploration. Spend the evening soaking up the laid-back atmosphere of this seaside town, perhaps indulging in some beach activities or sampling local cuisine, before retiring to our hostel for the night."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Unawatuna: Today is all about embracing the sun, sand, and sea as we enjoy a leisurely day at the beach. Spend the morning soaking up the sun's rays and lounging on the golden sands of Unawatuna Beach. It's the perfect opportunity to unwind, relax, and recharge amidst the serene coastal surroundings. In the afternoon, get ready for an exhilarating surfing lesson! Sri Lanka is renowned for its excellent surfing spots, and Unawatuna offers the ideal setting for beginners and experienced surfers alike. Our expert instructors will provide guidance and support as you learn to ride the waves, making it a memorable experience for everyone. (Please note that surfing conditions may vary, and if deemed unsuitable, alternative activities will be arranged or a refund provided.) After your surfing adventure, unleash your creativity with a mask painting session. Dive into the rich artistic tradition of Sri Lanka by crafting your own traditional mask. These intricately designed masks are believed to possess healing and protective powers, making them both meaningful and decorative pieces of art. Let your imagination run wild as you paint and decorate your mask, creating a unique souvenir to cherish. Whether you're catching waves or channeling your artistic side, today promises to be a fun-filled and memorable day by the beach in Unawatuna."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Galle: Today begins with an exciting tuk-tuk ride to Galle, one of Sri Lanka's bustling southern cities. Galle is renowned for its rich history and is home to the iconic Galle Fort City, a UNESCO World Heritage site. Built in the 16th century by the Portuguese, the fort is a testament to the blending of architectural styles and South Asian traditions. As you explore Galle Fort City on foot, you'll be mesmerized by its well-preserved ramparts, which feature a lighthouse, clock tower, churches, houses, and other historic buildings. Many of these structures have been repurposed into chic restaurants, boutique shops, and guesthouses, adding to the fort's charm while retaining its authenticity. After a fascinating exploration of Galle Fort City, you'll have the opportunity to witness the breathtaking sunset from the fort's ramparts. This serene moment offers a perfect opportunity to reflect on the day's adventures and soak in the beauty of the surroundings before returning to Unawatuna. Get ready for a day filled with history, culture, and unforgettable experiences as you delve into the captivating ambiance of Galle Fort City and witness the stunning sunset over the ramparts."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Colombo: Today marks the final day of your Sri Lanka group tour package! We will start our journey back to Sri Lanka’s capital city, Colombo, where you will bid farewell to your new friends and prepare to head home! On our way, we will stop by a temple where you will meet a Buddhist priest and take part in a pooja (blessing ritual) prior to the end of your journey."
    }
  ],
  "map": ""
}