{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "best-of-sri-lanka-holiday-tailor-made",
  "tourName": "Best of Sri Lanka holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "Tropical Discovery Tour covers best of Sri Lanka has to offer in short space of time. You will be discovering the 2000 years old ancient cities, spotting elephants, exploring the tea plantations and waterfalls, and finally unwinding in the sandy beaches. You will have your own personal chauffeur guide with car or passenger van, so you can experience Sri Lanka at your own pace. <br/> <br/>Tour Highlights:<br/>- Spotting leopards at Yala National Park<br/>- Explore Medieval city of  Polonnaruwa ancient ruins (UNESCO World Heritage Site)<br/>- Elephants of Udawalawe national park <br/>- Experience Dambulla Golden Rock Cave Temple (UNESCO World Heritage Site)<br/>- Visit Kandy’s Temple of the Tooth (UNESCO World Heritage Site)<br/>- Discovering Galle Dutch Fort (UNESCO World Heritage Site)<br/>- Tea Tasting in the Tea plantation &amp;  Learn the process of tea making<br/>- Panoramic train journey through tea hills and waterfalls above 1500 meters <br/>- Relax and unwind in Golden sandy beaches of East Coast<br/>- Taste fresh sea food and Sri Lankan curry.<br/><br/>SERVICES INCLUDED IN THE PRICE:  <br/>- Return Economy flight with From London Direct<br/>- Transport by an air conditioned private vehicle’s with  English speaking driver guide  <br/>- Accommodation on 1 Double room sharing on Half Board basis<br/>- All relevant taxes at hotels<br/>- Entrance fees to sites as per the Itinerary<br/>- Excursions<br/>- Ayurveda massage one hour each Per Person<br/>.<br/><br/>SERVICES NOT INCLUDED IN THE PRICE: <br/><br/>•\tGratuities  for services and guides <br/>•\tExpenses on personal nature<br/>•\tPersonal expenses<br/>•\tAnything else not listed in the itinerary<br/>•\tNo beverages included in the meal plans<br/>•\tOptional excursions<br/>•\tPersonal &amp; medical insurances",
  "durationDays": "15",
  "price": "2490",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival --> Chilaw: “Ayubowan” & ‘’Vanakkam’’ Welcome to tropical paradise. You will be welcomed & greeted by your guide or one of our representatives on arrival at the Waiting Area at the Modern BIA International Airport. You will travel to Kalpitiya. Travel time approximately 1:20 hours depend on the road traffic."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Chilaw --> Kalpitiya: Early morning start at 7am Dolphin Watching - Schools of Dolphins hundreds strong can often be seen playfully spinning and frolicking along the Kalpitiya coastal belt. Among other Dolphin groups, Spinner Dolphins are mostly spotted in Kalpitiya waters. These spectacular creatures will leave you wanting to return for another sighting of their magnificent acrobatic displays in the water and air. These Aquatic mammals will ensure you get an unforgettable joyful memory. November through March is the best time of the year for Dolphin watching in Kalpitiya coast, Sri Lanka. The seas are calmer and the pods gather to feed in the warm rich waters of Kalpitiya. These friendly mammals will love to amuse you by following the bow of the boat you will be travelling on. Be sure to take your camera. The pods playful high pitched communication can be heard if you listen carefully. The Dolphin songs can be quite astonishing. Our local guides who will take you on your Dolphin watching trip will surprise you how accurately they read these beautiful intelligent mammals of the deep blue waters of Sri Lanka. Duration (2 hours).. As an OPTION you may want to take jeep safari in Wilpattu National Park. Please request if you wish."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Chilaw --> Sigiriya: After breakfast you travel to Sigiriya (travel approximately 2:30 hours). Sigiriya is situated in the Cultural Triangle of Sri Lanka. One of the Asia’s major archaeological centres, home to 4 of the UNESCO World Heritage sites. The ruins and temple date back to 4th century B.C. The Cultural Triangle used to be the home of ancient Kingdoms. The area is full of culture, history and wildlife. Here the ancient Kings have developed one of the sophisticated and advanced civilisations of Sri Lanka. Rest of the day relax enjoy the local area or take a walk around the lake."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Sigiriya: After breakfast you will travel to Polonnaruwa Travel time 1 hour. You will be visiting medieval city of Polonnaruwa. Polonnaruwa was the mediaeval capital of Sri Lanka, and today it is one of the most beautiful centres of Sri Lanka’s cultural heritage and UNESCO Heritage site. With its comparatively brief history and a dozen rules, it is far more completely preserves ruin than Anuradhapura. Visit the ancient ruins and Gal Vihara complex, where 3 gigantic Buddha's statues are carved out of a single rock. You also will be able to see the toque macaque monkeys found only in Sri Lanka as seen on BBC David Attenborough. Free afternoon."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sigiriya: In the morning you will visit Dambulla Cave temple. Dambulla Golden Rock Cave Temple is a vast isolated rock mass 500ft high and a 1.6 km around the base. Here is found the impressive Rock Temple dating to the First Century BC. The caves of Dambulla sheltered the King Walagamba during his 14 years of exile from Anuradhapura. When he regained the throne he built the most magnificent of Rock Temples to be found on the Island. The complex consists of five caves with over 2000 sq. meters of painted walls and ceilings. It is the largest area of paintings found in the world. It is an UNESCO World Heritage site. In the first Cave is a recumbent image of the Buddha 14 metre long cut out of the Rock. There are images of deities associated with Buddhism all around. The frescoes on the ceiling date back to the 15th - 18th Centuries. In the Second Cave, the finest and the largest of all, there are 150 life-size statues of Gods from the Buddhist religion along with numerous images of the Buddha himself. In the afternoon enjoy Ayurveda massage one hour each per person to rejuvenate your bodies. Ayurveda is the ancient health care system in South Asia that has been passed down from father to son and based on herbs and diet. It is one of the world’s oldest forms of healing and treatment. You will find some of the best Ayurveda practitioners in Sri Lanka. Ayurveda is a well known treatment for stress, diabetes, migraine, asthma, arthritis, immune system and high blood pressure. Ayurveda is derived from Sanskrit for life (ayuh) and knowledge (veda), means ‘the science of life’. Therefore, Ayurveda is one of the oldest medical sciences of the world and its origins date back as far as 5,000 years South Asia. Free afternoon."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Sigiriya --> Kandy: (OPTIONAL & Not Included) After breakfast you will climb Sigiriya Rock Fortress. Sigiriya is a UNESCO World Heritage site which is proposed to be the 8th wonders of the World. Sigiriya, a massive rock in the green scrub jungle, is perhaps the most memorable place for visitors to Sri Lanka. The site was known from ancient times as a hermitage for Buddhist monks. A well-planned monastic complex included caved temples, bathing pools, lovely ponds and Asia's oldest surviving landscaped gardens. The \"Lion stairway\", the \"mirror wall\" and the \"water gardens\" are its other highlights. The ruins of the capital built by the parricidal King Kassapa I (477–95) lie on the steep slopes and at the summit of a granite peak standing some 370 m high (the 'Lion's Rock', which dominates the jungle from all sides). In the afternnon you will travel to hotel near Kandy. On your way to Kandy you can visit SPICE GARDENS – Spices, have long been important in the commercial history of Sri Lanka. With so many spices and herbs growing on the island’s shores, it is unsurprising that they were used to barter and trade between the sea-faring merchants, and have been a main export of Sri Lanka down through the ages. For centuries the indigenous herbs and spices have been used for both medicinal purposes and in traditional Sri Lankan cuisine. To visit a Spice Garden is to open up your senses to smells and tastes, old and new. Cinnamon, ginger, vanilla and cardamom are just some of the spices available in the numerous Spice Gardens between Dambulla and Kandy."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kandy: The Knuckles range is characterised by its striking landscapes often robed in thick layers of cloud. The area comprises of 34 clearly identified ranges within 62 square miles, and 3000-6500 feet in height. In addition to its aesthetic value the range is of great scientific interest. It is a climatic capsule of the rest of Sri Lanka. The conditions of all the climatic zones in the country are exhibited here. Its forested peaks harbour a variety of flora and fauna, some of which cannot be found anywhere else in the world. Although the range constitutes approximately 0.03% of the island’s total area it is home to a significantly higher proportion of the country’s biodiversity. The Knuckles range has been declared a 'National Heritage and Wilderness Area'. There are plenty trails of you would like hike short to easy or you can relax."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kandy: Sri Lanka's second largest city of Kandy is a beautiful historical city in the citadel of the country. It is not only known for its great kings who ruled the city for almost 225 years independently until the British took over in 1815, but it is also the place where the Sacred Tooth of Lord Buddha is laid in a magnificent temple. Strategically nestled amidst three mountain ranges, Kandy was initially built in this location as a natural fortress against attack. Kandy was not an easy target for the foreign invaders who could gain the control of coastal areas of the island without too much loss. Today you will visit the Kandy City & markets (an hour away from your hotel). A walk through the town with its brilliantly coloured bazaars, aromatic spices and fruits, this best place to see some of the tropical fruits first time in your life(if you haven’t been in the tropics before). There are also many shrines and temples in and around Kandy city where one could appreciate their intricate sculptures and the intriguing paintings. Kandy period Marks another golden era of Sri Lanka‘s legendary past. It is great place for shopping or just walks around the Lake and enjoys the beautiful scenery and narrow streets."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kandy --> Ella: In the morning you will travel to Ella part by road and part by train. As the road winds through the hills, you will pass picturesque waterfalls, tumbling down hillsides and vantage points, which afford views over a panorama of rugged hills stretching far into the distance. There are many view points to stop by along the way. At 13:30hrs you will experience of the most breathtaking train journeys for 2:30 hours. You will travel from Nanuoya to Ella through tea plantations and rolling hills on Old Colonial train with panoramic view. This train journeys recorded in the Guinness Books of Records as the one of the world best scenic train journeys. Your guide will pick you up at the Station and you will go to your hotel."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Ella: After breakfast you will visit the Lipton Seat & Dambatenne Tea Factory. Lipton Seat is located on the top of the Poonagala hill; this is quite literally the point from which the Scottish tea baron Thomas Lipton would often proudly survey his tea plantations. On a clear day it offers a spectacular view of mountain ranges, lakes and valleys all the way to the southern coast. You will hike to the point through lush tea plantations or you can opt to drive up in the comfort with your guide. Dambetenna Tea Factory was built in 1890 by Sir Thomas Lipton himself, this colonial tea factory is still in operation today. The term “Ceylon Tea” was coined here, and Lipton’s Tea was founded and sold its first pound of tea from the precincts of this very factory. The factory tour is an education in the intricate processes involved in the fermentation, rolling, drying, cutting, sieving and grading of tea, and the comprehensive tour culminates with an authentic tea tasting experience (It’s closed on Sundays)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ella --> Udawalawe --> Hambantota: Today you will travel to Udawalawe national park (01:30 travel time) en-route to Weligama. Passing some waterfalls and viewpoints as well as Udawalawe Elephant Transit Home (ETH), where the orphan wild elephants are treated, raised and released back to the wild, also is located at Udawalawe. Visitors to this place can observe how the elephants are taken care of, twice a day. Total number of orphaned elephants exceeds 40, of which most of them are calves and juveniles. The animals become matured enough to live on their own, are released back to the wild. Park authorities keep constant vigilance on the newly released animals, until they get used to the new life in the wild. Click the link for BBC Natural World Documentary (Elephant Island). Afternoon safari at Udawalawe National Park - with an area of 31,800 hectares, which was declared a protected sanctuary with full National Park status in 1972. Surrounded by mountain ranges, the terrain of the park is a mixture of grassland, shrub jungle, wild tea plantations and two important factors which make this park special - the large Udawalawe Reservoir and the Walewe River, which ensure a supply of water for the fauna within. Internationally renowned for its large herd of elephants, the park is also known for several species of Deer, Wild Boar, Wild Buffalo and Jackal. Afterwards you will travel to Hambantota. Travel time approximate an hour."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Hambantota. Full day at leisure."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Hambantota. Full day at leisure."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Hambantota --> Colombo (3.5 hours): After early breakfast you will travel to Colombo, starting from Fort, Independent Square, Old Parliament, Pettah Bazaar and Galle Face. You will also have time for shopping as well. Colombo Fort is the business district of Sri Lanka with skyscrapers and big international hotels. The Fort was built by the Portuguese and Dutch partly, later took control by the British. In 1870 the British destroyed the Fort for urban development, and then they rebuilt some of the remaining buildings within it now. Colombo Fort is home to Fort Railway Station, President's House and Presidential Gardens, a palatial neo- classical building which was originally the home of the British Governors and is now the residence of Sri Lanka's president. The Lighthouse Clock Tower situated in the Chatham Street commissioned by the wife of Governor Sir Henry Ward in the hope that it would teach the Ceylonese to be punctual. Around here is good for shopping tea, souvenirs, and exchange money."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Colombo --> Airport (+/-1 hour) You will travel to the airport depend on your flight departure time. Travel time around 1 hour to the airport."
    }
  ],
  "map": ""
}