{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-holiday-island-explorer",
  "tourName": "Sri Lanka holiday, island explorer",
  "placesVisited": "6 World Heritage Sites, ‘The Cultural Triangle’, Dambulla Caves, Polonnaruwa, Sigiriya, Ritigala, Hill Country Train Ride, Horton Plains National Park, ‘World’s End’ Hike, Flora and Fauna, Jeep Safari in Yala National Park, Tangalle, Kandy, Galle, Negombo",
  "generalInfo": "Our exciting and highly varied 2-week Sri Lanka tour, ‘Island of Serendipity’, takes in ancient cities, mountain, forest and coastal landscapes, national parks, fabulous temples and of course the everyday street-life and local markets with plenty of opportunities to meet the exceptionally friendly inhabitants and sample the fantastic Sri Lankan curries.<br/><br/>Destinations along the way include no less than 6 of the country’s UNESCO-listed World Heritage Sites as well as plenty of the lesser-known sites as well. Among the tour’s varying activities are wildlife jeep safaris through Yala National Park, a hike to World’s End in Horton Plains National Park, exploring the jungle-clad ruined temples of Ritigala, a scenic local train ride through the plantations and forests of the Hill Country, checking out Sigiriya’s fabulous Maidens of the Clouds and relaxing in a tranquil coastal resort near the fishing port of Tangalle with, weather conditions permitting, a whale watching boat ride option. <br/><br/>Our tour allows you to discover the culture, landscapes, history, cuisine and flora and fauna of this wonderful island while ensuring a leisurely pace with plenty of time to relax, do your own thing and just kick back and enjoy the views. A perfect introduction to this delightful isle.<br/><br/><br/>Highlights<br/><br/>1. Late afternoon and early morning jeep safaris through famous Yala National Park<br/>2. Visit the dramatic Sigiriya rock fortress - truly spectacular and another World Heritage Site<br/>3. Tour the picturesque Hill Country - serene landscapes, waterfalls and of course tea plantations<br/>4. Historic Galle - a walled port perched dramatically on a headland jutting into the Indian Ocean<br/>5. Visit charming lakeside Kandy nestled in the mountains - home to the famous Temple of the Tooth<br/>6. And last but not least, meet the friendly inhabitants and sample the superb local food<br/><br/><br/>Note groups sizes are 2 to maximum 12 persons with most meals (local-style) included and accommodation in 3 to 4* hotels.",
  "durationDays": "14",
  "price": "1750",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Colombo International Airport and transfer to a beachside resort in nearby Negombo Town. Time to unwind before a late afternoon briefing and your first opportunity to sample the justly celebrated Sri Lankan cuisine with a local-style welcome dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Optional early morning visit to Negombo’s bustling fish market before a short drive to Colombo and a tour of some of the sights of the capital including the National Museum, a look at some of the city’s colonial architecture and a walk through the hectic but fascinating Pettah Bazaar street market. After lunch, we’ll continue south to the historic town of Galle, in the country’s southwest."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Morning at leisure and an afternoon walking tour of UNESCO-listed Galle - a spectacularly sited walled town jutting into the Indian Ocean on a rocky peninsula. We’ll hike along the ramparts of the Old Dutch Fort with some free time in the late afternoon to continue your exploration of the narrow lanes of the old Moorish Quarter at your own pace. (According to the season, an optional, morning whale-watching tour can be organised.)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Departure into the interior for the cool and picturesque Hill Country. On route we’ll stop at the famous Elephant Transit Home in Udawalawe – an elephant orphanage and rehabilitation centre – and the scenic Rawana Falls as well as taking a tuk-tuk ride to the iconic Nine Arch Bridge. We continue to the nearby town of Bandarawela for accommodation in a charming, colonial-period hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Early start to the Horton Plains National Park for a morning hike to the famous, and aptly named, World’s End where the plains drop abruptly 1,000 metres to lush forests below. We’ll also have opportunities to discover the region’s fantastic flora and fauna and take in the beautiful Baker’s Falls while in the afternoon we’ll continue to Nuwara Eliya for high tea at the colonial-style Grand Hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After a stop at the scenic Edinburgh Plantation, we depart by local train on a picturesque ride through the hills to Kandy, capital of the hill country. In the afternoon we’ll take a stroll around Kandy Lake with sunset at the Arthur’s Seat viewpoint before continuing our discovery of Sri Lankan food with dinner at a local-style, Tamil restaurant and overnight accommodation at a prestigious Victorian-era, lakeside hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tour of the UNESCO-listed town and surrounding area. Our morning programme begins with a ceremony at the World Heritage Temple of the Tooth followed by a walk through a bustling local market. After lunch at one of the town’s Muslim restaurants, our afternoon programme takes in the fabulous Peradeniya Botanical Gardens as well as a tour of a local tea factory. An optional, traditional dance display can be arranged for the evening."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Time to head north to discover the UNESCO World Heritage site of Dambulla whose cave temples date to the 1st century BC. On the way, we’ll stop for a guided tour of the region’s famous spice gardens while our afternoon activity consists of a jeep safari to see the famous Elephant Gathering in one of the nearby national parks. (The guide will decide between Minneriya, or Kaudulla parks depending on the movement of elephant herds at the time.)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Early morning ascent of the dramatic rock fortress of Sigiriya built atop a sheer-sided rock outcrop. We’ll take in the amazing Maidens of the Clouds on our way up the summit with its equally amazing views of the surrounding landscape. Time to relax in our resort before taking a rowing boat across a lake for a home-cooked lunch as guests of a local Sinhalese family. Another World Heritage Site is on the afternoon’s menu with a tour of the temples of the ancient capital Polonnaruwa."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today we’ll travel north to the coastal town and ancient port of Trincomalee. A morning tour will include Koneswaram Temple, China Bay, the old Dutch Fort Frederik, the Maritime and Naval History Museum and the town’s fresh market, before continuing a short distance up the coast for accommodation in a small resort on the Indian Ocean coast."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "A day at leisure in this charming location; laze on the magnificent beach or explore the local area. More adventurous options include whale watching, (sperm and blue whales are regularly sighted off the coast at certain times of the year), a snorkelling trip on the colourful reef around Pigeon Island, or even scuba diving."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Morning departure for Mihintale, a revered pilgrimage site considered to be the birthplace of Buddhism on the island. Along with an array of historic temples, the rocky hill offers spectacular views across the surrounding countryside. In the afternoon we’ll continue, via the 2,000-year-old UNESCO-listed site of Anuradhapura, to nearby Wilpattu – Sri Lanka’s largest, yet one of its least visited national parks. Overnight stay in a comfortable tented camp."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Early morning jeep safari in the national park followed by a return drive south to Negombo. Afternoon at leisure for perhaps a last dip in the Indian Ocean or a stroll along Negombo’s picturesque old Dutch-period canals before a farewell dinner."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Free morning in Negombo and departure at your leisure for the international airport."
    }
  ],
  "map": ""
}