{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-15-day-cutural-tour",
  "tourName": "Sri Lanka 15 day cutural tour",
  "placesVisited": "",
  "generalInfo": "This two-week itinerary takes you to our most historic hotels or locales with a story to tell. <br/>Includes: <br/>- Accommodation on Bed &amp; Breakfast basis at Kandy House (2 nights | Deluxe Room), Last House (3 Nights | Atteriya), Fort Bazaar (2 Nights | Bazaar Bedroom ) and Maniumpathy (2 Nights | Deluxe)<br/>- Accommodation on Half Board at Water Garden (3 Nights | Superior Deluxe)<br/>- Accommodation on All Inclusive basis at Nine Skies (2 Nights | Bedroom)<br/>- All Transport in an air conditioned car with the services of an English Speaking Guide<br/>- Guided Visits and Excursions: <br/>- Sigiriya <br/>- 1 game drive at Minneriya National park<br/>- Polonnaruwa<br/>- Dambulla<br/>- Temple of the Tooth<br/>- Peradeniya Botanical Gardens with a Botanist<br/>- Ravana Falls<br/>- Nine Arch Bridge<br/>- Dowa Temple<br/>- Little Adam’s peak<br/>- Cookery demo in a Galle village<br/>- Galle Fort walk with a Fort resident<br/>- Colombo’s Cultural &amp; Historical walk<br/>- All other Meals (MEAL+DESSERT+WATER ONLY – ALL EXTRAS TO BE PAID TO THE HOTEL/ RESTAURANT DIRECTLY)<br/>- Services: VAT (Value Added Tax) &amp; Tourism Tax<br/>- In-Vehicle: TRAVEL KIT which includes comfortable cushions, a sarong, sanitizers, mosquito repellent, socks (for temples), wet wipes, etc… Our vehicles carry a dongle / WIFI and a folder containing a good map as well a very detailed Booking Information document<br/>- Complementary SIM card on request",
  "durationDays": "15",
  "price": "3712",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "SIGIRIYA: Make your way straight up into Sri Lanka’s historic Cultural Triangle, so-called for the collection of World Heritage Sites and significant attractions located up here. You’ll stay at Water Garden – Sigiriya, one of the region’s newest boutique hotels, which is within eye-sight of one of the island’s most photographed attractions, Sigiriya. This former rock-top fortress dates back to the seventh century, and is home to superb examples of ancient hydro engineering as well as well-preserved frescoes. Hike up to the summit for incredible views. The hotel’s rooms are all freestanding villas, and offer plenty of space. Other notable local sights include Dambulla’s Cave Temples while further afield you could try your luck seeking out elephants in Minneriya National Park, or visit Polonnaruwa or Anuradhapura, two former ancient capitals, and both World Heritage Sites. Travel time Colombo Airport to Water Garden: 4 hours. Stay 3 nights at Water Garden - Sigiriya."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "KANDY: Travel south to Kandy, a university town home to the Temple of the Tooth – Sri Lanka’s most sacred shrine – the Botanical Gardens, the British Garrison Cemetery and a tea museum. Around a 60- to 90-minute drive south west of Kandy is Taylors Hill, a spectacularly sited boutique hotel set in acres of landscaped gardens. With just five bedrooms, this century old former planter’s residence is redolent of the past and comes with a TV room, a snooker room, extensive gardens and plenty of outdoor activities such as tennis, badminton, croquet and swimming. There are bicycles for exploring the locality and a dedicated nature guide. Nearby is Sri Lanka’s very first tea plantation, the historic Loolecondera Estate, former home of Ceylon Tea legend James Taylor; the hotel’s naturalist will take you on a tour and pack you a picnic to enjoy in Field No. 7, home to Sri Lanka’s oldest tea bushes. Alternatively, couples might like to stay at The Kandy House, a striking manor house 20- to 30-minutes from Kandy (accepts the over 12’s only). Travel time Sigiriya to Kandy: 2 hours 45 minutes Stay. 2 nights at Taylors Hill or The Kandy House."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "KANDAPOLA (NUWARA ELIYA) OR DEMODERA (ELLA): From Kandy, travel into the Hill Country. This region is a stunning natural tapestry of verdant mountains carpeted in neatly arranged tea estates, which date back to the British colonial era. Although there are many scenic drives, taking the Main Line train option offers a unique perspective to enjoy this destination. Here you have two options and both of these hotels, operated by Teardrop Hotels, are similar in that they are extensively refurbished former tea estate manager’s bungalows with four or five rooms apiece, butlers, superb food, contemporary comforts and gardens with swimming pools. The bungalows are surrounded by tea fields and attractions include tea factory visits, tea estate walks, waterfall visits and scenic picnics. Goatfell is located to the north west of Nuwara Eliya, a former British-era Hill Station, while Nine Skies is located in Demodera, near Ella, a little further south. Travel time Kandy to Kandapola/Demodera: 3 hours/4 hours. Stay 2 nights at either Nine Skies/Goatfell."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "TANGALLE: Travel south to Tangalle, on the south coast, and continue a further seven-kilometres to The Last House, which is located on a gorgeous two kilometre curve of bay to the west of Tangalle, a busy fishing town. With barely another soul to be seen on the beach here, this is a great alternative destination for relaxing in tranquility beside the sea. The villa was built by legendary architect Geoffrey Bawa, and was his last private commission before he died, which makes the property extra special. The hotel has body boards and surf boards that can be used, and also offers deep sea fishing trips. You can also climb to the top of Mulkirigala Rock, an ancient Buddhist temple. From here, it’s also possible to day trip to Udawalawe National Park (elephants), Bundala National Park for migratory and resident birds, and the Kalametiya Sanctuary. Travel time Kandapola/Demodera to Tangalle: 5.5 hours/3.5 hours. Stay 3 nights at The Last House."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "GALLE: Continue west to Galle, famed for pretty beaches, a 17th century Dutch fort and a cosmopolitan vibe. Stay right in the heart of Galle Fort, a UNESCO World Heritage Site, at Fort Bazaar, an 18-room boutique hotel with pool and fabulous wining and dining venues. From here you can wander the fort’s famed cobbled streets at will or discover hidden crevices with local guides. Beaches are just a 15-minute drive away, and activities in the local area include inland bicycle rides through rice fields, diving, surfing and fishing. Back at the hotel, enjoy spa treatments or a Sri Lankan cookery class. Travel time Tangalle to Galle: 1.5 hours. Stay 2 nights at The Fort Bazaar."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "COLOMBO: Head to Sri Lanka’s up-and-coming capital for your last night, staying in Maniumpathy, a fabulous eight-bedroom heritage hotel. The city offers good souvenir shopping (Barefoot, Odel and Paradise Road are favourites), great restaurants (we love Monsoon), art galleries (Saskia Fernando Gallery is nearby) and historical sites such as the National Museum and Number 11, Geoffrey Bawa’s fascinating former home. You can also enjoy hosted walks around Colombo. Maniumpathy dates back to 1906 and was commissioned by a doctor from Jaffna whose descendants lived in the house until recently. Sister hotel to The Kandy House, this peaceful boutique hotel has been renovated for the modern age whilst preserving its sense of history. Travel time Galle to Colombo: 2 hours. Stay 2 nights at Maniumpathy."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "DEPART SRI LANKA: Travel time Colombo to Colombo Airport: 45 minutes"
    }
  ],
  "map": ""
}