{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-holiday-wild-escapes",
  "tourName": "Sri Lanka holiday, wild escapes",
  "placesVisited": "Colombo, Habarana, Sigiriya Rock Fortress, Minneriya National Park, Kandalama, Kandy, Nuwara Eliya, Sinharaja Rainforest, Ranweli Holiday Village",
  "generalInfo": "This wonderful 8 day tour travels to lesser know locations and beautiful eco properties around the island, as well as visiting and viewing the elephants at Minneriya National Park.<br/><br/>Highlights include:<br/>1. Jeep Safari – Minneriya National Park<br/>2. Sigiriya Rock Fortress<br/>3. Temple of the tooth <br/>4. Tea Factory<br/>5. Tea Plantation <br/>6. Nature Trek - Sinharaja<br/><br/>Sinharaja Forest Reserve – one of the least disturbed and biologically unique primary lowland rain forests in Sri Lanka, covering an extent of over 11000 hectares. Of international significance and declared a Man and Biosphere Reserve (MAB) in 1978 when UNESCO included it in its international network of Biosphere reserves. Spend your day walking with expert guides through Sinharaja Rainforest - Sri Lanka’s last remaining rainforest and home to most of the island’s endemic bird life.<br/><br/>Nuwara Eliya is also the heart of Sri Lanka's tea country, producing some of the world’s best tea. The mountain slopes and valleys are a carpet of velvety green tea plantations.<br/><br/>The city of Kandy is famed for the Temple of the Tooth, commonly known as \"Sri Dalada Maligawa\". It is an important shrine for Buddhists as it holds the tooth relic of Lord Buddha and it is famous for its carvings and the beautiful art that is unique to Sri Lanka. <br/><br/>Ranweli is located in a coast wetland estuary and this contributes to a large diversity of over 130 species of birds. Activities include bird watching, nature walks, cycling tours, river cruise, craft demonstrations, butterfly tours, all of which can be arranged locally upon arrival at the hotel.",
  "durationDays": "8",
  "price": "1980",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart London Heathrow on your overnight flight to Colombo, Sri Lanka."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "On arrival at the Bandaranaike International Airport you will be met by Your Travel Representative and be transferred to Habarana. (Airport to Habarana: approx. 04 Hours / 160 Km). Upon arrival check in at hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you will visit the Lion Rock, one of the seven World Heritage sites in the island. (Habarana to Sigiriya: approximately 45 Minutes / 25 Km). In the afternoon you have the option of enjoying a game drive at the Minneriya National Park."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning you will leave Kandalama and drive to Kandy. (Habarana to Kandy: approximately 03 Hours / 104 Km). Continue to Kandy and check in at your hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Spend your day at leisure or you have the option of sightseeing in Kandy. The driver will be at your disposal to explore within the city limits of Kandy."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning you head to Nuwara Eliya. (Kandy to Nuwara Eliya: approx. 2.5 Hours / 82 Km) Upon arrival you will visit a Tea Plantation and Tea factory."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today you will head to Sinharaja . (Nuwara Eliya to Sinharaja-approx. 05 Hours / 195 Km). Check in at hotel. Located on a division of the Enselwatte Tea Estate bordering the South-eastern side of the Sinharaja Rainforest"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Wake up to the sounds of the rainforest this morning; a beautiful symphony of birds and frogs, and watch the mists rise over the luscious plantations. Spend your day walking with expert guides through Sinharaja Rainforest."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Enjoy a full day at the hotel on many of the activities on offer."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today you will be transferred to the airport to board your departure flight back to London Heathrow."
    }
  ],
  "map": ""
}