{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "small-group-holiday-to-sri-lanka",
  "tourName": "Small group holiday to Sri Lanka",
  "placesVisited": "Dambulla, Sigiriya, Giritale Tank, Birdwatching, Polonnaruwa, Kandy, Kitulgala rainforest, Nuwara Eliya, Option to climb Adam’s Peak, Horton Plains, World’s End viewpoint, Bandarawela, Ella Gap, Wildlife drive Yala National Park or Udawalawe National Park depending on season, Ahangama, Galle, Option for whale watching",
  "generalInfo": "This may be a small group holiday to Sri Lanka but its carefully crafted itinerary thinks big, with an eclectic mix of both cultural and natural highlights as well as some wonderful adventure activities packed into two weeks.  <br/><br/>From the first day you are immersed in ancient heritage, one of the first stops on our tour of the island being Dambulla ancient cave complex. These are no ordinary caves either, five of them being packed with valuable religious icons. More cultural wonders located in spectacular places await, including the giant and beautifully imposing fortress at Sigiriya, and one of the country’s finest ancient kingdoms and UNESCO World Heritage Sites at Polonnaruwa.<br/><br/>From ancient sites to fine wildlife sights, we spend time out in the magnificent Yala National Park, where we take a game drive to search for some of its treasures, including elephants, sloth bears, wild buffalos and rare leopards. Birdlife isn’t rare, however, with over 200 species flying around the park’s forests and wetlands.  There is much more birdlife to be seen on our day at Giritale Tank, ancient reservoirs that are now beacons for birdlife with everything from kingfishers to kites.  <br/><br/>You'll also spend a few days in and around Kandy, in the heart of the country, a city that is famous for having been ruled by the Kings of Kandy since the 15th century. It has a wonderful combination of post colonial architecture here and in the surrounding hill country plantations, but also sacred sites such as the Temple of the Tooth which contains a sacred tooth belonging to the Buddha. Another important urban stop is Galle, on the south coast, where life revolves around the old fort founded in the 16th century by Portuguese colonists and now a maze of places to shop, eat, stay and enjoy the coastal ambience. <br/><br/>Getting out onto the hills and wilder areas of Sri Lanka is also an option on this holiday with trekking opportunities through the rainforest region of Kitulgala, and an option to go white water rafting here too when the waters are high enough. The Adam’s Peak trek here is certainly high and tough enough for those willing and able to take on this four hour ascent of this 2,243m sacred summit through the night in order to be there for sunrise. Another more accessible trek is at Horton Plains, a 2000m high plateau where we go trekking through misty forest where sambar and purple faced monkeys roam. Leading, finally to World’s End one of the country’s most stunning viewpoints.  <br/><br/>Another added bonus for travellers on this holiday is the chance to go whale watching on their free day, if they are lucky enough to be visiting between November and April. This is peak season to see the high numbers of blue whales and other cetaceans that visit the waters off Dondra Head on the island’s southern tip.",
  "durationDays": "15",
  "price": "2995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in Veyangoda, a 30 minute drive from Sri Lanka's energetic capital: Colombo. Around 6pm, say ayubowan to your tour leader and fellow travellers at our hotel, where we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big Sri Lankan welcome by arranging a group dinner together. Want to explore further? Secure pre-tour hotel nights through your sales representative. Accommodation: The Covanro (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We depart after breakfast for the drive (approximately 2hr 30min) among coconut palms, paddy fields and banana plantations through Kurunegala to Dambulla. Here, we visit the magnificent Cave Temple, among the most impressive sights in Sri Lanka. There are colourful, well-preserved paintings and Buddha statues inside the caves, which date to the first century BCE. After lunch, we continue to Sigiriya (Lion Rock). From our hotel, we can see the giant rock fortress rising from the plains (occasionally we may stay nearer to Dambulla due to hotel availability) Accommodation: Hotel Sigiriya (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sigiriya is, perhaps, the standout attraction in Sri Lanka with the ruins of a fifth-century palace crowning an imposing granite peak, also known as Lion Rock. This morning, we drive to the base, where a moat surrounds impressive water gardens. We then take the route to the top, via a series of steep steps and gangways, ascending 655ft (200m) and passing an overhanging rock, under which portraits of native maidens holding flowers and temple offerings still adorn the rock wall. On the flat-topped summit are extensive remains of the King's Summer Palace. During the afternoon, there is a chance to enjoy an optional game drive in either Minneriya National Park, Kaudulla National Park or the Hurulu Eco Park to see elephants in their natural habitat (which location depends on the elephant herd movements). For those who would prefer not to join the game drive, you can relax by the hotel pool. Accommodation: Hotel Sigiriya (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning, we have a short drive to Girithale where our hotel overlooks the scenic Girithale Tank. The early inhabitants here solved the dual problem of heat and lack of water in this dry area by constructing large tanks to act as reservoirs and cool the warm breeze. Now they provide an important habitat for bird life, particularly from August to April. Today we hop on local bikes and enjoy a leisurely cycle through small villages and lakes. As an alternative to cycling, you can hire a tuk tuk locally for approximately 4,000 rupees and follow the group on their trail. Along the way, we should see plenty of bird life including egrets, brahmany kites, kingfishers and bulbuls. Breaking up the journey, we stop for a family-cooked lunch in a traditional village, enjoying authentic Sri Lankan dishes under a banyan tree, while also helping to support the family's small business. After, we return to our hotel in Girithale by late afternoon. Accommodation: Giritale Hotel (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, we take a short drive to the 10th-century capital of Sri Lanka: Polonnaruwa, the ancient capital of the Sinhalese. There are many Buddhist relics and ruins here, dating from a 1,000 years ago when Sinhalese culture reached its zenith. We visit many of the temples, palaces, huge dagobas (Buddhist stupas) and remarkable Buddhist sculptures. After lunch, we head into the hills to the picturesque town of Kandy. Stopping along the way at a spice garden near Matale, where we learn about various spices and herbs growing, and there is a chance to stock up on fresh spices, massage oils and Ayurvedic medicines. This is a long but fascinating day, arriving to Kandy in the early evening. Accommodation: Earl's Regent Hotel/Hotel Suisse (selected departures)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kandy is by a small lake and we spend two full days in and around the town. On the first day, we visit the Temple of the Tooth, which houses the most important Buddhist relic in Sri Lanka. The Tooth of Buddha was taken from the funeral pyre in 543 BCE and only found its way to Sri Lanka in the fourth century CE. Hundreds of worshippers visit the temple each day and in August the most spectacular ceremony takes place. Some of our August trips should coincide with the Kandy festival, but the exact dates, decided by priests, are not known until five months prior to the event. After our visit, we drive to a beautiful viewpoint over Kandy overlooked by a huge Buddha, and visit a gem museum where you can see the products of the traditional methods of gem extraction. Another highlight is the vast Peradeniya Botanical Garden with orchid species endemic to Sri Lanka. Your second full day in Kandy is free to explore this wonderful town or take it slow starting the day relaxing by the hotel pool. The surrounding hills are wonderful, offering fantastic views of the town below and there are many handicraft stores and antique shops in which to browse. On either evening, you have the option to attend a traditional performance of dancing and fire eating. Accommodation: Earl's Regent Hotel/Hotel Suisse (selected departures)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After a relaxed start to the day, we have a spectacular drive through the countryside on the way to Kitulgala. Here, we have the opportunity of going on a walk through the jungle or local villages followed by an optional white-water rafting excursion. The rafting is a supplement cost and requires minimum 4 people (see the Optional Excursions section of the trip notes), the activity lasts a maximum of 1.5 hours and there is a choice of gentle or wild water (grade III rapids) depending on your preference. If you do not wish to go rafting, freshen up and relax by the water until the rafters return for lunch. After, we drive to our hotel in Nuwara Eliya. Please note, it is possible to climb Adam's Peak (Sri Pada) from the full moon day of December to the full moon day of May. This is optional and you need to be confident in your fitness levels to attempt this. You would leave Nuwara Eliya around midnight on Day 8 and drive for approximately two hours to the base of the peak. From here, it is a strenuous four-hour climb to the top in time for sunrise. We then return to Nuwara Eliya to join the group for lunch on Day 9. Accommodation: Araliya Red (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This morning, we have free time to explore the beautiful town of Nuwara Eliya, a popular hill station during the British era, situated in the cool highland air. Known locally as Little England, it is dotted with British-style houses and parks and features a golf club and racecourse. Following lunch, we visit a nearby tea plantation and factory and learn about the process of tea production. Accommodation: Araliya Red (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We have an early start this morning and take a 19mi (30km) drive south to Horton Plains, a large plateau more than 6,560ft (2,000m) high, overlooked by the second and third highest peaks in Sri Lanka. The scenery is beautiful and the best way to explore is on foot. We take a three to four-hour guided walk (5.5mi/9km) through the picturesque rolling grasslands, spanning through various landscapes and elevations, where we hope to encounter monkeys along the way. We also visit World’s End, where the ground drops 3,445ft (1,050m) to the plains. For a more detailed terrain description of Horton Plains walk, please see our \"Is this trip for you\" section within the Trip Notes. Following this, we catch a train from the highest railway station in the country – within 90 minutes we drop from 6,198ft (1,889m) to 3,599ft (1,097m). The train travels through cloud forest into tea plantations, with breath-taking views of the lush valley below. We get off at Ella railway station and continue by road to Ella Gap where we have spectacular views of the coastal plain nearly 3,280ft (1,000m) below. Almost the entire southern part of the island is in view and (on a particularly clear day) the shimmering ocean is visible. We travel to Kataragama on the plains; this is our base for visiting the best-known national park in Sri Lanka, Yala. Accommodation: Mandara Rosen (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today we proceed to Tissamaharama, we walk to Kalu farmhouse, where you’ll be offered tea in a coconut shell along with a local snack. We mix with real Sri Lankan life and take part in some traditional Sri Lankan games, returning to our bus in tractors used by the farmers. Later this afternoon, we take a game drive in Yala National Park, home to elephants, leopards, bears, crocodiles and wild boars. The park, which is primarily shrub jungle with several salt and freshwater lagoons, has one of the highest concentrations of leopards in the world. We explore the lesser-visited Block 5 area, which has denser vegetation than the open plains but the same chances of seeing the elusive leopards and sloth bears, all without having to compete with multiple other game vehicles. Please note, the sanctuary may be closed for four to six weeks from September to October, allowing park authorities to check the welfare of the animals. We therefore go to a nearby alternative, usually Udawalawe National Park. Accommodation: Mandara Rosen (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today, we leave for the coast, with its beautiful palm-fringed bays. On the way you will visit the Elephant Transit Home in Udawalawe. This unique experience highlights and supports the conservation efforts in Sri Lanka for wild elephants. Located on the outskirts of Udawalawe National Park the Elephant Transit Home is rehabilitation centre for orphaned and sick elephants to receive nourishment and care until they become independent and healthy enough to be released back into the wild. From Udawalawe, we continuing on to Ahangama, arriving at our coastal hotel in the afternoon and you can relax for the rest of the day by the pool or on the beach. Accommodation: Insight Resort (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today is free for you to relax on the beach or by the hotel pool. There are also optional activities including a boat ride through mangrove swamps to a cinnamon plantation or, from November to April, you can go whale watching off Dondra Head, one of the best places in the world for seeing blue and sperm whales. Dolphin pods often play alongside the boats. Accommodation: Insight Resort (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "We drive along the coastal road to Galle, which dates to the 17th century, and is now a World Heritage site. On the way, we stop at a small folk museum inspired by the local writer Martin Wickramasinghe. The museum is a typical house from the Koggala region and is set among beautiful gardens. Later, we continue along the expressway to Colombo, reaching our hotel in the late afternoon. Departures from June 2026 onwards: We return to Insight Resort tonight and transfer (2hr 30min-3hr) straight to Colombo airport tomorrow. Accommodation: Ramada by Wyndham Colombo (or similar)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "You've summited the mighty Sigiriya, been on safari in Yala National Park and cycled through rural Sri Lanka, but the adventure ends today and you begin your return journey home. Alternatively, if you're craving a little R&R, speak to your sales representative about a post-trip adventure in the Maldives or more time relaxing on the golden sands of Sri Lanka."
    }
  ],
  "map": ""
}