{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "best-of-sri-lanka-12-days",
  "tourName": "Best of Sri Lanka, 12 days",
  "placesVisited": "Negombo beachfront hotel, Sigiriya and village tour, Kandy, Tea picking, Scenic train ride to Ella, Udawalawe National Park, Private surf lesson, Mirissa, Monastery visit",
  "generalInfo": "This Sri Lanka trip is an absolute gem. Your holiday starts on the beach in Negombo, just north of Colombo, before heading to the interior for tea picking, wildlife watching and temple tours.<br/><br/>This is an 18-40s holiday, but not as you know it. Travel with a great group of likeminded people, with a maximum of 16 travellers on each trip, and plenty of solo travellers, too. You’ll be accompanied by an experienced group leader. <br/><br/>Your adventures come thick and fast: on foot – climbing Little Adam’s Peak, and the rock adjacent to Sigiriya Rock Fortress; by train on the iconic blue train from Kandy to Ella; and through a safari park at sunrise in a jeep. <br/><br/>You’ll also spend some time with Sri Lankan people, whether that’s learning to cook in a local village, or learning how not to be all fingers and thumbs picking tea leaves in the tea plantations. <br/><br/>But holidays are for relaxing, too. Have a yoga class – or book onto an Ayurvedic massage at your resort with a private beach. Enjoy a barbecue at sunset at Tallala and laze with a book at Welligama Beach before taking your private surfing lesson. If you want a holiday that’s got culture, adventure, wildlife, and relaxation with a great group of people, then this is it. <br/>",
  "durationDays": "12",
  "price": "1499",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE IN NEGOMBO. Landing in Colombo, we’ll meet you at the airport and take you to your beach front hotel in Negombo. Meet up with your travel crew and get excited for the adventures to come."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "TUK TUK TOUR & LOCAL MARKETS. Discover the beachside town of Negombo by tuk tuk and visit the famous local fish market, before heading to the town of Sigiriya. The next two nights we will stay in a lush, tropical hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "SIGIRIYA & LOCAL VILLAGE. An amazing and diverse day starting with experiencing the stunning views of Sigiriya Rock Fortress as we climb the towering rock adjacent, with 360 degrees views from the top, followed by an authentic local village experience. We’ll hop on some local transport and enjoy a cooking demonstration by the local village women and live and eat like the locals!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "SPICE GARDEN & TEMPLE OF THE TOOTH. Today we’ll head south via a spice garden before arriving in the cultural centre of Sri Lanka – Kandy. We’ll visit the amazing Temple of the Tooth and wander around the beautiful Kandy Lake, before heading out for dinner and a few drinks."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "TEA PICKING & A SCENIC TRAIN RIDE TO ELLA. We’ll continue south through stunning rolling green tea plantations, stopping to learn how to pick and make tea; Sri Lanka’s most famous export. Before boarding the ‘world’s most scenic train’ to the town of Ella. Once we arrive we’ll head into town for dinner and a night out!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "LITTLE ADAM'S PEAK. A later start this morning as we head off to hike the stunning Little Adam’s Peak and enjoy the spectacular views. This afternoon is yours to relax and explore the beautiful little town of Ella, do some shopping or unwind with a traditional massage."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "NINE ARCHES BRIDGE & NATIONAL PARK. This morning we’ll visit the famous Nine Arches Bridge before heading south to the amazing Udawalawe National Park."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "SUNRISE SAFARI. Travelling by jeep at sunrise we’ll be keeping our eyes peeled for the free roaming wild elephants, plus other species like crocodiles, buffalo and bird life on safari. We’ll then head to the beachside oasis of Hiriketiya for a chilled afternoon in paradise. Later we'll arrive at our beachfront eco retreat in gorgeous Tallala, where we’ll finish the day watching the sunset whilst tucking into dinner."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "ECO RETREAT. The aim of today is to do as little or as much as you want. Take a deep breath and feel the peace and calm wash over you at this beautiful retreat. Yoga is an option, or you could read a book by the pool, maybe you'll book an Ayurvedic massage, or you could just snooze under a palm tree whilst soaking in one of the best kept secret beaches of the south."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "LEARN TO SURF. This morning we’ll continue along the coast and stop for a private surf lesson on the super friendly and relaxed Welligama Beach, before checking in to our beachfront accommodation in Mirissa. We'll then visit Coconut Tree Hill for it’s stunning view, before later heading out to check out the town."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "BUDDHIST MONASTERY VISIT. Saving one of the best experiences till last. Today we’ll be heading to a Buddhist Monastery to take part in a cultural exchange with the local monk students who live there and gain a unique insight into Buddhist ways of life. Tonight and in celebration of our last evening together, we’ll be treating you to a farewell dinner on the beach."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "DEPART SRI LANKA OR EXTEND YOUR STAY. Your epic adventure comes to an end today. Your group leader will help organise your onward travel including return to Colombo and airport transfers. For those flying out today, we'll have a bus returning to Negombo."
    }
  ],
  "map": ""
}