{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-luxury-camping-wildlife-holiday",
  "tourName": "Sri Lanka luxury camping & wildlife holiday",
  "placesVisited": "Camping experience, Wilpattu National Park, Udawalawe National Park, Yala National Park, Bundala National Park, Galle, Blue whales November to March",
  "generalInfo": "Wildlife holidays in Sri Lanka will bring you into the heart of our great national parks, but few will immerse you in the habitats of our great creatures. However, by enjoying some luxury camping in Sri Lanka, you will have access to our natural heritage, morning, noon and night. Accompanied on all our safaris by expert local naturalist guides. Not only will you have opportunities to see Sri Lanka’s ‘Big 5’ -  leopard, elephants, sloth bears, sperm and blue whales, but you will also be staying in quality camps, with fully serviced safari tents, eating superb food al fresco, on the borders of our national parks. However, with the environment in mind at all times, these campsites are also fully mobile. <br/><br/>We will sleep and safari in four of Sri Lanka’s national parks: Wilapttu NP, the largest park and famous for its sixty waterholes brimming with wildlife; Udawalawe NP, one of the country’s most prolific elephant habitats, but also finest birdwatching sites; Yala NP, beautifully biodiverse with just about every species thriving in mangroves, monsoon forests and marine wetlands, and famous for having the highest concentration of leopard in the world; and Bundala NP where myriad lagoons and dunes are home to migratory flamingos, storks and marine turtles.  <br/><br/>This camping holiday is a first in Sri Lanka, and we are proud of its carbon neutral status, as well as the financial contribution we make to local conservation and community projects. And although our camps are fully mobile, we do not compromise on facilities and comfort, with real beds, quality bed linen and private bathroom facilities. As well as our much celebrated full time chefs, and plenty of cool wines and beers. <br/>",
  "durationDays": "11",
  "price": "3200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon your arrival in Colombo, rendezvous with your personal chauffeur/guide for a private transfer to the Wilpattu National Park to begin the first part of your adventure. Appropriate meals and refreshments will await you at the campsite depending on your time of arrival. You can meet with your designated naturalist to discuss a suitable plan for the rest of the day as well as the rest of your two-day stay at the park. You can even do a wilderness walk with your naturalist if time permits before an overnight stay at the Mahoora Tented Safari Camp."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Enjoy a full-day safari at the Wilpattu National Park, which is the oldest and largest national wildlife park in Sri Lanka and home to an array of unique species of flora and fauna including the famed Sri Lankan Leopard and Sloth Bears. We will serve a full serviced lunch within the park premises after which you can relax in the comfy hammocks that we have set up for you or have a detailed discussion with your naturalist to learn more about the wildlife that you encounter. In the evening, we will take you on another safari within the park before you head back to the comfort of the campsite."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "You will start your adventure at the break of day with an early safari inclusive of a charming picnic breakfast. The Wilpattu National Park offers you the opportunity to film and photograph the Sri Lankan Leopard, the largest species of leopard living in Asia. These glorious beasts are often seen lying beside the Park’s many villus. You may even catch a glimpse of the endangered Sloth Bears, most commonly seen during the fruiting season of the Palu Tree between June and July. After that, you can enjoy another fully-serviced lunch at the park. We have also organised an optional night walk with the resident naturalist of the camp where we will attempt to seek out owls, Gray Slender Loris, Ring-Tailed Civet Cats, Rusty Spotted Cats, Golden Palm Civet Cats, chameleons and many other nocturnal species."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Following breakfast at the campsite, you will be transferred to Udawalawe. Upon your arrival, you will be greeted by the naturalist designated for the Udawalawe leg of your tour, who will then transfer you to the Udawalawe Mahoora Tented Safari Campsite. When you arrive in Udawalawe, your naturalist will take you on an evening walk in the neighboring village where you can learn about the way of life of the local farming communities and their encounters with the wildlife. We have organized your overnight stay at the luxurious Mahoora Tented Safari Campsite."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Enjoy a morning safari at the Udawalawe National Park which spans approximately 31,000 hectares and is located in the southern dry zone. It is the only place in the world where an elephant sighting is guaranteed on every single safari drive. After our morning safari we will take you to the Elephant Transit Home where abandoned, injured or orphaned elephants are taken in, treated and then released back into the wild. Here, you will be able to observe these magnificent creatures at a safe distance as human contact needs to be minimal. After a late lunch back at the camp an optional evening birding trail can be organized with the guidance of the resident naturalist."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, you will be transferred to Yala. Here, you will spend your final three nights at the comfy tented camp we have set up bordering the Yala National Park, which is home to a range of ecosystems found nowhere else in Sri Lanka. Go on an evening safari at the park, which boasts the largest density of leopards in the world. With a density of one leopard per square mile, Yala is known as one of the best places on earth to film and photograph these regal beasts."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Another full day safari has been organized where you will be able to see the variety of habitats that this unique park has to offer with a host of endemic plant and animal species on display. The park boasts 44 species of recorded mammals, 215 species of birds, 46 species of reptiles and 21 species of amphibians. Lunch will be served in a suitable location within the park. After dinner, a walk with your resident naturalist along the park borders will open the doors for you to catch a glimpse of the park’s nightlife. Then return to the comfort and luxury of your camp to recharge your batteries."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We have two safaris lined up for you on this day and this time you have full control. You can either spend the whole day in Yala or spend half of the day at the Bundala National Park in the southern district of Hambantota. The Bundala National Park has been acknowledged as an Important Bird Area (IBA) for its 197 recorded bird species and is also the only national park where you can see both marsh and estuarine crocodiles on the same safari drive."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "You will be transferred to Sri Lanka’s southern capital of Galle. This prominent port city is richly influenced by colonial architecture having been one of the most important strategic locations fortified by the colonists. Explore the multi-cultural and historic attractions of the city, including the Galle Fort, first built by the Portuguese and then extensively fortified in the 17th century by the Dutch. It is also the largest remaining fortress built by European occupiers in the Asian region. Then relax with an overnight stay at the tranquil and luxurious Fortress Resort and Spa."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "An optional early morning whale watching tour is also available in the world’s best waters for Blue Whales (November to March)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast on the final day, you will be transferred to the Katunayake International Airport for your flight back to bring your lavish adventure to an end. You can also choose our suggested tour extensions or a custom extension to suit your needs."
    }
  ],
  "map": ""
}