{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-small-group-local-tour",
  "tourName": "Sri Lanka small group local tour",
  "placesVisited": "",
  "generalInfo": "The 14-day small group holiday has been customized to include both touristy activities and off the beaten track locations.<br/><br/>During your holiday you will visit Negombo, Sigiriya, Kandy, Nuwara Eliya, Yala. Galle and Colombo. <br/><br/>The holiday is designed by Rajiv who has been traveling with tourist for over 20 years. The holiday is designed to include a minimum of two nights at Sigiriya, Kandy, Nuwara Eliya, Yala, and this gives you time to relax and enjoy your holiday.<br/><br/>One key element which must be considered when visiting Sri Lanka is the tropical weather. We have planned this holiday so that you will enjoy bright sunshine and blue skies.<br/><br/>On your arrival in Sri Lanka, you will be met by your local team Gillian and Rajiv. Gillian and Rajiv are passionate about travel, and this makes them the best team to travel with during your holiday.<br/><br/>Gillian an ex-hotelier and banker married to Rajiv will work together to make sure you have an amazing holiday in Sri Lanka with memories for a lifetime.<br/><br/>We have designed this holiday for you from start to end with one key element in mind which is peace of mind.  <br/><br/>From the time you confirm your holiday with us we get to work. On your arrival in our little island paradise, we meet you personally and till you leave Sri Lanka you will be pampered with the best of Sri Lankan hospitality. <br/><br/>You will enjoy local food and culture from the start. Gillian and Rajiv are foodies and enjoy entertaining. We have planned many local surprises during your holiday with us.<br/><br/>You will enjoy guided tours of the Sigiriya, Polonnaruwa and Dambulla Cave Temple which are ancient cultural sites.<br/><br/>Kandy which was the last Kingdom in Sri Lanka before the British took full control of the Island. Here you will stay two nights and visit the Temple of the Tooth Relic and also enjoy a relaxed walk at the Royal Botanical Gardens.<br/><br/>You will visit a working tea factor and enjoy a cup of authentic Ceylon tea.<br/><br/>Sri Lanka has an abundance of wildlife and during your holiday you will visit the world famous Yala national park for a full day safari. You will also visit an elephant conservation project called the elephant transit home in Uda Walawe. We have also included a unique boat safari on the Walawe River.<br/><br/>Your holiday includes a total of four nights at the beach. During your beach break you will visit the Galle Fort and Sea Turtle conservation project. <br/><br/>A Colombo city tour and local shopping experience is included for you<br/><br/>All the hotels are locally owned and managed; they are centrally located which gives you the opportunity to explore on your own. Your stay at these hotels' benefits both the locals and Sri Lanka as a country.<br/><br/>All your meals are included in this holiday. Most of our dinners and breakfasts will be at the hotels. Lunch will be at local restaurants and cafes.<br/><br/>You will travel in luxury and comfort in a fully airconditioned vehicle. These vehicles are fully insured and driven by experienced drivers.<br/><br/>WELLCOME TO SRI LANKA MACHANG!",
  "durationDays": "14",
  "price": "2550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "•Arrive in Sri Lanka in the morning/afternoon/evening •Meet and greet with your personal chauffeur/guide at the airport •Transfer to your hotel in Negombo – Standard check in time is 12 noon. •Rest and relax at the hotel in Negombo •Evening group introduction at 6 PM - followed by dinner •Overnight in Negombo"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "•Depart after breakfast to Sigiriya •Visit Dambulla cave temple on the way •Visit a local restaurant for lunch •Arrive at the hotel and relax •Overnight in Sigiriya"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "•Depart after breakfast to the ancient city of Polonnaruwa •Guided tour of the ancient city of Polonnaruwa •Visit a local restaurant for lunch •Overnight in Sigiriya"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "•Depart after breakfast to Kandy •Morning climb of Sigiriya rock fortress •Visit a spice garden and learn about the spices of Sri Lanka •Visit a local restaurant for lunch •Arrive at your hotel and relax •Overnight in Kandy"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "•Today is a relaxed day for you after all the travelling •Morning visit to Kandy viewpoint •Morning visit to Peradeniya Botanical Gardens •Visit a local restaurant for lunch •Afternoons relax at the hotel •Evening visit to a cultural show •Evening visit to the temple of the tooth relic •Overnight in Kandy"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "•Depart after breakfast to Nuwara Eliya •Visit a working tea factory •Visit a local restaurant for lunch •Arrive at your hotel and relax •Overnight in Nuwara Eliya"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "•Full day relaxing at Nuwara Eliya •Complimentary city tour by the vehicle of Little England as they call Nuwara Eliya •Visit a local restaurant for lunch •Optional activities •Early morning visit to Horton Plains national park •Play a round of golf at the Nuwara Eliya golf club course •Overnight in Nuwara Eliya"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "• Depart after breakfast to Yala • Visit a local restaurant for lunch • Arrive at your hotel and relax • Overnight in Yala"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "•Depart early in the morning at 5 AM to Yala National Park •Full day safari at Yala National Park •Special lunch inside Yala National Park •Arrive back at your hotel and relax •Overnight in Yala"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "•Depart after breakfast for the elephant transit home in Uda Walawe •Afternoon visit to the Elephant transit home for feeding of baby elephants 12 noon. •Visit a local restaurant for lunch •Late afternoon boat safari in Walawe Ganga •View the beautiful sunset from the beach •Arrive at your beach hotel in the evening •Overnight in Galle"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "•Full day relaxing at your beach hotel •Visit a local restaurant for lunch •Overnight in Galle"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "•Depart after breakfast to Galle Dutch Fort •Morning tour of the Galle Dutch Fort Complex •Visit a local restaurant for lunch •Afternoon/evening relax at the hotel •Overnight in Galle"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "•Depart after breakfast for Colombo •Morning visit to the mask makers of Ambalangoda •Visit a sea Turtle conservation center •City tour of Colombo with lunch •Evening special farewell dinner on the beach •Overnight in Colombo"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "•Depart after breakfast to the airport •Flight back home •END OF HOLIDAY"
    }
  ],
  "map": ""
}