{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-21-day-tour",
  "tourName": "Sri Lanka 21 day tour",
  "placesVisited": "Colombo, Railways journeys, Jaffna, Anuradhapura, Dambulla cave (Rock) temple, Polonnaruwa, Safari in Minneriya National Park, Sigiriya Rock Fortress, Trincomalee, Pasikudah, Kandy, Nuwara Eliya, Horton Plains National Park, Yala National Park, Galle",
  "generalInfo": "Welcome to our unique 21-day holiday in amazing Sri Lanka.<br/><br/>This three-week Sri Lanka holiday is tailor-made for you by your local guides Rajiv who has been working with tourists for the past 20 years and has an immense knowledge of his 'teardrop' island he calls home together with his wife Gillian. Rajiv has included both touristy activities and off the beaten track locations.<br/><br/>On your arrival in Sri Lanka, you will be met by your local team Gillian and Rajiv. We are both passionate about travel and local food and this makes us the best local team to travel with during your holiday. <br/><br/>We have designed this holiday for you from start to end with one key element in mind which is peace of mind.  <br/><br/>During your holiday you will visit Negombo, Trincomalee and Pasikudah Beaches, Anuradhapura, Polonnaruwa, Sigiriya, Jaffna, Kandy, Nuwara Eliya, Yala, Galle and Colombo.<br/><br/>One key element which must be considered when visiting Sri Lanka on holiday is the tropical weather. We have planned this holiday so that you will enjoy bright sunshine and blue skies especially when at the beach.<br/><br/>Sri Lanka a paradise that we proudly call the Pearl of the Indian Ocean is surrounded by golden sandy beaches, majestic rainforest-covered mountains, cascading waterfalls, UNESCO heritage sites, sacred rock temples, tea plantations, and ancient royal cities. <br/><br/>Sri Lanka offers something for everyone. Our 21-day standard itinerary gives you the opportunity to encounter herds of wild elephants, the elusive leopards, and endangered sloth bears of Sri Lanka including hundreds of bird species in the company of a local guide or ranger. cultural, natural, and historic attractions are unsurpassed in this authentic 21-day Amazing Sri Lanka Holiday including the amazing local food.<br/><br/>All hotels are locally owned and managed and you will be transported in the comfort of your own privet chauffeur-driven vehicle, where you sit back and enjoy a bespoke itinerary that is as unique and individual as you. All our vehicles are fully insured and driven by experienced chauffeurs. <br/><br/>Anyone can visit Sri Lanka, but not everyone gets the chance to chat over dinner or travel together with a local host, take a safari at dawn with a knowledgeable ranger, and get the best seats on one of the most scenic railway journeys in the world. You need a local specialist to provide you with insider information, make arrangements using local contacts, and advise on the best times of year to visit different areas. <br/><br/>Our family-operated company has been doing just that since 2004 and 50% of our business comes from personal referrals and repeat business. We strongly believe in responsible and sustainable tourism and are proud of the fact that 90% of your tour fee stays in Sri Lanka...<br/><br/>Sri Lanka is ready for you, so why not contact us today and allow us to design a unique, tailor-made Sri Lanka holiday to suit your specific interests and ideas? We look forward to hearing from you soon!<br/><br/>WELLCOME TO SRI LANKA MACHANG!",
  "durationDays": "21",
  "price": "3999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "•Arrive in Sri Lanka •Meet and greet your chauffeur/guide at the airport •Transfer to your hotel in Negombo – Standard check-in time is noon. •Complimentary welcome dinner with the local agent •Overnight in Negombo"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "•Depart after breakfast to Anuradhapura •Guided ancient city tour of Anuradhapura – Part 01 •Overnight in Anuradhapura"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "•Depart after an early breakfast to the ancient city of Anuradhapura •Guided ancient city tour of Anuradhapura – Part 02 •Depart for Jaffna in the afternoon •Arrive at the hotel and relax •Overnight in Jaffna"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "•Depart after breakfast for a city tour of Jaffna •Morning visit to the local market •Morning visit to Jaffna Fort •Late morning Visit Kandaswamy Kovil •Visit the ruins of King Sangiliyan's (The last king of Jaffna) Minister's Residence •Visit the northernmost tip of Sri Lanka called Point Pedro (Peter’s Point) •Arrive back at the hotel and relax •Overnight in Jaffna"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "•Depart after breakfast to Sigiriya •Visit Dambulla cave temple in the late afternoon •Overnight in Sigiriya"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "•Depart after breakfast to the ancient city of Polonnaruwa •Guided tour of the ancient city of Polonnaruwa •Afternoon national park jeep safari •Overnight in Sigiriya"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "•Depart after breakfast to Sigiriya Rock Fortress •Morning climb of Sigiriya rock fortress •Depart to your beach hotel in Trincomalee •Overnight in Trincomalee"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Relax at the beach and if you wish a few complimentary activities available to you. Visit Commonwealth war cemetery, Fort Fredric, Maritime, and Naval History Museum. A few optional paid activities are available. Dolphin and whale watching trip and a visit to the Pigeon Island National Park. Overnight in Trincomalee"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "•Depart after breakfast to Passikuda •Arrive at the beach hotel by late afternoon •Overnight in Passikuda"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "•Full day relaxation at the beach •Optional snorkeling or diving can be organized •Overnight in Passikuda"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "•Depart after breakfast to Kandy • Complimentary visit to off-the-beaten-track Mahiyangana temple •Complimentary visit to off-the-beaten-track Dambana Wedi (Sri Lankan Aboriginal) village •Arrive in Kandy and relax at the hotel •Overnight in Kandy"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "•Today is a relaxed day for you after all the traveling •Visit to a cultural show •Visit to the temple of the tooth relic – •Visit the Commonwealth War cemetery •City tour of Kandy •Kandy city walks on your own •Optional paid activities & excursions - Visit Peradeniya Botanical Gardens •Overnight in Kandy"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "•Depart after breakfast to Nuwara Eliya •Visit a working tea factory on the way •Arrive at the hotel and relax •Overnight in Nuwara Eliya"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "•Depart after breakfast for a city tour of Nuwara Eliya •Optional paid activities & excursions for the day •Visit Horton Plains National Park for a half-day hike •Play a full or half round of golf •Lunch at the golf club or a more formal hill club •Afternoon/evening relax at the hotel •Overnight in Nuwara Eliya"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "•Depart after breakfast to Yala •Stop to view Ravana waterfall •Arrive at your hotel and relax •Overnight in Yala"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "•Depart early at 5 AM to Yala National Park •Full day safari at Yala National Park •Special lunch inside Yala National Park •Overnight in Yala"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "•Depart after breakfast to Galle •Visit the Elephant transit camp •Travel to your hotel in the afternoon •Overnight in Galle"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "•Depart after breakfast for Galle Fort complex •Morning tour of Galle Fort •Enjoy walking around in Galle fort in the morning •Afternoon/evening relaxing at the hotel •Overnight in Galle"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "•Depart after breakfast for Colombo •Visit mask makers of Ambalangoda •Visiting a sea Turtle conservation project •Late afternoon city tour of Colombo •Overnight in Colombo"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "•Depart after breakfast to the airport •END OF HOLIDAY"
    }
  ],
  "map": ""
}