{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "family-holiday-in-sri-lanka",
  "tourName": "Family holiday in Sri Lanka",
  "placesVisited": "Negombo, Dambulla, cave temples, Sigiriya Lion Rock and bike ride, Kandy, botanical gardens, Temple of the Tooth, dinner with a local family, Nuwara Eliya, train to Bandarawela, countryside trek, tea hills, Uda Walawe National Park, Elephant Transit Home, Mirissa, whale and dolphin watching November to April, Galle, kite making and flying, Colombo",
  "generalInfo": "Introduce the kids to the Indian subcontinent and an authentic travel experience with this family holiday in Sri Lanka. This 12 day break is a well balanced and well paced mix of sightseeing, activities and free time. Explore the cave temples of Dambulla, climb to the top of the Lion Rock fortress in Sigiriya to admire the magnificent views and tour the tea plantations around Bandarawela. In Kandy, visit the sacred Temple of the Tooth before enjoying dinner and a dance lesson in the home of a local family. Meet some of Sri Lanka’s abundant wildlife, too, on safari in Udawalawe National Park, home to monkeys and leopards, then meet infant elephants at a local rescue centre. Finally, wrap up your holiday with some chill out time on the beautiful beaches of Mirissa. <br/>",
  "durationDays": "12",
  "price": "1655",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Negombo .",
      "description": "Ayubowan! Welcome to Sri Lanka. Known as the ‘Pearl of the Indian Ocean’, the island offers travellers palm-studded beaches, rolling plantations and sacred sites steeped in spirituality. Your adventure begins in Negombo with a welcome meeting at 5 pm, where you’ll meet your local leader and the other families travelling with you. If you arrive early, why not go out an explore at your own pace. After the meeting, maybe join your group for dinner and get to know the delicious local cuisine."
    },
    {
      "dayNumber": 2,
      "title": "Dambulla.",
      "description": "Today you’ll officially start your adventure by heading to Dambulla – this town plays home to some of the world’s most spectacularly decorated cave temples. When you arrive, you can choose whether to join an optional excursion to the vegetable wholesale market – a labyrinth of shops and stalls that offers a look at the vast range of produce grown in Sri Lanka. Later, explore the Dambulla cave temples, where prehistoric Sri Lankans lived thousands of years ago and thousands of ancient murals and statues depicting the Buddha are on display."
    },
    {
      "dayNumber": 3,
      "title": "Dambulla.",
      "description": "Today’s adventure takes you from Dambulla to Sigiriya – a colossal stone monument hosting a ruined fortress and an impressive UNESCO World Heritage site. Let the kids burn off some energy with a climb to the top of the enormous rock, checking out the murals and caves along the way. If the weather is playing alone, you should be able to take in sweeping views of the thick forests from the summit before descending. Once you return to Dambulla, take the family for a bike ride around the countryside. After a day full of activity everyone should be nice and tuckered out by the time night falls."
    },
    {
      "dayNumber": 4,
      "title": "Kandy .",
      "description": "Say farewell to Dambulla this morning and drive to Kandy, often called the cultural capital of Sri Lanka. The hills surrounding the city, along with the lake in the centre, creates the perfect scenery for family phots, and the old shops and restaurants will keep you busy for hours. This evening, join a local family for dinner and opportunity to learn the steps to a traditional Kandayan dance during some lessons from local performers."
    },
    {
      "dayNumber": 5,
      "title": "Kandy .",
      "description": "This morning, visit Dalada Maligawa (the Temple of the Tooth), which houses the country's most sacred relic – a tooth said to belong to the Gautama Buddha. Pilgrims have been coming to pay homage at this site since the 16th century and they still come in droves today, making it a fascinating place to teach kids about one of the world’s oldest religions still being widely practiced. Then drive to Ambagasthenna village, where hotel and tea plantation owner Mr Thilina will guide you around his neighbourhood. For lunch, feast on a delicious home-cooked meal made by Mr Thilina’s mother. You’ll visit the tea plantation, learn about the cultivation process and try a cup or two served the Sri Lankan way. He’ll share inside knowledge about local crops, sustainable farming and ancient landscaping traditions. The rest of the day will be yours to relax and enjoy as you please."
    },
    {
      "dayNumber": 6,
      "title": "Bandarawela.",
      "description": "After breakfast, hit the road to Nuwara Eliya – a former hill station built entirely during the 19th century. The old world architecture reflects what you might expect to find in an English village and the town is a fascinating mix of water buffalo and brick Victorian buildings, golf courses and tea plantations. From here, you’ll all board a train to Bandarawela. Soak up the views across the hills and tea plantations from your accommodation this evening."
    },
    {
      "dayNumber": 7,
      "title": "Bandarawela.",
      "description": "After a few busy days on the road, today will be at a slower pace. Bandarawela is a quiet hill town that exists to supply the needs of the tea plantation workers and their families. Another distinctive feature of Bandarawela is the preservation of the many old buildings, including the Bandarawela Hotel and the old supermarket. Enjoy a leisurely morning walk through the countryside, past tea workers plucking the tips of the plants and throwing them into the baskets on their backs, before settling in for a local home-cooked lunch. The afternoon is free for you to relax, go for another walk or explore at your own pace."
    },
    {
      "dayNumber": 8,
      "title": "Udawalawe .",
      "description": "After a hearty breakfast, you’ll drive to Udawalawe National Park. This park has an amazing array of animal and birdlife, with more herds of wild elephants than anywhere else in Sri Lanka! Following lunch, hop in a jeep for a safari inside the park. Other wildlife regularly spotted here includes macaques and larger monkeys, spotted deer, crocodiles and sometimes even leopards. This is a real safari experience, nothing like a zoo or safari park. Check into the campsite at around 6 pm after a full day of adventure."
    },
    {
      "dayNumber": 9,
      "title": "Mirissa.",
      "description": "After breakfast this morning it's time to farewell the camp and head west towards the coastal town of Mirissa, where you'll spend the next 2 nights. Upon arrival you'll have the rest of the day free to enjoy this chilled-out beach town however you and your family choose."
    },
    {
      "dayNumber": 10,
      "title": "Mirissa.",
      "description": "Mirissa is one of the best spots in Sri Lanka and you and your family will enjoy a full free day to explore it your way. Wander around the scenic waterfront or consider gathering the family together to head to the nearby Weligama by tuk-tuk to see colourful fishing boats bringing in the daily catch to sell along the shore. Enjoy some fresh fish for lunch and perhaps go for a splash in the clear waters of the Laccadive Sea or relax on the sandy beaches."
    },
    {
      "dayNumber": 11,
      "title": "Colombo.",
      "description": "Today it's time to farewell Mirissa and head towards Colombo. Along the way stop in to the town of Galle Fort where the kids will be able to learn about the interesting history of the town and see the remains of the walled fortress – now one of the most important UNESCO World Heritage Sites in Sri Lanka. Kite flying is a fun and popular pastime activity for local families here and if you’re visiting in summer, you're likely to see skies filled with colour along the coastline. The kids will love taking part in a fun kite flying activity then after lunch the drive to Colombo continues. When you arrive in the afternoon, you'll have some free time to enjoy the hotel swimming pool or take a walk around the commercial capital of Sri Lanka. You might like to wander through the bazaar and take in the sights, sounds and smells of the bustling market or enjoy the waterfront which is always full of life. Regroup this evening for an optional group dinner with fellow families and toast to an amazing adventure."
    },
    {
      "dayNumber": 12,
      "title": "Colombo.",
      "description": "Your Sri Lankan family holiday ends this morning after breakfast. There are no activities planned for today and you can depart the hotel at any time after check out at 12 pm. If you are departing later in the day, you can arrange luggage storage at the hotel. IF you’d like to extend your stay, just get in touch with your booking agent ahead of time."
    }
  ],
  "map": ""
}