{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-culture-tour-tea-beach",
  "tourName": "Sri Lanka culture tour, tea & beach",
  "placesVisited": "",
  "generalInfo": "Embark on a journey through Sri Lanka's rich cultural heritage, where ancient traditions meet modern wonders. Explore the lush tea plantations of Hatton that carpet the misty hills, and unwind on pristine palm-fringed beaches that stretch along the turquoise waters. Immerse yourself in the vibrant tapestry of Sri Lankan culture, where history comes alive in ancient Buddhist temples, colonial architecture, and bustling markets. Indulge in the flavours of world-renowned tea, cultivated in the breathtaking landscapes. And experience first-hand a turtle hatchery and rescue centre which cares for The Olive Ridley Turtle, Leatherback Turtle, Loggerhead Turtle, Hawksbill Turtle, and Green Turtle.<br/><br/>This tour blends the charm of heritage, the allure of tea, and the bliss of the beach in a perfect harmony of relaxation and discovery.",
  "durationDays": "12",
  "price": "2999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Sri Lanka! Pearl of the Indian Ocean. Upon your arrival at the Bandaranaike International Airport, you will have a private transfer to your hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Visit The Temple of the Sacred Tooth Relic, a temple which is very important to Buddhists all around the world, and houses Buddha's tooth. Then see the magnificent Botanical gardens, ooriginally kept solely for Kandyan royalty. Return to your hotel for overnight stay."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Take a train from Kandy to Hatton, one of the busiest cities and the country's tea capital, arguably the most scenic part of the island. Check in to the hotel and enjoy dinner."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Visit the tea plantation today to learn about tea picking and processing, enjoy some fine Sri Lankan tea tasting. The afternoon is at leisure bac at your hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today is free to relax and enjoy hotel surroundings. Dinner and Overnight stay. You have the opportunity to enjoy a brief train ride on your way to Hatton. Your vehicle will travel ahead of you and pick you up from a predetermined station. In the Central Highlands of the country, for miles and miles, you’ll see thick sheared carpet of tea bushes. Bask in the beauty of lush mountains, soothing sounds of the stunning cascades, colourful endangered birds chirping around you; presenting nature in its purest form and this is what Hatton is all about. A tranquil place whereby only spending a few days, you will feel refreshed and rejuvenated. Check in to your hotel for dinner an overnight stay."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Proceed to Talpe, a quiet village on Sri Lanka's South Coast with coconut palm fringed beach stretching for miles. En route, stop for lunch and savour the delicious dishes of Sri Lanka. Check in to the hotel for overnight stay."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Visit Galle Fort, Sri Lanka's most attractive seaside town. Locals play cricket along the beach, tourists promenade on the historic fort walls, while street sellers sell delicious tropical fruit under the palm palms. Afternoon is at leisure. Return to your hotel for overnight stay."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Free morning to relax and enjoy hotel surroundings. In the afternoon visit The Sea Turtle Hatchery, a facility dedicated to the conservation of some of the world's most endangered turtle species. Return to your hotel for overnight stay. The uniquely designed resort blends well with nature, and consists of charming chalets mostly made of recyclable substance. Discarded railway sleepers are put to good use in the making of decks and walls at the resort. Rough, hewn granite lend simple elegance to the floors of chalets adorned with thatched roofs of ‘Illuk’ straw that adds to their rustic beauty. The exquisite country side, breath-taking views and exciting nature trails will assure you of a memorable holiday at one of the most breath-taking Ella hotels in the region."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today is free to relax and enjoy hotel surroundings."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Visit the premises of Glenross Living, a century-old plantation house with a private pool surrounded by lush foliage, four bedrooms, and tasteful indoor living areas. Check in to the hotel for overnight stay."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Following breakfast, you have the option to either take part of the hotel's wellness treatments or go on excursions throughout the area. Return to your hotel for overnight stay."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "You will be picked up from the hotel and transferred to the airport in time for your departure."
    }
  ],
  "map": ""
}