{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-family-adventure-holidays",
  "tourName": "Sri Lanka family adventure holidays",
  "placesVisited": "",
  "generalInfo": "This wonderful family adventure begins with immersing you straight in to the culture and community of Sri Lanka. Enjoying sundowners with local fishermen near Negombo.<br/>The experiences and sights will provide memories to treasure together forever!<br/><br/>Visit to Sigiriya. This region is home to the “Lion Rock” famous for its frescoes of ‘Celestial Maidens’ is possibly the most impressive site in Sri Lanka.<br/><br/>Spend time experiencing a rural community, followed by lunch. The experience includes a visit to a small school with just about 20 children below the age of 10 years. The visit is followed by a walk through the village and various plantations including Chena cultivations, ending up at a village house where you will enjoy a typical Sri Lankan rice and curry meal.<br/><br/>Visit the Temple of the Sacred Tooth Relic of Lord Buddha.<br/><br/>Enjoy a scenic train ride from Kandy to Nuwara Eliya.<br/><br/>safari in the Udawalawe National Park.<br/><br/>Udawalawe is the most reliable place to see elephants in their wild habitat year-round.<br/><br/>A treasure hunt! Using clues and your mobile phone. This is a super-fun way of exploring Galle and  its’ special sites and locations.",
  "durationDays": "11",
  "price": "3944",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Bandaranaike International Airport. Upon your arrival at the airport, you will be welcomed and assisted by a Representative of Journey In Style. You will then be escorted to your vehicle and introduced to your chauffeur and transferred to your hotel. In the evening, drive to Negombo where you will experience a boat ride to an island in the lagoon where you will enjoy a spectacular sunset while enjoying cocktails and drinks. Check into your hotel for your overnight stay."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Breakfast in the hotel. After breakfast, checkout from the hotel and proceed to Anuradhapura. Check in to you hotel. Enjoy the premises, activities and the hotel facilities as you relax for the remainder of the day. Return to your hotel for overnight stay."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Your day is at leisure to enjoy your hotel and surroundings. The hotel has lots of amazing activities on offer from Horse Riding, or discover your surroundings on a bike ride around the local village, Athungama. Kayaking or head off the beaten track with an 4x4 drive, weaving along earthen tracks through rural countryside dominated by rice paddies. Birds and buffalo are often sighted alongside other wildlife, including elephants, particularly when you reach scenic Nachchaduwa Lake, a vast reservoir framed by dense pockets of forest and the distant hills. This setting makes a great spot for enjoying sundowners before heading back to the hotel. *Elephant sightings however depend on the season, July to August being the peak."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After an early breakfast, head out to Sigiriya. This region is home to the “Lion Rock” famous for its frescoes of ‘Celestial Maidens’ is possibly the most impressive site in Sri Lanka. Enjoy a climb to the top of this sky citadel. Spend time experiencing a rural community, followed by lunch. Enjoy a stroll through a small rural village in the elephant country of Sigiriya. The experience includes a visit to a small school with just about 20 children below the age of 10 years. The visit is followed by a walk through the village and various plantations including Chena cultivations, ending up at a village house where you will enjoy a typical Sri Lankan rice and curry meal. Having completed your village experience, drive to the central hill country to arrive at your next destination, the city Kandy. Check in to your hotel for your overnight stay."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, you will visit the Peradeniya Botanical gardens. Initially a royal park, in 1821 under British rule it became a botanical garden. Here, exotic crops such as coffee, tea, nutmeg, rubber and cinchona (quinine) – all of which were to become important to the country’s economy were first tested. The Botanical gardens are fantastic with an excellent orchid house and a wide variety of plant species from all over the world. For keen gardeners, at least a morning is recommended to visit the gardens, possibly longer. Thereafter, enjoy a tour of the city of Kandy. Wandering about in Kandy is a fun experience, with crossroads and interconnecting byroads – all forming an intertwined complex. Most pavements are dominated by vendors selling garments, lotteries, toys and various fancy items – making passing through look almost impossible, especially during festive seasons. The main market area in the heart of the town is frequented often for its array of fresh fruits, vegetables, fish and meat stalls, sweets, clothes, fancy goods and what not…! In the evening, Visit the Temple of the Sacred Tooth Relic of Lord Buddha. Ever since it was founded in the 16th Century, it has housed one of the most sacred relics of Buddhism – a tooth of Buddha collected from his funeral pyre and which is now protected within the gold-roofed Temple of the Tooth. See the blessing ceremony with all the fanfare, drums, trumpets and brightly coloured Monks performing their rituals. Return to your hotel for overnight stay."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, traverse to Nuwara Eliya. Set in the cool and misty hilly interior at an altitude of 1800m is the city of Nuwara Eliya. Developed by the British in the 19th century as an escape from the sweltering heat of the lowlands it came complete with half- timbered mock-Tudor houses with inglenook fireplaces & billiard tables, a golf course, race track, gentlemen’s clubs and botanical gardens. Now a bustling town and the vegetable garden of Sri Lanka it nonetheless gives you a glimpse into life in the colonial heyday. Check in to your hotel for overnight stay. Optional : Enjoy a scenic train ride from Kandy to Nuwara Eliya"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Your next destination is the town of Udawalawe. Check into your hotel and prepare for an afternoon safari in the Udawalawe National Park. Udawalawe is the most reliable place to see elephants in their wild habitat year-round. Some 400-500 elephants live in the park and herds of up to 50 are commonly seen. The open plains are covered in thick manna grass up to the borders of the large reservoir in the centre and the Walawe river. The park is also covered by some abandoned teak plantation and a dense scrub jungle. This variety in habitat makes for a rich variety of wildlife and game. As well as elephants, leopards too live in the park (though you will be very lucky to spot one) along with toque monkeys, grey langur, spotted deer, wild pig and sambar. There are numerous bird species of course and Udawalawe is particularly rich in raptor species, among them the white bellied sea eagle and the crested serpent eagle."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, check out from your hotel and travel to Galle. Make a stop at the elephant transit home during your journey. Supported by the Born Free Foundation (www.bornfree.org.uk), this complex is a halfway house for orphaned elephants. After rehabilitation, the elephants are released back into the wild, many into the Uda Walawe National Park. Although you can’t get up close and personal with the elephants, seeing them at feeding time (from a viewing platform) is still a lot of fun. Elephants here are not normally chained at night (unlike at other elephant 'orphanages') in Sri Lanka. Over 100 elephants have been rehabilitated at the Elephant Transit Home and subsequently released into the wild. The coastal town of Galle, the capital of the Southern Province, is best known for its impressive fort: a UNESCO World Heritage Site and the best-preserved colonial sea fortress in Asia. The fort was built and modified over 4 centuries; started by the Portuguese in the late 16th century it was later taken over by the Dutch and eventually by the British. Protected within its walls, bastions and ramparts is a complete town with narrow streets, churches and cloistered inner courtyards of shuttered mansions, which clearly bear testament to their colonial past En-route enjoy a viewing of Stilt fisherman Stilt fishing is a method of fishing unique to the island country of Sri Lanka. The fishermen sit on a cross bar called a petta tied to a vertical pole and driven into the sand a few meters offshore. ... Fishing stops entirely during the annual monsoons Check in to your hotel for overnight stay."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Breakfast in the hotel. Today you will enjoy a tour of Galle. Followed by a treasure hunt. This is a super-fun way of exploring Galle and its’ special bits and pieces. Return to your hotel for overnight stay."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast check out from your hotel and travel to Colombo. In the evening enjoy a tour of Forgotten Colombo on a Landy Check in to your hotel for an overnight stay"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to the airport for your flight home or onward to your next destination. Why not extend with a beach stay in Bentota or head off to the idyllic islands of the Maldives! Sri Lanka combines perfectly with the Maldives. Ask us for more information."
    }
  ],
  "map": ""
}