{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "wildlife-holiday-in-sri-lanka-private-departure",
  "tourName": "Wildlife holiday in Sri Lanka, private departure",
  "placesVisited": "Elephants at Minneriya/Kaudulla National Park, Kitulgala, Bird watching in Kelani Valley Forest Reserve, Victoria Park and Bundala National Park, Nuwara Eliya, Horton Plains National Park, Uda Walawe National Park, Tissamaharama, Yala National Park, Whale watching (Nov-April)",
  "generalInfo": "Marco Polo decided Sri Lanka as ‘undoubtedly the finest island of its size in the world’ and that description remains accurate today! This lush, tropical paradise was known to Arab traders as Serendib – hence the word ‘serendipity’, meaning discovery by happy accident – and for a small island, it has much to offer visitors interested in nature and wildlife. <br/><br/>Sri Lanka’s very own Big Four are here – leopard, sloth bear, elephant and blue whale – and this 15-day trip includes all the highlights of this environmentally diverse country. Sri Lanka’s 86 species of mammals, more than 400 bird species and colourful array of flowering plants and trees are all found within its 21 National Parks and in the surrounding Indian Ocean, which is alive with mighty blue and sperm whales, as well as large pods of dolphins. <br/><br/>The itinerary below is just a suggestion. We can also tailor make wildlife holidays to Sri Lanka and you can enjoy using our online holiday planner to piece together your own itinerary at your leisure. Explore and plan your route, excursions and activities from the comfort of your armchair, and also select the style of accommodation that appeals to you most. <br/><br/>The best time to come to Sri Lanka is between the main rainy seasons. Thanks to its position just north of the equator, the island enjoys an almost constant temperature throughout the year, but rainfall varies widely. In the south, southwest and Hill Country, the best time to visit is from November to April, after the southwest monsoon is over. However, the north and east are affected by the northeast monsoon during this period and are dry but hot from April to September. The Hill Country remains a lot cooler throughout the year.<br/>",
  "durationDays": "14",
  "price": "2495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Colombo airport and greeted by your dedicated chauffeur guide. Drive into the island’s Cultural Triangle (ancient cities' area). Two nights stay at Galkadawala Forest Lodge near Habarana, which is an open-plan forest lodge built sensitively with its natural surroundings and nestled in ‘jungle’ near a picturesque lake. It is a unique property in a stunning setting with an eclectic charm at every turn, an ideal retreat for nature lovers."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You may like a leisurely morning to recuperate from the flight. If you don't then there's plenty to do in the area including an early morning (06.00) field session of the ‘Monkey Tour’ run by The Smithsonian Primate Research Station at Polonnaruwa; a visit to Popham’s Arboretum, which is the island’s only ‘dry zone’ Arboretum, home to a great variety of trees, birds, butterflies, dragonflies and mammals; an early morning (07.00) ascent of the rock fortress of Sigiriya to view the surrounding countryside at dawn – a very special experience indeed; a gentle climb up the granite massif at Dambulla to visit Sri Lanka’s finest cave temples; a guided tour of the medieval capital of Polonnaruwa, with its historic temples and exquisitely carved statues. After lunch, head to Minneriya for an afternoon (15.00) jeep safari in Minneriya National Park, which is part of an ‘elephant corridor’, along with Kaudulla National Park, for the vast herds roaming the eastern region of the country from Trincomalee through to Wasgamuwa, Maduru Oya and Gal Oya National Parks further south. The park is home to a variety of animals such as elephants, leopards, toque macaques, purple faced langurs, sloth bears, sambar and spotted deer, and about 160 bird species, including many endemics. IMPORTANT – Minneriya is home to the ‘gathering’ between August and October, when large herds of elephants congregate around Minneriya Lake to seek the last available water at the end of the dry season."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Travel south to Kandy before continuing to Kitulgala in the foothills of the western Hill Country,made famous by the cinematographic epic, Bridge on the River Kwai, which was filmed here in 1956. Two nights stay at Borderlands Eco Lodge. Overlooking the Kelani River, the eco lodge and jungle camp provides a ‘glamping’ experience for those who need a certain degree of comfort. Surrounded by mountains and the clear, rushing river below, the site is truly stunning."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "A half-day hike through Makandawa Rainforest Reserve, a spectacular area of jungle-clad hills and plantations growing low-country tea and rubber, which was established to protect the watershed of the Kelani River. Similar to Sinharaja, the lowland rainforest around Kitulgala is one of the best spots to see endemic bird species on the island. For example, the Sri Lanka hill munia, chestnut-backed owlet and Sri Lanka small barbet are all resident here, and the green-billed coucal is certainly easier to see at Kitulgala than in Sinharaja. Other birding highlights include the Sri Lanka orange-billed babbler, black eagle, scarlet minivert and blue magpie. (Packed lunch provided) Kitulgala has become the adventure capital of Sri Lanka with white-water rafting, canyoning, flat-water and white-water kayaking, canoeing, hiking, and mountain biking all on offer. For the faint-hearted, there is Belilena Cave close by, which is one of the larger prehistoric caves on the island, where the 30,000-year-old skeletal remains of 'Balangoda Man' (Homo sapien balangodensis) have been found in addition to microliths, bone implements, and food remnants."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, head into the upper Hill Country, following the winding vertiginous roads through the velveteen slopes of verdant tea plantations and past spectacular waterfalls and impressive mountain scenery on your way to Nuwara Eliya, the British colonial capital of the Hill Country and the highest town in Sri Lanka at 1900 metres above sea level. Visit Victoria Park, which is a particularly good area for spotting Himalayan migrants (Kashmir flycatcher, pied thrush, Indian pitta and Indian blue robin) and Sri Lankan endemics (yellow-eared bulbul, Sri Lanka white-eye and dull-blue flycatcher). Night stay at Jetwing St. Andrew’s, which is a restored Georgian style upcountry mansion and former tea planters’ club surrounded by terraced lawns and still preserving the charm of a bygone colonial era with its typical Hill Country atmosphere in the heart of ‘Little England’ with a contemporary Sri Lankan touch. The hotel also offers a Frog Watching Tour with the resident naturalist for a night-time scout for amphibians."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Drive to Horton Plains for an early morning (07.00) trek through the heath and forest of Horton Plains National Park, via Baker’s Falls, in time to see the awe-inspiring views at World's End before the cloud sets in – circuit is approximately 9 km in length along rough and uneven trails, including a few moderate climbs, which may offer challenges to people with mobility issues. Horton Plains is a particularly good area for spotting endemics, including: Sri Lanka whistling thrush (endangered), Sri Lanka bush warbler, Sri Lanka blue magpie, black-throated munia, orange-billed babbler and dull-blue flycatcher. Continue to Ella in the southern Hill Country for an afternoon in the cool mountain air of Ella Gap. Night stay at 98 Acres Resort & Spa, which is a luxury retreat with spectacular views in an idyllic location at the southern end of the Hill Country. Surrounded by the eponymous scenic tea estate in Uva Province, it was constructed with the emphasis on eco-friendliness and sustainability."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Drop down to Wellawaya on the southern plain through Ella Gap before continuing south across the hot and dry southern plain to Thanamalwila and heading west to Udawalawe. Two nights stay at Kalu’s Hideaway, which is nestled in a beautifully manicured garden of two hectares, including raised organic vegetable beds, swimming pool and spa, this rustic countryside hotel is close to Udawalawe reservoir and surrounded by lush woodland and paddy fields."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "All-day jeep safari in Udawalawe National Park, which is renowned for its outstanding scenic beauty and wealth of animal species, particularly mammals and birds. The park is centred on the large Udawalawe Reservoir, fed by the Walawe Ganga that originates in the southern Hill Country. Of all Sri Lanka's national parks, this best rivals the savanna reserves of Africa, with herds of elephants, wild buffaloes and sambar deer, and leopards. There are about 500 elephants in the park in herds of up to 100 individuals. Udawalawe National Park is known to be the best place to see wild elephants in Sri Lanka, because of the elephant-proof fence surrounding the reserve, which prevents elephants from escaping and cattle from getting in. There are also populations of spotted and barking deer as well as wild boar. Other mammals include toque macaque and common langur monkeys, silver-backed jackals, sloth bears, toddy and civet cats, and mongooses. For bird watchers, there are large numbers of warblers, together with the usual low country birds in forested areas, and a variety of raptors. Water birds found on the reservoir include rare visitors and breeding residents such as the Indian cormorant and osprey. Notable endemic species are the Sri Lanka spurfowl and junglefowl, Malabar pied hornbill, Sri Lanka grey hornbill, and the brown-capped babbler."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Return to Thanamalwila before heading south to Tissamaharama (Tissa). Two nights stay at EKHO Safari Tissa, which is a former government rest house idyllically positioned on the banks of serene and tranquil Tissa Wewa lake. The hotel offers stylishly decorated rooms with spectacular lake views, refreshing swimming pool and dining terrace, and it is conveniently located for arranging jeep safaris in Yala and Bundala National Parks."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "All-day jeep safari in Yala National Park, which is one of the island's best-known reserves and one of its largest. This Dry Zone region mostly has arid thorn scrub, interspersed with small dusty glades – the ideal habitat to view elephants, Sri Lanka's largest mammal. The park does have a varied landscape, however, from parkland to dense jungle on the plains, scrubland with rocky outcrops and several streams, small lakes and lagoons. The picturesque ocean frontage to the east has wide beaches and high sand dunes. A former hunting reserve, which was transformed into a nature park in 1938, Yala National Park, also called “Ruhuna”, is currently home to over 390 elephants, several of which are tuskers, and about 120 leopards, reportedly the highest density of leopards in the wild anywhere in the world. Watching elephants go for their bath at sunset or seeing leopards laze about on the rocks at dusk are the most popular natural spectacles at Yala National Park. However, you may also see other species of mammals such as sambar and spotted deer, wild boar, buffalo, musk deer, black bear, the unique small Loris, toque macaque and langur monkeys, jackal, mongoose, porcupine, civet cat, anteater, and the enigmatic sloth bear. Over 150 species of birds have been recorded in Yala National Park, including the Sri Lankan Junglefowl, White-bellied Fish Eagle, Painted Stork, Black-necked Stork, Lesser Adjutant, Pompadour Green Pigeon, Orange-breasted Green Pigeon, Brown Fish Owl, Red-faced Malkoha, three species of bee-eaters, and large numbers of waders (including three species of pratincole and two thick-knees). IMPORTANT – Yala National Park (Block 1) is closed from 01 September for up to 2 months annually as a respite period for the animals at the end of the dry season."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Early morning (06.00) jeep safari in Bundala National Park, which is the first Ramsar site (wetlands of international importance) in Sri Lanka and it is the most significant wetland for birds on the island outside of Northern Province. The shallow, brackish lagoons and saltpans of the park are among the most important overwintering areas for migratory shore birds in the country. This bird sanctuary is home to every species of water bird resident in the country. The rare black-necked stork is said to be a breeding resident in Sri Lanka. Vagrants turn up occasionally including the capion plover, ringed plover, common redshank, red knot, red-necked phalarope, common avocet and various sandpipers. The forest still harbours elephants as well as toque macaque and common langur monkeys, jackal, leopard, fishing and spotted cats, mongoose, wild boar, mouse, barking and spotted deer, sambar, black-naped hare, Indian pangolin, porcupine, mugger and estuarine crocodiles, common monitors, star tortoise, and pythons. Leave the park and continue west along the picturesque southern coastline to Mirissa. Night stay at Villa Atulya, which is a home away from home experience in luxury. The villa has five ocean-facing, spacious air-conditioned rooms, and offers you a taste of authentic Sri Lankan hospitality, culture and food. The villa is located on a quiet beach where the Indian Ocean laps at the edge of the property, local fishermen offer you their catch and turtles their lay eggs after dark."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to Weligama for an exclusive ‘Ocean Safari by Borderlands’ (starting at 07.30). On arrival, you will be handed safety equipment, and given a safety briefing and the plan for the day. After registering at Mirissa Harbour (a mandatory requirement), you will start looking out for whales‘ blowholes, which are projected 8 to 12 metres high and are normally spotted 16 to 24 nautical km away. Your experienced skipper will know how best to reach these leviathans of the deep from their extensive knowledge of the local tides and currents. During your Rib speedboat ride, you will also learn about other marine life and local fishing techniques. Once you reach a well-known submarine canyon of around 1 km deep, you will be able to admire the beauty of these wonderful beasts at close quarters and learn how to recognise individuals by observing the dorsal fins, cape, throat grooves, flippers, flukes, etc. On the way back to the bay, you may stop for snacks and refreshments, while back in the bay, you may swim or experience a variety of water sports activities. IMPORTANT – Season from November to April. Continue further west along the southern coastline to Galle, famed for its Dutch colonial era fort. Two nights stay at Fort Bliss, which is a comfortable four-bedroom town villa with courtyard garden and sit-out veranda within the Fort. Elegantly furnished and built in harmony with the original colonial Dutch architecture of the 17th century, it is located only a few metres from the famous ramparts."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Early morning (07.00) boat safari through the mangroves and lush vegetation along the Mahamodara River near Galle, which offers great opportunities for spotting birds, butterflies, monitor lizards, and much more! A variety of water-borne birds can be seen including purple and grey herons, large and little egrets, Indian shag, and white-breasted, common and Indian-pied kingfishers. Among the forest dwelling birds are the spotted dove, pompadour green pigeon, drongos, bee-eaters, parakeets, coucals, and barbets. The birds of prey include the Brahmini kite, white-bellied sea eagle and the tank eagle."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to the airport, via the Southern Expressway, for your flight home."
    }
  ],
  "map": ""
}