{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "tailor-made-classic-family-holiday-to-sri-lanka",
  "tourName": "Tailor made classic family holiday to Sri Lanka",
  "placesVisited": "",
  "generalInfo": "Family holidays to Sri Lanka Classic tour is design for those, who like to spend their family holidays actively and visit most famous attractions of Sri Lanka. We are experts to Sri Lanka and we do Tailor-made Holidays. Sri Lanka is the perfect family holiday destination.<br/>Why it is important to plan your holidays with children carefully to Sri Lanka?<br/>We all know that the family time is precious. We all want to spend our holidays the best possible way to relax and make sure our children having a good time as well as the adults in Sri Lanka. Our team will design tours and holidays for families with kids to ensure that the places are safe and family friendly in Sri Lanka. Personalised tours will enable you to choose every detail of your holiday. In the meantime, check out our suggested holidays and tours that we have prepared for family holidays to Sri Lanka.<br/><br/>Highlights of the tour:<br/><br/>   -  Scenic rain journey through tea hills and waterfalls<br/>    - Climb up the stunning Sigiriya Rock fortress<br/>    - Jeep safari to see elephants in wild and many other animals<br/>    - Visit ancient cities of Sri Lanka<br/>    - Visit colourful temples and markets<br/>    - Enjoy sandy beaches<br/>    - Stay in Sri Lanka best family friendly hotels<br/>   -  Private driver during your Family Holidays to Sri Lanka and possibility to customise details<br/><br/>Price Included<br/>£1910 Per Person and the price is based from 2 adults and 2 children travelling together.<br/>Return in-direct flights from UK/EU (£500 PP)<br/>All Accommodation and meals as stated<br/>All Excursions and entrance fees as stated<br/>Private A/C vehicle with English speaking driver guide for the duration of the tour<br/>*Prices can be higher during high season and Christmas/New Year holidays. Feel free to contact us to discus in details Family Holidays to Sri Lanka",
  "durationDays": "14",
  "price": "2890",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Negombo: “Ayubowan” & ‘’Vanakkam’’ Welcome to tropical paradise. You will be welcomed & greeted by your guide or The Earth Trip representative on arrival at the Waiting Area of Colombo Airport. You will travel to your hotel in Negombo. Travel time approximately 30 minutes depend on the road traffic. Your Family Holidays to Sri Lanka begins. Location : Negambo Hotel: On Half Board"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Negombo > Sigiriya : After breakfast you will travel to Sigiriya. Travel time is approximately 3 ½ hours. In the evening you will visit to Dambulla Cave Temple. Dambulla Golden Rock Cave Temple is a vast isolated rock mass 500ft high and a 1.6 km around the base. Here is found the impressive Rock Temple dating to the First Century BC. The caves of Dambulla sheltered the King Walagamba during his 14 years of exile from Anuradhapura. When he regained the throne he built the most magnificent of Rock Temples to be found on the Island. The complex consists of five caves with over 2000 sq. meters of painted walls and ceilings. It is the largest area of paintings found in the world. It is an UNESCO World Heritage site. In the first Cave is a recumbent image of the Buddha 14 metre long cut out of the Rock. There are images of deities associated with Buddhism all around. The frescoes on the ceiling date back to the 15th - 18th Centuries. In the Second Cave, the finest and the largest of all, there are 150 life-size statues of Gods from the Buddhist religion along with numerous images of the Buddha himself. Location Sigiriya Hotel: On Half Board"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sigiriya Rock Fortress: After breakfast you will climb Sigiriya Rock Fortress. Sigiriya is a UNESCO World Heritage site which is proposed to be the 8th wonders of the World. Sigiriya, a massive rock in the green scrub jungle, is perhaps the most memorable place for visitors to Sri Lanka. Climbing Sigiriya Rock it is a must during your family holidays to Sri Lanka Afternoon parents can enjoy the Ayurveda massage to rejuvenate your bodies. Ayurveda is the ancient health care system in South Asia that has been passed down from father to son and based on herbs and diet. It is one of the world’s oldest forms of healing and treatment. You will find some of the best Ayurveda practitioners in Sri Lanka. Location : Sigiriya Hotel: On Half Board"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Sigiriya > Kandy In the morning you will visit to Polonnaruwa. Travel time approximately an hour. Polonnaruwa was the mediaeval capital of Sri Lanka, and today it is one of the most beautiful centres of Sri Lanka’s cultural heritage and UNESCO Heritage site. With its comparatively brief history and a dozen rules, it is far more completely preserves ruin than Anuradhapura. Visit the ancient ruins and Gal Vihara complex, where 3 gigantic Buddha's statues are carved out of a single rock. You also will be able to see the toque macaque monkeys found only in Sri Lanka. Afterwards you will travel to Kandy. Travel time is approximately 2 hours. Location : Kandy Hotel : On Half Board"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kandy : After breakfast you will visit Peradeniya botanical garden. The botanical garden of Peradeniya, near Kandy, was firstly established in the 14th century. Since British times Peradeniya has become one of the finest botanical gardens in Asia. When the British eventually wrested control of the Kandyan Kingdom in 1815, the site at Peradeniya was a Royal Pleasure Garden, apparently being enjoyed by the last Queen of Kandy. In typical fashion, the British were quick to establish their own indelible stamp on this lush corner that exists in the cradle of a deep bend in the wide and languid river, the Mahaweli. Initially managed by Alexander Moon, the gardens started as little more than a coffee and cinnamon plantation. Today, spread over a sprawling 147 hectares, they are home to some 4,000 species from all corners of the earth. There is a pungent and fascinating spice garden which provides a fine introduction to the long-practiced medicinal science of Ayurveda and an exceptional orchid house sheltering some 300 varieties. A number of the wider pathways are tree-lined, including the classic “Avenue of Palms” which has the aesthetic power to transform a simple stroll into an event. In the evening you will see Traditional Kandyan Dance – Kandy, Sri Lanka’s second largest city is home to a Sinhalese cultural tradition of which Sri Lankans are justifiably proud. Rich in colour and agile in their movements, the Kandyan Dancers evoke images of pageantry and traditions past. Lively and exuberant, spellbinding and hypnotic, a Cultural Show is a spectacle to remember with its nimble dancers, energetic drummers and fireproof firewalkers Location : Kandy Hotel : On Half Board"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kandy > Nanu Oya > Ella After breakfast at 09.00hrs you will experience of the most scenic train journeys for 4 hours. The most scenic train trip in Sri Lanka is the one between Nanu Oya and Kandy. It is a real must when visiting Sri Lanka. but the beautiful mountain scenery passing by outside your train window is breath-taking and well worth getting a slightly sore butt for. Also, just watching the passing villages and the locals getting on and off the train at each station is fascinating and give you an insight into Sri Lankan daily life. At each stop, vendors selling snacks, drinks and food get on and off, so there are plenty of Sri Lankan specialties to indulge in. Afterwards you will travel to Ella. Location : Ella Hotel : Bread & Breakfast"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ella : After breakfast you will visit the Lipton Seat & Dambatenne Tea Factory. Lipton Seat is located on the top of the Poonagala hill; this is quite literally the point from which the Scottish tea baron Thomas Lipton would often proudly survey his tea plantations. On a clear day it offers a spectacular view of mountain ranges, lakes and valleys all the way to the southern coast. You will hike to the point through lush tea plantations or you can opt to drive up in the comfort with your guide. Dambatenne Tea Factory was built in 1890 by Sir Thomas Lipton himself, this colonial tea factory is still in operation today. The term “Ceylon Tea” was coined here, and Lipton’s Tea was founded and sold its first pound of tea from the precincts of this very factory. The factory tour is an education in the intricate processes involved in the fermentation, rolling, drying, cutting, sieving and grading of tea, and the comprehensive tour culminates with an authentic tea tasting experience (It’s closed on Sundays). Location : Ella Hotel : Bed & Breakfast"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ella > Udawalawe Early morning hike to see the sunrise from Little Adam’s Peak. Little Adam’s Peak resembles the main Adam’s Peak near Hatton. By foot it takes about 35-40 minutes. Here you will be able to enjoy the breath-taking views of an endless valleys, tea plantations and waterfalls. Afterwards you will travel to Udawalawe. Travel time approximately 2 hours depend on the road traffics. Afternoon safari at Udawalawe National Park known as the best national park to spot elephants. With an area of 31,800 hectares surrounded by mountain ranges, the terrain of the park is a mixture of grassland, shrub jungle, wild tea plantations and two important factors which make this park special - the large Udawalawe Reservoir and the Walewe River, which ensure a supply of water for the fauna within. Internationally renowned for its large herd of elephants, the park is also known for several species of Deer, Wild Boar, Wild Buffalo, Jackal and rare sightings of Leopard as well as many species of birds Location : Udawalawe Hotel : On Half Board"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Udawalawe > Galle : After breakfast you will visit the Udawalawe National Park safari and to visit Elephant Transit Home en-route to Galle. Elephant Transit Home (ETH), where the orphan wild elephants are treated, raised and released back to the wild, also is located at Udawalawe. Visitors to this place can observe how the elephants are taken care of, twice a day. Total number of orphaned elephants exceeds 40, of which most of them are calves and juveniles. The animals become matured enough to live on their own, are released back to the wild. Park authorities keep constant vigilance on the newly released animals, until they get used to the new life in the wild. Click the link for BBC Natural World Documentary (Elephant Island) 2013 Afterwards you will travel to Galle. In the evening you will discover the Dutch Fort. There are many boutique shops along the narrow streets of the Fort as well as antiques, art and craft shops. Galle is situated in the southern Sri Lanka. It is the best example of a fortified city built by Europeans in south and Southeast Asia, showing the interaction between European architectural styles and south Asian traditions. The Galle fort is a UNESCO world heritage site and the largest remaining fortress in Asia built by European occupiers. Other prominent landmarks in Galle include the natural harbour, the National Maritime Museum, St. Mary's Cathedral founded by Jesuit priests, one of the main Shiva temples on the island. Galle offers a unique opportunity to create a visible demonstration of the conservation of its inheritance. Location : Galle Hotel : Bed & Breakfast"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Galle > Balapitiya Today you will have a Sri Lanka culinary experience and Lunch with local family to learn about Sri Lankan food. Enjoy Sri Lankan traditional culinary experience for Lunch (included). You can also learn to cook few Sri Lankan dishes if you like to. You will visit a local family about 10 minutes away from Galle. When you arrive you will be welcomed. Here you will learn how to prepare and cook Sri Lankan dishes such as. You will also discover how coconut milk is made, learn to crack open and scrape out your own coconut, and taste samples of each dish as you go along. The end product is a feast of 7 unique dishes served in a lotus leaf which you can eat local-style with your fingers if you are up for the challenge. (If you like spend the day buying ingredients with the host in Galle markets you are welcome to join in the Morning). Afterwards you will travel to Balapitiya. Travel time approximately an hour. Location : Balapitiya Hotel : On Half Board"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Balapitiya : Full day at leisure. Location : Balapitiya Hotel : On Half Board"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Balapitiya: Balapitiya : Full day at leisure. Optional: You can take Boat Tour on the Madu River. You will explore this remote area and Cinnamon Islands. Madu Ganga or (Madu River) wet land spreads across 915 hectares, out of which 770 hectares is covered with water. Sail downstream for about a kilometre, the river opens its doors to 36 spectacular islands covering the rest 145 hectares. The inhabitants of these islands are mostly traditional fishermen and to some extent they are engaged in some traditional cottage industries such as producing peeled cinnamon and cinnamon oil. Location : Balapitiya Hotel : On Half Board"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Balapitiya: At leisure. Hotel: Shinagawa Beach on Half Board"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Balapitiya > Airport Today you will travel to Colombo Airport to fly to London. Travel time approximately 2 hours depend on the road traffics."
    }
  ],
  "map": ""
}