{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "best-of-sri-lanka-21-day-holiday",
  "tourName": "Best of Sri Lanka 21 day holiday",
  "placesVisited": "Anuradhapura, Great Nallur Temple, Jaffna Dutch Fort, Kandy’s Temple of the Tooth, Polonnaruwa ancient ruins, Sigiriya rock fortress, tea plantation and tea tasting, boat safari in Gal Oya National Park, scenic high altitude train ride, elephant transit home, safari drive in Wilpattu National Park, Dutch Galle Fort",
  "generalInfo": "This three week tailor made tour of Sri Lanka takes travellers from north to south to provide an all-encompassing introduction to the island from the comfort of a private car driven by a knowledgeable local guide. Starting in Anuradhapur you’ll be invited to experience some of Sri Lanka’s best national parks and ancient temples where everything from wildlife to waterfalls becomes a daily part of life just as readily as tea plantations and crumbling citadels.<br/><br/>From spotting sloths and leopards on safari in Wilpattu National Park to gazing offshore for signs of blue whales, this 21 day holiday is all about discovering Sri Lanka at a pace that suits you with classic highlights and lesser-known sites adding to an awfully exotic adventure.<br/><br/>UNESCO sites also come thick and fast in Sri Lanka with Anuradhapura, the Temple of the Tooth, Polonnaruwa and Sigiriya all adding to an itinerary that’s as exciting as culturally enlightening. Stunning natural landmarks are commonplace too with a boat ride through Gal Oya National Park and a train journey to Jaffna both conjuring a look at life in Sri Lanka from a whole new perspective.<br/>",
  "durationDays": "21",
  "price": "4560",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "All hotels and activities are suggestions only. We will change it according to your choice. Negombo You will be welcomed & greeted by your guide on arrival at the Waiting Area at the Colombo BIA International Airport and transfer to your hotel, 30 minutes depends on the road traffic. Location: Negombo; Hotel: Jetwing Blue on Bed & Breakfast"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Negombo - Wilpattu Today you will travel to Wilpattu. Travel time approximately 3,5 hours. Afternoon you will take a safari in Wilpattu National Park. Wilpattu National Park (‘Land of Lakes’) is situated in the Northwest coast near the ancient city of Anuradhapura. It is the largest and oldest National park in Sri Lanka consisting 140,000 hectares of mostly dry zone evergreen forest cover and coastal belt to the West. This is one of best places see leopards in Sri Lanka alongside Yala National Park. The open grassy plains set within the thick dense scrub jungle. The wetland includes around 48 shallow natural lakes known as Villus, natural basins that are filled up with rainwater and two salt water lakes. These natural lakes are the most important parts of the complex eco-system in the park. The park is home to elusive Leopards, elephants, Sloth bears, Water Buffalos, Mugger Crocodiles, Spotted and Barking Deer, Wild Boar and Pythons. Alongside these wild animals you will be able to see many endemic birds include the Ceylon Junglefowl, Brown-capped Babbler, Ceylon Woodshrike and Black-capped Bulbul in riverine habitats. Butterflies recorded include the Great Eggfly, Great Orange Tip, Glad-eye Bushbrown, Blue Mormon, Common Mormon, Common Rose and Crimson Rose. As well diverse varieties of colourful butterflies can be seen in the park as well.You will see the wild animals particularly elephants near lakes in the early morning and late afternoons. The wild life id abundant around lakes and coastal belt such as White Ibis, Open Bills, Painted Storks Spoonbills, Egrets, Whistling Teals, Kingfishers and you can also see the water buffalos, monitors and crocodiles. Location: - Wilpattu Hotel: Ibis on Breakfast & Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Anuradhapura : In the morning you will experience a safari at Wilpattu National Park. In the afternoon you will explore The Scared City of Anuradhapura (we recommend early start around 8am avoid the heat or late afternoon). Anuradhapura stands equal to Pyramids at Giza on the architectural level during their time. This magical place with enormous Dagobas, palaces, monasteries and monuments evidence one of the greatest civilisations in the world. The scared city of Anuradhapura was first Royal Kingdom and capital of Sri Lanka that lasted for 1,500 years until it was abandoned after the invasion by South Indian Cholas in 993. Today Anuradhapura is one of the world’s major archaeological sites in the world. It is covered area about 40 km² and an UNESCO World Heritage Site. This sacred city was established around a cutting from the 'tree of enlightenment', the Buddha's fig tree, brought there in the 3rd century B.C. by Sanghamitta, the founder of an order of Buddhist nuns. The ruined city hidden away in dense jungle for many years brought to life by The British in the nineteenth century. Location: - Wilpattu; Hotel: Ibis on Breakfast & Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Wilpattu > Jaffna. After breakfast at 09:00am you travel to Jaffna by train from Anuradhapura. Yal Devi train resumed service between Colombo to Jaffna in restored tracks in 2014 after almost 25 years in absence due to the war. During the war the tracks was completely damaged. The Guardian & Telegraph ranked this train journey and northern Jaffna as in their top places to go in 2015. Upon arrival at Jaffna Train station you guide will pick up and you will travel to your hotel. If you like we can arrange a visit to colorful fruit and vegetable market of Jaffna. There are lots of local products. In the afternoon, you will take walk to see the clock tower and Fort. The ancient Jaffna Fort is the second largest existing fort in Sri Lanka. Originally built by the Portuguese in 1619 and re-built and expanded by the Dutch during the second half of the 17th and the 18th centuries to facilitate trading activities of Sri Lanka’s northern region indicate not only of Jaffna’s strategic importance to Europeans but its significance throughout Sri Lanka’s history. Nelson in his book Dutch ‘Fort in Sri Lanka’ claimed that ‘’ it was, as a technical fort, everything was done to the latest design at each successive stage and final result was the strongest fortress in the East’’ Location: - Jaffna Hotel: Fox Resort Jaffna on Breakfast & Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Jaffna : After breakfast you will visit Nallur Kandaswamy Temple, this fascinating Hindu temple also known Kovil in Tamil and shrine. It is dedicated to God Murugan – (God of Tamils). Nallur was part of once thriving Jaffna Kingdom. The Portuguese who captured Jaffna in 1560 demolished the Temple in 1621 leaving no traces of it. The temple then stood at Sankili Thoppu on the eastern side of the Point Pedro Road (The site was later used for erecting a Christian Church). Jaffna again fell to Dutch in 1658. They were more tolerant on religious freedom and the temple was allowed to be rebuilt in the current location in 1734 by Don Juan Mappana Mudliyar as a humble temple dedicated to lord Murugan. This impressive temple is now fully restored. The temple hosts an enormous and spectacular Hindu festival for over 25 days in July/August, which climaxes on the twenty fourth with parades of floats and displays of self-mutilation by entranced devotees. Afterwards you will visit Jaffna Library. Once it was considered be one of the biggest in Asia. It was burned down by the Sinhalese mob in 1981. This is important event in the civil war, this lead to the long war in the North & East of Sri Lanka. It regarded as important symbol of Tamil culture. After lunch you will explore Jaffna Karainagar and surrounded areas as they dotted with temples, on your way back Kandarodai archaeological site with Dagobas situated close together at the site served as a monastery for Tamil monks. Location: - Jaffna Hotel: Fox Resort Jaffna on Breakfast & Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Jaffna > Sigiriya : After breakfast you travel to Sigiriya (travel approximately 4 hours). Sigiriya is situated in the Cultural Triangle of Sri Lanka. One of the Asia’s major archaeological centers, home to 4 of the UNESCO World Heritage sites. The ruins and temple date back to 4th century B.C. The Cultural Triangle used to be the home of ancient Kingdoms. The area is full of culture, history and wildlife. Here the ancient Kings have developed one of the sophisticated and advanced civilizations of Sri Lanka. En-route to Sigiriya you will stop in Elephant Pass War memorial site. If you are lucky you may be able to see flamingos in the opposite lake. From here you will travel to Kilinochchi to see the war monuments (War Remembrance Wall and the damaged water tank). Location: - Sigiriya Hotel: Sigiriya Kings Resort on Breakfast & Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Sigiriya : After breakfast you will discover the Sigiriya Rock Fortress. Sigiriya is a UNESCO World Heritage site which is proposed to be the 8th wonders of the World. Sigiriya, a massive rock in the green scrub jungle, is perhaps the most memorable place for visitors to Sri Lanka. The site was known from ancient times as a hermitage for Buddhist monks. A well-planned monastic complex included caved temples, bathing pools, lovely ponds and Asia's oldest surviving landscaped gardens. The \"Lion stairway\", the \"mirror wall\" and the \"water gardens\" are its other highlights. The ruins of the capital built by the parricidal King Kassapa I (477–95) lie on the steep slopes and at the summit of a granite peak standing some 370 m high (the 'Lion's Rock', which dominates the jungle from all sides). Afterwards enjoy Ayurveda massage one hour each per person to rejuvenate your bodies. Ayurveda is the ancient health care system in South Asia that has been passed down from father to son and based on herbs and diet. It is one of the world’s oldest forms of healing and treatment. You will find some of the best Ayurveda practitioners in Sri Lanka. Ayurveda is a well known treatment for stress, diabetes, migraine, asthma, arthritis, immune system and high blood pressure. Ayurveda is derived from Sanskrit for life (ayuh) and knowledge (veda), means ‘the science of life’. Therefore, Ayurveda is one of the oldest medical sciences of the world and its origins date back as far as 5,000 years South Asia. Location: - Sigiriya; Hotel: Sigiriya Kings Resort on Breakfast & Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Sigiriya : In the morning you will visit Dambulla Cave temple. Dambulla Golden Rock Cave Temple is a vast isolated rock mass 500ft high and a 1.6 km around the base. Here is found the impressive Rock Temple dating to the First Century BC. The caves of Dambulla sheltered the King Walagamba during his 14 years of exile from Anuradhapura. When he regained the throne he built the most magnificent of Rock Temples to be found on the Island. The complex consists of five caves with over 2000 sq. meters of painted walls and ceilings. It is the largest area of paintings found in the world. It is an UNESCO World Heritage site. In the first Cave is a recumbent image of the Buddha 14 metre long cut out of the Rock. There are images of deities associated with Buddhism all around. The frescoes on the ceiling date back to the 15th - 18th Centuries. In the Second Cave, the finest and the largest of all, there are 150 life-size statues of Gods from the Buddhist religion along with numerous images of the Buddha himself. Afterwards you will visit, Avukana is 39 foot tall and 10 feet width Buddha statue and it’s carved out of one single rock, and is the tallest Buddha statue in existence today. This statue was carved during the reign of King Dhatusena in 459-477 AD, and thus has been preserved well over the years. Location: - Sigiriya Hotel: Sigiriya Kings Resort Room: Deluxe Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Sigiriya > Polonnaruwa > Gal Oya : After early breakfast you will visit Polonnaruwa, it was the mediaeval capital of Sri Lanka, and today it is one of the most beautiful centres of Sri Lanka’s cultural heritage and UNESCO Heritage site. With its comparatively brief history and a dozen rules, it is far more completely preserves ruin than Anuradhapura. Visit the ancient ruins and Gal Vihara complex, where 3 gigantic Buddha's statues are carved out of a single rock. You also will be able to see the toque macaque monkeys found only in Sri Lanka. After lunch you will travel to Gal Oya Lodge. Travel time approximately 3 hours. Location: - Gal Oya Hotel: Gal Oya Lodge Breakfast & Dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Gal Oya : In the morning you will take a boat safari to watch the birds and wildlife of Gal Oya. This is only park in Sri Lanka where you can take boat trip to watch the wildlife and swimming elephants. Gal Oya National Park lies south-east of the Kandy in the eastern district. The park was closed during the war for three decades. This park was established to protect the catchments area of the Senanayake Samudraya (lake). This wildlife richness of this wetland, the park is a natural habitat for a wide range of fauna and flora consisting of dry mixed vegetation including savannah grass and an extensive green cover. About 45% of the vegetation is evergreen forest, 33% savanna, 9% grassland, 2% cheina cultivations and the balance is water bodies dominated by Senanayake Samudraya. The park is host of medicinal shrubs and trees, while a number of locally known trees such as Vevarana, Halmilla, Veera, Palu, Ebony and Mahogany are found in great numbers. The park with its thick green canopy is a haven for species of birds and nearer to the Samudraya even migratory birds such as Painted Storks, Pelicans, Cormorants and Teals could be seen. A host of local birds such as the Grey Dove, Malabar Horn Bill and Grey Horn Bill, Koel and a number of water birds are found in this jungle habitat. January to May is the green season, with chance of afternoon and night time showers. The lake is at its fullest, amazing bird life as all the migratory species are in residence and stunning early morning views of cloud engulfed mountains. June-December is the dry season, as the year goes on the lake subsides and exposes the lake floor where fresh grass grows and attracts large herds of elephant. Hot days cool nights. The days are hot and the nights are cool. Optional: Take a Jeep safari or walk with indigenous people known Veddhas in the afternoon. Or just relax and enjoy the remote nature. Location: Gal Oya Hotel: Gal Oya Lodge Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Gal Oya > Kandy : After breakfast you will travel to Kandy. Along the way to Kandy there are some very nice view points. Travel time approximately 3 hours. Kandy is a beautiful historical city in the citadel of the country. It is not only known for its great kings who ruled the city for almost 225 years independently until the British took over in 1815, but it is also the place where the Sacred Tooth of Lord Buddha is laid in a magnificent temple. Strategically nestled amidst three mountain ranges, Kandy was initially built in this location as a natural fortress against attack. Kandy was not an easy target for the foreign invaders who could gain the control of coastal areas of the island without too much loss. Kandy’s main architectural monuments date mainly from the 19th Century when King Vikrama Rajasinha, the last King of Kandy, constructed many new buildings. At the time of the eventual surrender of Kandy to British Rule in 1815, when King Rajasinha was captured, imprisoned and finally deported to India where he died in 1832. In the afternoon you will explore the Kandy City & markets with your guide. It is great place for shopping or just walks around the Lake and enjoys the beautiful scenery and narrow streets. KANDY LAKE – Built in 1806, Kandy Lake was constructed in order to bring more beauty to the Palace of King Sri Rajasinghe. In the centre of the Lake a small island was built to enable the King to be rowed out and relax whilst surveying his kingdom. The Queen’s Bathing House is set on the edge of Kandy Lake. Kandy Lake is sometimes called ‘Milky Sea’. Location: - Kandy Hotel: Golden Crown Breakfast & Dinner"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Kandy > In the morning you will visit The Temple of the Tooth, Sri Dalada Maligawa dates back to the 16th century, though most of the present buildings were built in the 19th century. Venerated as the most important object in the Buddhist world, the Sacred Relic of the Tooth of Buddha is enshrined at the Temple. Brought from India 2500 years ago, it is said that the possessor of the Relic had the right to rule the country. The Relic is kept in a gold casket and stored amidst great security in the Inner Chamber. The Temple complex is made up of numerous buildings most of which are highly decorated with paintings and carvings depicting Buddha. Rich in history and tradition, the Sri Dalada Maligawa is a religious centre where daily worship is a colourful and joyful way of everyday life. At several times throughout the day different services are held and with the large numbers of worshippers present, it is clear to see why Buddhists are so piously devoted towards the Sacred Tooth Relic. Spine-tingling traditional drumming to be heard coming from the Inner Chamber, will signal that the ceremonial opening of the window for the public viewing of the casket with the Relic within is just about to begin. In the evening you will see Traditional Kandyan Dance – Kandy, Sri Lanka’s second largest city is home to a Sinhalese cultural tradition of which Sri Lankans are justifiably proud. Rich in colour and agile in their movements, the Kandyan Dancers evoke images of pageantry and traditions past. Lively and exuberant, spellbinding and hypnotic, a Cultural Show is a spectacle to remember with its nimble dancers, energetic drummers and fireproof firewalkers. Location: - Kandy Hotel: Golden Crown on Breakfast & Dinner"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kandy > Nuwara Eliya. After breakfast you will travel to Nuwara Eliya. As the road winds through the hills, you will pass picturesque waterfalls, tumbling down hillsides and vantage points, which afford views over a panorama of rugged hills stretching far into the distance. There are many view points to stop by along the way. En-route to Nuwara Eliya you will visit a Tea plantation for a Tea Estate Experience: Experience the process and lifestyle within a tea estate. Tea is known as Sri Lanka’s green gold and the tea estate provides insight into British colonial past and role of tea in Sri Lanka today. The scenic views from the tea estates are breathtaking. Afternoon you will discover Nuwara Eliya with your guide, Nuwara Eliya is often referred to as ‘Little England’ Nuwara Eliya has a climate unlike anywhere else in Sri Lanka. Due to its high elevation it offers a cooler and more invigorating climate than lower regions. Colonised by the British, the outskirts of the Sri Lanka’s highest town, still retain their ‘ye olde worlde’ feel and many of the original Hotels still retain their grandiose colonial style. Famous for its horse racing, Nuwara Eliya also boasts the impressive Golf Club which dates back to 1889. Stepping back in time when life was slightly more sedate, it is worthwhile visiting the Clubhouse to observe the photographs of life in Nuwara Eliya in years gone by. Rose gardens, abundant vegetable stalls crowd the sides of the road, whilst spectacular scenery will accompany you on the journey from Kandy. Location: Nuwara Eliya Hotel: Plains Green on Breakfast & Dinner"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Nuwara Eliya : After an early breakfast, an adventurous ride to the Horton Plains, a plateau with an elevation of 2,134 m, sparsely populated, almost without any roads. Here you walk about 4 hours through mystic cloud forests and Patna grassland to \"Worlds End\", where the highland falls steeply almost a thousand meters, and the Bakers Falls. Horton Plains National Park is home to rare flora and fauna; Sambar deer and Bear-monkey as well as many birds. Horton Plains is located on a high windswept saddle at 2134 meters elevation; these plains are hard to reach. The scenery that can be seen from here is considered to be the finest view in Sri Lanka. Early morning the Indian Ocean rims the horizon, 80 km away. Horton Plains is Sri Lanka’s highest and most isolated plateau discovered by Sir Thomas Farr in 19 hundreds. And named as Horton Plaines as a respect to the then British Governor of Sri Lanka Sir Horton and it is the only place where you could see the bear monkey. This is one of world’s best nature tracks. And certain plant species, birds and insects you see them only at Horton Plaines. Nature lovers will enjoy this wide, patna-grass-covered plain, the haunt of several wild yet harmless animals and the home of many species of birds. Bridle paths through the plain will take you to the precipice, popularly referred to as “Worlds End’’ a sheer drop of 1050 meters. Lie on your stomach and peep over the ridge, the view when it is clear of mist, it is simply magnificent. Dinner at the Hill Club Nuwara Eliya (Optional) – The Hill Club was founded by British Coffee planters in 1876 as private members club. To this day Hill Club remain exclusively for its members. As temporary visitor you will be able to experience the British Colonial Traditions and travel back in time. From 7 .00 pm onwards the Dress Code is applicable, where gentlemen shall wear lounge suit / jacket with tie & shirt or Sri Lankan National Dress, and ladies shall wear suitable equivalent attire. In the case of children over 12 and under 18 years of age, boys shall wear at least a tie with tucked-in shirt and long or short trousers and girls shall wear an acceptable mode of dress, when utilizing the dining room or other public areas. Jackets and ties are freely available and could be borrowed from the Club Wardrobe, free of charge. Location: Nuwara Eliya Hotel: Plains Green on Breakfast & Dinner"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Nuwara Eliya > Ella : Afternoon at 12:30hrs you will experience of the most breathtaking train journeys for 2:50 hours. You will travel from Nanuoya to Ella through tea plantations and rolling hills on Old Colonial train with panoramic view. This train journeys recorded in the Guinness Books of Records as the one of the world best scenic train journeys. Your guide will pick you up at the Ella Station and you will go by car to your hotel. Ella is described as one of the most breathtaking locations in Sri Lanka. Ella is surrounded by high mountains in the central hills and through a gap in the mountains you can see all the way to the ocean off the Hambantota coast line. This special gap which is having breathtaking views is called Ella Gap. Location: Ella Hotel: 98 Acres on Breakfast & Dinner"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Ella : After breakfast you will visit the Lipton Tea Estate Experience: Experience the process and lifestyle within a tea estate. Tea is known as Sri Lanka’s green gold and the tea estate provides insight into British colonial past and role of tea in Sri Lanka today. The scenic views from the tea estates are breathtaking. On your way back you see the waterfalls and scenic views. Rest of the day free Location: Ella Hotel: 98 Acers on Breakfast & Dinner"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Ella > Galle : In the morning you can visit the Nine Arch Bridge. This magnificent Nine Arch Bridge between Ella and Demodara stations are just a few kilometres along the track from the Demodara station. This viaduct bridge built during the British Colonial period is the largest in Sri Lanka has been built with blocks of stone and cement without any reinforcing iron or concrete. The tall arches take the bridge on a semicircular path to connect to mountains. Located almost 3100 feet above the sea level, this 99.6ft high bridge is called \"Ahas namaye palama\" (Nine skies bridge) in Sinhala. When one stands underneath it and looks up there is a beautiful sight of 'nine skies' through the nine arches, hence the Sinhala name. This bridge is also called 'The Bridge in the sky' due to the sheer height. After breakfast you will visit the Udawalawe Elephant Transit Home en-route to Galle. Elephant Transit Home (ETH), where the orphan wild elephants are treated, raised and released back to the wild, also is located at Udawalawe. Visitors to this place can observe how the elephants are taken care of, twice a day. Total number of orphaned elephants exceeds 40, of which most of them are calves and juveniles. The animals become matured enough to live on their own, are released back to the wild. Park authorities keep constant vigilance on the newly released animals, until they get used to the new life in the wild. Click the link for BBC Natural World Documentary (Elephant Island) 2013. En-route Galle you can see the stilt fisherman near Weligama. Location: - Galle Hotel: La Grand on Breakfast & Dinner"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Galle : Early morning start to watch the Blue Whales; you’ll leave early morning around 06:00am from your hotel to see the Blue Whales. Mirissa is the most reliable site in the world for seeing the difficult and desired Blue Whale. It may also be the best place for seeing Sperm Whales too. Blue whales are the largest animals ever lived on earth growing up to some 33 metres long, weighing up to some 150-180 metric tons. They live individually or in very small pods or groups and frequently swim in pairs. Large Baleen Whales and Toothed Whales also come within sight of the shore. The calm ocean is abundant with krill which Blue Whales feed. From December through to April; there is an outstanding window of opportunity for observing Blue Whales and Sperm Whales close to shore. Location: - Galle Hotel: 98 Acers on Breakfast & Dinner"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Galle > Colombo Today, Explore the Galle Dutch Fort; there are many boutique shops along the narrow streets of the Fort as well as antiques, art and craft shops. Galle is situated in the southern Sri Lanka. It is the best example of a fortified city built by Europeans in south and Southeast Asia, showing the interaction between European architectural styles and south Asian traditions. The Galle fort is a UNESCO world heritage site and the largest remaining fortress in Asia built by European occupiers. Other prominent landmarks in Galle include the natural harbour, the National Maritime Museum, St. Mary's Cathedral founded by Jesuit priests, one of the main Shiva temples on the island. Galle offers a unique opportunity to create a visible demonstration of the conservation of its inheritance Location: - Colombo Hotel: The Marino Hotel on Breakfast & Dinner"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Colombo : Today you will explore Colombo city, starting from Fort, Independent Square, Old Parliament, Pettah Bazaar and Galle Face. You will also have time for shopping as well. Colombo Fort is the business district of Sri Lanka with skyscrapers and big international hotels. The Fort was built by the Portuguese and Dutch partly, later took control by the British. In 1870 the British destroyed the Fort for urban development, and then they rebuilt some of the remaining buildings within it now. Colombo Fort is home to Fort Railway Station, President's House and Presidential Gardens, a palatial neo- classical building which was originally the home of the British Governors and is now the residence of Sri Lanka's president. The Lighthouse Clock Tower situated in the Chatham Street commissioned by the wife of Governor Sir Henry Ward in the hope that it would teach the Ceylonese to be punctual. Around here is good for shopping tea, souvenirs, and exchange money. Independence Square is known as one of the most prominent locations in Colombo. It is commonly used as a place where Sri Lankans come together in unison for significant national celebrations and cultural activities. The Independence Commemoration Hall is also used to host ceremonies that mark national unity. This unique and outstanding monument positioned in the heart of Sri Lanka’s commercial capital Colombo, commemorates the country’s independence from foreign rule. Sri Lanka gained independence on the 4th of February 1948 from the British who were the final colonial rulers of the country. Opposite the Presidential Secretariat (old Parliament) is the Colombo breathing green space known as Galle Face. Here every walk of life comes for relaxing time. Just to sit on the grass and watch the sunset over the Indian Ocean. Next to Galle Face is the grand Renaissance-style structure of Galle Face Hotel, South Asia’s leading Grande Dame, and the Galle Face Hotel is testimony to both Sri Lanka’s colonial past and its independent present. You can enjoy the English high tea on the Victorian style Veranda or sip a martini facing the sea and enjoy the sunset. Location: Colombo Hotel: Marino Hotel on Bed & Breakfast"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Colombo > Airport Today you will travel to Colombo Airport for the flight back to London. Travel time is approximately 40 minutes depends on the road traffic"
    }
  ],
  "map": ""
}