{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "fair-trade-tour-in-sri-lanka",
  "tourName": "Fair trade tour in Sri Lanka",
  "placesVisited": "",
  "generalInfo": "The Fairtrade organisation is a social movement whose objective is to help producers in developing countries achieve better trading and working conditions – and we can all contribute to this goal. A fair and equitable way of life should be the rule and in Sri Lanka we encourage cultural exchange, social awareness, local employment and self-development through our tailor-made holidays. With fairly traded goods and services you have the power to change the world every day since simple shopping or holiday choices can get local producers and providers a better deal. This means that they can make their own decisions, control their future and lead the dignified life everyone deserves.<br/><br/>There is a growing number of employers in Sri Lanka that support and nurture their workforce and we are delighted to include these fair trade pioneers in our Sri Lanka tailor-made holidays. From supporting impoverished fishermen’s wives and displaced peoples to develop fabric-making skills or encouraging handloom operators to preserve traditional crafts to helping organic tea and spice producers cultivate and market their wares, many companies are creating new opportunities, not only for themselves but for their cherished workforce. Similarly, enlightened hoteliers are embracing this open-minded ethos and we will introduce you to a selection of them on your fair trade holiday with us. <br/><br/>Our fair trade Sri Lanka holiday combines an introductory tour of the island with visits to fair trade producers while staying in local accommodation. Beginning in Negombo staying in a lagoon-side residence home to an arts and crafts workshop and visiting a Fairtrade manufacturer of wooden toys, the route continues into the Cultural Triangle via a Fairtrade handloom factory. <br/><br/>After exploring the medieval capital of Polonnaruwa and climbing iconic “Lion Rock” at Sigiriya as well as visiting Dambulla cave temples, the itinerary heads south to Kandy, with a stopover near Matale where the ancient art of batik was re-established on the island. Here you will prepare traditional ‘Rice and Curry’ and gets hands on experience of how the delicious food is eaten! A visit to an elephant dung paper producer also may be included. Then into the famous tea plantations of the Hill Country for a trek to World’s End and a scenic train ride to Ella, where you will learn about organic farming and artisanal tea-making at a secluded guesthouse working with the local community to support a variety of educational, economic and environmental initiatives.<br/><br/>Dropping down to the southern plain for a jeep safari in Uda Walawe NP, the south coast beckons for a stretch of beach side R&amp;R. Final stop in Galle and a chance to see a government-run initiative to reintroduce locals to the art of Beeralu lace making. This intricate and time-consuming style of lace making is practised as a cottage industry in many areas of the south.",
  "durationDays": "15",
  "price": "2270",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Colombo airport and transfer to Negombo on the island’s west coast close by. Night stay in Negombo, which includes an arts and crafts workshop creating a range of handicrafts to employ and empower women of nearby fishing villages."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After a leisurely morning, visit Sri Lanka’s leading Fairtrade manufacturer of crafted wooden toys, producing over 1000 designs in various types for over 40 years. Night stay in Negombo."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Drive northeast to Kurunegala to visit Sri Lanka’s only Fairtrade handloom company that engages the traditional Sri Lankan community of handloom weavers to produce handmade linen, garments and accessories. Continue northeast to Habarana, the ‘crossroads’ of the island’s Cultural Triangle. Night stay in Habarana."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Head to Sigiriya for an early morning ascent of the rock fortress of Sigiriya to view the surrounding countryside at dawn – a very special experience indeed. Guided tour of Sigiriya's rock palace and ornamental gardens before continuing to the medieval capital of Polonnaruwa for a guided tour of its historic temples and exquisitely carved statues. Night stay in Habarana."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Drive south to Dambulla to climb gently up the granite massif to visit Sri Lanka's finest cave temples, which date back to the 1st century BC. Continue to Matale to visit a handicrafts cooperative credited with re-establishing the ancient art of batik on the island. The cooperative continues to make modern fabrics and carvings, which are inspired by traditional Sri Lankan designs. Head on south to Kandy, one of the principal points of the Cultural Triangle and Sri Lanka's second city. Night stay in Kandy."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, experience the Buddhist puja (blessing ceremony) at the Temple of the Tooth, which houses Sri Lanka’s most revered religious relic. Kandy is the perfect size to be explored on foot, since the altitude (500 metres above sea level) makes the climate conducive to long and leisurely strolls. A guided walking tour of the city will take in the Hindu devales (temples), the lake and the municipal market. In the afternoon, learn to prepare traditional ‘Rice and Curry’ and get hands on experience of how the delicious food is eaten! Night stay in Kandy."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Leave Kandy and head into the upper Hill Country, passing through verdant tea plantations and past spectacular waterfalls on your way to Nuwara Eliya, the British colonial capital of the Hill Country and the highest town in Sri Lanka at 1900 metres above sea level. On arrival, amble around the ‘City of Light’ and enjoy a little piece of England in the tropics! Night stay in Nuwara Eliya."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Drive to Horton Plains for an early morning trek through the heath and forest of Horton Plains National Park, via Baker’s Falls, in time to see the awe-inspiring views at World's End before the cloud sets in. Horton Plains is also a particularly good area for spotting endemics. Scenic train journey to Ella in the southern Hill Country. Night stay near Ella."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Visit a local plantation that produces a range of artisanal teas, coffees, spices and preserves, and it works with the local community to support a variety of educational, economic and environmental initiatives. Night stay near Ella."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Drop down to the southern plain through Ella Gap before continuing southwest across the hot and dry southern plain to Uda Walawe. Night stay in Uda Walawe."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Early morning jeep safari in Uda Walawe National Park, the island’s main elephant reserve. Leave the park and head to Tangalle on the south coast. Night stay in Tangalle."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "At leisure. Suggested activities include a visit to an enigmatic cave temple and a whale-watching boat safari. Night stay in Tangalle."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Drive west along the picturesque southern coastline to Galle to visit a government-run initiative to reintroduce locals to the intricate and time-consuming art of Beeralu lace making. Night stay in Galle."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "At leisure. Suggested activities include a bird-watching boat safari, guided cycling or canoe trips, and visits to tropical gardens."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Transfer to the airport for your flight home."
    }
  ],
  "map": ""
}