{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-holiday-culture-relaxation",
  "tourName": "Sri Lanka holiday, culture & relaxation",
  "placesVisited": "Negombo, Sigiriya, Dambulla cave temples, Polonnaruwa, Anuradhapura, Kandy, Explore the Knuckles Range, Tangalle, Mulkirigala Rock, Bundala National Park and the Kalametiya Sanctuary, Udawalawe National Park, Colombo",
  "generalInfo": "This Sri Lanka holiday, culture and relaxation, is all about seeing Sri Lanka’s most beautiful sights, but with minimal travel, plenty of time to relax and wonderful accommodation. Enjoy memorable overnight stays in some of the island’s most beautiful boutique hotels, resorts and heritage properties, including The Wallawwa in Negombo, Maniumpathy in Colombo and Santani Wellness Resort in Kandy. Throughout this 13 day holiday, you’ll be transported in an air conditioned car with your own private driver and English speaking guide. Your car will be kitted out with comfy cushions, a sarong, hand sanitiser, mosquito repellent, socks for wearing in temples and a good map. There is also Wifi.<br/><br/>This relaxing holiday also includes guided visits to the island’s celebrated historic sights, including the rock fortress of Sigiriya, the ancient capitals of Polonnaruwa and Anuradhapura, as well as the ancient cave temple at Dambulla. Enjoy a game drive in Yala National Park or Udawalawe National park, looking out for elephants and leopard, and take a history and cultural walk in Sri Lanka’s up-and-coming capital Colombo. We have lots of other suggestions for things to do, from hiking in the Knuckles Range to birdwatching in Bundala National Park and the Kalametiya Sanctuary, or you can simply relax and enjoy the spa facilities and pools at the hotels.<br/>",
  "durationDays": "14",
  "price": "4123",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "NEGOMBO: Arrive into Colombo International Airport and head straight to The Wallawwa, an 18-room boutique hotel, to recuperate amidst startlingly peaceful surroundings. Set in an expansive tropical garden, this former manor house indulges guests with its chic collection of guestrooms, its gourmet cuisine, its discreet service and its decadent spa. Be on the beach in 20 minutes, play a round of croquet in the garden or take a private guided tour by boat through the pretty bird-filled Muthurajawela Wetlands. Colombo’s restaurants, shops and sights are a mere 30 minutes’ drive away. Travel time Colombo Airport to The Wallawwa: 20 minutes. Stay 1 night at The Wallawwa."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "SIGIRIYA: Continue up into Sri Lanka’s historic Cultural Triangle, so-called for the collection of World Heritage Sites and significant attractions located up here. You’ll stay at Water Garden – Sigiriya, one of the region’s newest boutique hotels, which is within eye-sight of one of the island’s most photographed attractions, Sigiriya. This former rock-top fortress dates back to the seventh century, and is home to superb examples of ancient hydro engineering as well as well-preserved frescoes. A hike up to the summit, where the views are incredible, is a definite highlight of this trip. The hotel’s rooms are all luxurious freestanding villas with separate living areas, and offer plenty of space – the most indulgent have private plunge pools – and there’s also a lovely spa. Other notable local sights include Dambulla’s Cave Temples while further afield you could try your luck seeking out elephants in Minneriya National Park, or visit Polonnaruwa (home to lots of monkeys) or Anuradhapura, two former ancient capitals, and both World Heritage Sites. Travel time The Wallawwa to Water Garden: 4 hours. Stay 3 nights at Water Garden - Sigiriya."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "KANDY: Travel directly south to Santani, which lies to the north east of Kandy. This superb wellness resort has won numerous accolades since its inception in 2016 and is an extremely tranquil base for exploring the surrounding area. The hotel has first class wellness facilities including an excellent spa, and is a rare destination for escaping the world and finding peace. Despite the high quality spa and wellness facilities, the hotel can be used as a base to do very little at all or for exploring some of Kandy’s lesser known sights. These include wanders down to a river for wild swims, nature trails and day trips to The Knuckles Range, a biodiversity hotspot. The architecture is purposefully minimal and WiFi is only available in rooms on request. Yoga classes, wellness packages and spa treatments are all available to guests once they arrive. Kandy’s sights are around a 60- to 90-minute drive away. Travel time Sigiriya to Santani: 3 hours. Stay 3 nights at Santani."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "TANGALLE: Fly down to the south coast, and to Tangalle, your final spot. The Last House is located on a gorgeous two kilometre curve of bay to the west of Tangalle, a busy fishing town. With barely another soul to be seen on the beach here, this is a destination for relaxing in tranquility beside the sea. The hotel has body boards and surf boards that can be used, and also offers deep sea fishing trips. A highlight of this area is a hike to the top of Mulkirigala Rock, an ancient Buddhist temple site. From Tangalle, it’s also possible to day trip to Udawalawe National Park (to see elephants), Bundala National Park and the Kalametiya Sanctuary, which is famed for migratory birds (best during winter season). Travel time Kandy to Tangalle: 45-minutes by air . Stay 4 nights at The Last House."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "COLOMBO: Head to Sri Lanka’s up-and-coming capital for your last night, staying in Maniumpathy, a fabulous eight-bedroom heritage hotel. The city offers good souvenir shopping (Barefoot, Odel and Paradise Road are favourites), great restaurants (we love Monsoon), art galleries (Saskia Fernando Gallery is nearby) and historical sites such as the National Museum and Number 11, Geoffrey Bawa’s fascinating former home. You can also enjoy hosted walks around Colombo. Maniumpathy dates back to 1906 and was commissioned by a doctor from Jaffna whose descendants lived in the house until recently. Sister hotel to The Kandy House, this peaceful boutique hotel has been renovated for the modern age whilst preserving its sense of history. Travel time Tangalle to Colombo: 3 hours. Stay 1 night at Maniumpathy."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "DAY 14: DEPART SRI LANKA. Travel time Colombo to Colombo Airport: 45 minutes"
    }
  ],
  "map": ""
}