{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "luxury-sri-lanka-12-day-tour",
  "tourName": "Luxury Sri Lanka 12 day tour",
  "placesVisited": "",
  "generalInfo": "This tour offers a beautiful mix of Sri Lanka's most stunning sights with personalised experiences and stays in some of the most exclusive and nature-inspired properties.<br/><br/>Includes: <br/>- Accommodation on Bed &amp; Breakfast basis at The Wallawwa (1 Night | W Bedroom), Ulagalla Resort (3 Nights | Ulagalla Chalet), Kandy House (2 Nights | Deluxe Room) and Amangalla (2 Nights | Bedroom)<br/>Accommodation on All Inclusive basis at Tea Trails Castlereagh (2 nights | Garden Suite) and Leopard Trails (2 Nights | Classic Tent)<br/>- Transport in an air conditioned car with the services of an English Speaking Guide. <br/>- Train journey from Peradeniya to Hatton – Strictly subject to availability<br/>- Guided Visits and Excursions: <br/>Sigiriya<br/>Polonnaruwa<br/>Anuradhapura<br/>Dambulla Cave Temple<br/>Temple of the Tooth<br/>Peradeniya Botanical Gardens<br/>Galle Fort walk <br/>Bike, Boats &amp; Bites<br/>Tea Experience <br/><br/>- Other Meals (MEAL+DESSERT+WATER ONLY – ALL EXTRAS TO BE PAID TO THE HOTEL/ RESTAURANT DIRECTLY)<br/>- Services: <br/>VAT (Value Added Tax) &amp;Tourism Tax.<br/>In-Vehicle: We strive to deliver the best possible ‘in-vehicle experience’ – our vehicles are equipped with a TRAVEL KIT which includes comfortable cushions, a sarong, sanitizers, mosquito repellent, socks (for temples), wet wipes, etc… Our vehicles carry a dongle / WIFI and a folder containing a good map as well a very detailed Booking Information document. We are constantly improving the information we provide for clients to make the most of their trip.",
  "durationDays": "12",
  "price": "4110",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Colombo Airport and head to The Wallawwa which takes approximately around 30 minutes. A 'wallawwa' is typically an old manor house with architectural features of columns, courtyards and verandahs. The Wallawwa is just that and much more with an interesting history that dates back to the mid-17th century when it was owned by a head chieftain of Galle. This colonial bungalow has been lovingly restored maintaining its old world charm with a blend of luxurious comforts and stylish design. The bedrooms are situated around the central courtyard and pond. The restaurant serves sumptuous Asian fusion cuisine. Spend your time here at leisure or you could also get a massage at their Z spa."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast drive to the Cultural Triangle, this transfer takes approximately 4.5hours. Ulagalla is a luxurious holiday retreat set amidst 58 acres of lush woodland, paddy fields and the Ulagalla Reservoir in the rural village of Tirappane near Anuradhapura. It was once the abode of a village chieftain. The original walawwa (ancestral mansion), which was built in 1885, still remains and has been renovated maintaining its traditional architectural features, and now houses the resort’s reception area. Accommodation is in luxurious chalets scattered across the 58 acre estate and overlooking paddy fields and reservoirs. Each chalet has its own plunge pool and provides complete privacy amidst an utterly tranquil setting."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast transfer to Sigiriya which takes approximately 1hour. You could climb the Sigiriya Rock fortress in the evening to experience the sunset at the top of the rock. Sigiriya, also known as Lion Rock, built on top of a huge boulder in the 5th century. A palace. A rock fortress. The hidden castle of King Kasyapa. A Buddhist monastery from the 14th century. Similar to the cosmic mountain of Meru? The eighth wonder of the world? No place in Sri Lanka has generated as many theories and legends as the 180m monolith, set amidst stunning scenery. Then drive to Polonnaruwa which takes around 1hour. Visit the ancient ruins of Polonnaruwa which is the second most ancient kingdom of Sri Lanka. Polonnaruwa is divided into 4 areas. The visit starts with the Kings Palace and Baths. We then visit 3 different tooth relic temples and then proceed to the stupas. The visit ends on the far western side of the complex where you will see one of the most astonishing Buddha rock carvings in Sri Lanka. One can walk, bike or drive between locations. It’s hot – no doubt. If it looks like it might rain don’t forget to take an umbrella from the vehicle. Drive back to Anuradhapura."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Visit the kingdom of Anuradhapura. Anuradhapura consists of more than a dozen archeological sites. Typically one moves around from site to site either by bike or inside the vehicle. The most important / significant sites are the 3 largest man-made stupas in Sri Lanka, which were – at the time of the pyramids of Egypt – the second largest man-made structures in the world. Then Sri Maha Bodhi, is a Sacred Fig said to be the southern branch from the tree under which lord Buddha was enlightened. Altogether the visit to Anuradhapura takes approximately 2 to 3 hours. Drive back to Sigiriya and spend the rest of the day in leisure."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Transfer to Kandy via Dambulla. Visit the Dambulla Cave Temples en-route. The climb from the base is not strenuous – and can be done at a leisurely pace. It takes approximately 30 minutes. Your guide will buy your entrance fee and climb with you. There are approximately 200 steps. The best time to climb is in the early morning or the late afternoon to avoid the heat. You will need to cover your knees and shoulders – and access the inner chambers barefoot or with socks. You will find socks in the basket inside the vehicle and a sarong in case you need one. The entire visit takes approximately 1.5 hours. Transfer to Kandy and this transfer takes approximately around 2.5hours. Check-in to Kandy House. The Kandy House is a carefully-renovated old colonial 'Walauwa' (ancestral mansion) in the spice-growing hills that surround Kandy. Its completion heralded what the hill-country-capital had been waiting for so long: a brilliant small boutique hotel capable of offering stylish and private accommodation and attentive personal service in a beautiful natural setting. The inspired refurbishment, with its white interiors, polished hardwood floorboards, jackwood staircase, Dutch-style antique furniture and careful injections of colour, has been a triumph."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Guided tour around the Peradeniya Botanical gardens with a botanist at around 10am. Your guide will buy your entrance. Your chauffeur guide will wait for you in the vehicle outside. It’s a leisurely walk in a circular fashion. Our expert in Botany is a walking encyclopedia. Even if you have very little interest in Botany he makes the visit interesting and insightful with plenty of quirks and little side stories. For some it’s the best visit of them all in Sri Lanka. Visit the Temple of the Relic, Sri Dalada Maligawa or the Temple of the Sacred Tooth Relic is a Buddhist temple in the city of Kandy, Sri Lanka. It is located in the royal palace complex which houses the relic of the tooth of Buddha. Since ancient times, the relic has played an important role in local politics because it is believed that whoever holds the relic holds the governance of the country. Kandy was the last capital of the Sri Lankan kings and is a UNESCO world heritage site partly due to the temple."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer to the tea country by train which takes approximately 3hours, please note that the trains would be subject to availability. You will be dropped at Peradeniya Railway station and your guide will be at the Hatton railway station. Your luggage will be transferred via road. Nestled in a wooded dell close to a lake, this century-old bungalow offers unrivalled water views and superb garden suites. Elegant parquet floors with open fireplaces in the dining and drawing rooms evoke recollections of a bygone colonial era."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "You will visit a tea factory, and learn about the whole processing procedure and how different types of teas are created. Your host will take you through the entire process – from the drying of the green leaf to process of dehumidifying and provoking the chemical reaction that turns green leaf into tea, to the segmenting of the different particles which give you the different grades, to the packing and distribution."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to Yala, this transfer takes approximately 6hours. You also have the option of taking the scheduled sea plane from the Castlereagh reservoir to Hambantota Air base, this could be arranged at an additional supplement. Leopard Trails, interiors include a sleeping area that can accommodate up to three guests, a private veranda, ensuite bathroom with sink and flushable w/c with bidet. Tents have comfortable twin or double beds fitted with Egyptian cotton bed linen; bedside tables, luggage racks, coir carpeting and outdoor camping chairs in the verandah. Other facilities include a small safe, umbrella, torch, and bottled water. A silent generator is turned on at nightfall (and during peak daytime temperatures in the hottest months). Valuables can be handed over to the Camp Manager for safe keeping upon arrival. The two luxurious tents are larger with wooden double-door entry, a/c, ensuite bathrooms with tempered glass shower cubicle with solar powered hot water. Join the afternoon game drive depending on the time of arrival at the campsite."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Morning & evening game drives at Yala National park. In the morning or afternoon your chauffeur will drop you off at the meeting points by either 6AM or at 3PM. The meeting point will be one of the entrance gates of Yala National Park. You will meet your tracker and driver here who will take you on a 2.5 to 3 hour game drive into the National Park. The Park is situated in the dry semi-arid climatic region and rain is received mainly during the north east monsoon. Yala hosts a variety of ecosystems ranging from moist monsoon forests to freshwater and marine wetlands. The number of mammals that has been recorded from the park is 44, and it has one of the highest leopard densities in the world. The experience is designed to make you experience the spirit of Yala, with knowledgeable trekkers and disciplined drivers. The park is teeming with elephants, leopards, wild boar, spotted deer, crocodiles and jackals."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to Galle via the Southern coastline. En-route experience the stilt fisherman in the Weligama area. This transfer would take approximately around 3.5hours. Amangalla, owned by the exclusive Aman group, offers the most refined accommodation in Galle, its colonial-style buildings looking down soberly on the activity below. It consists of an amalgamation of buildings dating back over 400 years, once used as an HQ for the Dutch commander and his officers in the 17C and later as a billet for British soldiers. In 1865, the New Oriental Hotel was born and in its heyday on either side of the Second World War there were no more sought-after or daring parties in Sri Lanka. Aman Resorts then undertook a sensitive and complete refurbishment. From the day it opened, in 2005, it has offered excellent old-world luxury, superb food, arguably the best spa in the island and exceptional service. Galle Fort walk with a local. Start the walk from the new entrance of the Galle Fort and wander along three of the 14 bastions, all with mount canons to protect it from outside invasions. Each bastion has its unique set of characteristics – the moon bastion showcases 19 canons, the largest number in the fort and the Black Fort which was believed to have housed firearms and gun powder. Stroll through cobblestoned pathways and navigate the cafes, hotels and charming old houses owned by generations of Galle families to get an insight in to their lives, culture and history."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Village tour in bike and boats including Sri Lankan bites. Your journey begins with a boat ride that serenely floats down the Kapu Ela River. You will be accompanied by a local naturalist, whose wealth of knowledge on the local bird and reptile life is as impressive as it is humorous. Sit back, and enjoy the ride as you pass along river banks, through canals, under bridges and by local village hamlets. Children will race up to the river bank to wave. Grey fish eagles swoop by. Water monitors lazily cling to low branches after a big meal, while others zip through the waters in search of unsuspecting prey. The ride passes through rubber and cinnamon plantations, and even a few low bushes of tea can be spotted from the back yards as you float on by. The ride will stop by where small mounds of coconut husk can be seen drying up in the sun; one of many places where coir rope comes to life from the humble coconut husk. From here you will mount your bike and begin a 9km breath-taking ride through rural Galle and the heart of the south. Whizz by paddy fields and through small villages, past humble markets where the villagers trade and end up at a cool mud hut for refreshing herbal teas and traditional breakfast or cooking lessons with some traditional rice and curries, made in the ways of the past. From here you can choose to ride back to a pickup point or be driven back to the drop off point."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Transfer to the Airport for your departure flight. This transfer would take approximately 2.5hours."
    }
  ],
  "map": ""
}