{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-wildlife-holiday-the-big-five",
  "tourName": "Sri Lanka wildlife holiday, the big five",
  "placesVisited": "",
  "generalInfo": "A wonderful private wildlife holiday which offers cosy accommodations situated close to nature, and most of the country’s “must see” wildlife highlights including its ‘Big Five’ with safaris and walks conducted by some of Sri Lanka’s finest naturalists.<br/><br/>Experience the splendour of Blue Whales and Sperm Whales with an awe-inspiring whale watching tour in Mirissa. Sri Lanka is known for being one of the best locations to spot these beautiful mammals of the ocean and will set the perfect backdrop to get your adventure under way.<br/><br/>Visit the historic Galle Fort during your stay here, where you can learn more about Sri Lanka’s colonial history and explore one of the country’s best-known architectural highlights.<br/><br/>After that, go on safari at the Yala National Park which is known for being the best location to photograph and film the regal Sri Lankan Leopard. You will get to observe a range of animals including elephants and sloth bears as well as endemic, resident and migratory bird species. Go on a night walk along the border to see some of the park’s natural nightlife too.<br/><br/>Then it’s off to Udawalawe, another one of Sri Lanka’s well-known National Parks, where playful elephant herds and endemic bird life is abundant.<br/><br/>You even have the option of visiting Sri Lanka’s ‘Gem City’, Ratnapura, on your way back to Colombo. You can rest and relax at a serene hotel in the city before your transfer to the airport for your flight back home, bringing to an end an unforgettable holiday which will undoubtedly hold ample memories.",
  "durationDays": "7",
  "price": "1595",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon your arrival at the Bandaranaike International Airport, you will be greeted by your chauffeur and transferred to Mirissa. We have organized dinner and an overnight stay at the elegant Mandara Resort where you can relax and recuperate after your journey. Spend your first day enjoying the comforts of this exotic, colonial-style hotel and relax on the beautiful golden beach which the hotel overlooks."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You have an early start on Day 2, as you will be taken to the Mirissa Harbour by 6.15am to go whale watching (Season is from November to April) in order to catch a glimpse of the majestic Blue Whales and Sperm Whales, two of Sri Lanka’s ‘Big Five’. Sri Lanka is located within the International Whaling Commission’s protected zone in the Indian Ocean while 26 of the identified cetacean species are found in the Indian Ocean and the Bay of Bengal. Sri Lanka’s southern coast is among the best locations in the world to see Blue Whales and boasts the longest Blue Whale season which falls during their annual migratory route from the Horn of Africa to the Arabian Sea. In the evening, you will be taken to the archaeological and architectural heritage monument, the Galle Fort, which was first build by the Portuguese colonists in 1587 and extensively fortified by the Dutch in the 17th century. Dinner and your overnight stay will be back at the Mandara Resort."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "You will be taken for one last whale watching tour before your transfer to Yala. You can check in at the Big Game Camp in Yala and enjoy a wildlife adventure with an evening safari of the famous Yala National Park, which is commonly regarded as one of the best places to spot leopards, a favourite amongst the ‘Big Five’. Male leopards in the Yala National Park are bold and unafraid of safari jeeps and this offers visitors the perfect opportunity to photograph and film them. Dinner and an overnight stay has been organised at the Big Game Camp located on the borders of the park where you will enjoy the finest tented camping experience."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Enjoy a full-day safari in the dazzling Yala National Park, which spans a vast 97,878 hectares, where you can see wild elephants and herds of water buffalo grazing by watering holes strewn throughout the park and catch a glimpse of the Sri Lanka Sloth Bear, another principal feature of the five. Yala is also known for being one of the best parks for bird-enthusiasts with its various habitats which boast an array of endemic and resident birds. The country’s largest bird, the Lesser Adjutant, has been often spotted in the park among a host of other exotic birds. A night walk will also be included with the guidance of an expert naturalist."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "You will be transferred to Udawalawe where after lunch you will go on an evening safari at the Udawalawe National Park, which is famous for being home to approximately 600 resident elephants, which will be the main focus of the ‘Big Five’. You could also see water buffalo, water monitor lizards, sambar deer, monkeys and the occasional leopard. Dinner and your overnight stay has been organized at the Big Game Tented Camp in Udawalawe where you can enjoy the comforts of the tented campsite while being close to nature."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Another early-morning safari has been organized for you at the National Park. The park is also renowned for its species of gorgeous birds including the Red Faced Malkoha, Serpent Eagles, Hawk Eagles, White Bellied Sea Eagles, Black Eagles, Black Capped Bulbuls, Racket Tailed Drongos and peacocks. The park also boasts a healthy list of migratory birds including the Forest Wagtails, Indian Pitta, Whiskered Terns and Osprey Sand Pipers. Head back to the camp for breakfast after which you will be taken back to Colombo. You have the option of visiting Ratnapura, ‘the Gem City’, en route while an overnight stay has been organized at the Fairway in Colombo."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "On the final day you will be transferred to the Bandaranaike International Airport in time for your flight, bringing your exotic Sri Lankan wildlife experience to an end."
    }
  ],
  "map": ""
}