{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-tour-with-added-comfort",
  "tourName": "Sri Lanka tour with added comfort",
  "placesVisited": "",
  "generalInfo": "Discover the natural beauty, fascinating culture and friendly welcome of Sri Lanka - the 'Pearl of the Indian Ocean'. Staying in premium hotels we travel to some of this spiritual island's greatest sights: from the Lion Rock of Sigirya, to the Temple of the Tooth in Kandy and the idyllic palm-fringed beaches.<br/> <br/> Hill Country - Discover the dramatic beauty and lush tea plantations of the Central Highlands<br/> Polonnaruwa, Dambulla and Sigiriya - Wander through the ancient capital, painted cave temples and climb the dramatic 'Sky Fortress'<br/> Yala National Park - Jeep safari in search of leopard, elephant, sambar deer and other wildlife<br/> Upgraded Range - Immerse yourself in friendly and stunning Sri Lanka with our hand-picked selection of Premium hotels <br/>",
  "durationDays": "13",
  "price": "3395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Negombo",
      "description": ": Our tour starts today in Negombo. Nestled on Sri Lanka's west coast, Negombo is a lively town known for its golden sand beaches, bustling fish markets and vibrant mix of cultures. With its Dutch colonial architecture, flavourful seafood, and proximity to the capital, Negombo offers a perfect blend of relaxation and cultural exploration. If your flight arrives earlier in the day, you might like to head to the beach or make use of the hotel facilities which include a swimming pool and gardens overlooking the Indian Ocean. Head down to the water to catch the sunset and spot locals bringing in the day's catch. For those arriving on time, our tour leader plans to meet you in the hotel reception at 6pm for a welcome meeting, followed by a cocktail on the beach to celebrate the start of our journey and to meet your fellow travellers. For those that wish, the leader will arrange to have dinner together, most likely at the hotel's great restaurant. If you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up. If you'd like an airport transfer today, you'll need to arrive into Colombo's Bandaranaike International Airport (CMB) airport, which is a drive of around 30 minutes from our hotel. As part of our Upgraded range, we also offer a complimentary transfer to those who have made pre-tour accommodation arrangements through Explore, regardless of your arrival day. For a welcome and relaxing introduction to Sri Lanka the Jetwing Blue is a 5-star hotel located on the golden beaches of Negombo, overlooking the India Ocean. Open spaces and minimalist design define the style. Facilities include a large pool, bar, restaurant, gym and spa. The 5-star Jetwing Beach sister hotel with the same facilities is located next door and on occasions we will be accommodated here instead."
    },
    {
      "dayNumber": 2,
      "title": "Visit Negombo fish market. Drive to Dambulla",
      "description": ": For those interested we recommend rising early to accompany the tour leader for a pre-breakfast walk around the lively fish market to see the wide array of fresh fish and seafood on offer. If you prefer a slower start that's fine as we plan to depart the hotel at 10am this morning. We leave the beaches behind and drive to the north-central plains of Sri Lanka, once known as the Land of the Kings but nowadays called the Cultural Triangle. It was here that the ancient kingdoms of Sri Lanka flourished. The drive will take us around five hours, including a stop for lunch. The rest of the afternoon is free for you to relax and enjoy your surroundings, followed by dinner in the evening. Our home for the next three nights is the Heritance Kandalama, set amidst tranquil, forested hills overlooking Kandalama Lake. Geoffrey Bawa's elegant and simplistic design is clad in vegetation and blends beautifully into the surrounding nature. This 5-star hotel is shaped like a birdwing, rising to seven floors. Facilities include three pools, two restaurants, a lounge, bar, café, gym, spa and tennis courts."
    },
    {
      "dayNumber": 3,
      "title": "Climb Sigiriya Lion Rock at sunrise",
      "description": ": We have an early start this morning as we plan to climb Sigiriya ahead of the crowds and while it's still relatively cool. Rising dramatically from the central plains, the UNESCO-protected ruins of this 5th-century 'Sky Fortress' are one of Sri Lanka's major attractions and an impressive feat of engineering skill. The fortress was built in just seven years as a fortified palace atop the granite peak, to protect the reign of merciless King Kassapa who had assassinated his father and deposed his brother. Before our final ascent to the summit, we'll pass between a set of enormous lion paws carved out of the rock - all that remains of an ancient gateway that gave Sigiriya, the 'Lion Rock', its name. From here a series of switchback steel stairways ascend to the top. Once at the 200-metre/656-foot summit, we can take in the magnificent views of the surrounding jungle and countryside. We return to our hotel in time for a late breakfast. In the late morning we visit a typical village to learn more about local life in this region. After a look around and a ride in a typical tractor drawn cart, we'll be treated to a traditional Sri Lankan lunch with various curries and rice. The rest of the afternoon is left free to relax and enjoy the hotel facilities. For those interested, if elephants are present at either Minneriya or Kaudulla National Parks, there will be an optional safari in the late afternoon leaving the hotel around 3.30pm."
    },
    {
      "dayNumber": 4,
      "title": "Visit to ancient city of Polonnaruwa",
      "description": ": This morning we will visit Polonnaruwa, another of Sri Lanka's UNESCO sites. This ancient city reached its height of glory in the 12th century and is known for its well-preserved ruins of ancient Sinhalese civilisation. Once a thriving commercial and religious centre, the city showcases impressive structures such as the Royal Palace, the Quadrangle - a sacred precinct originally housing the tooth relic - temples adorned with intricate carvings, and the famous Gal Vihara statues of Buddha. These four colossal figures are all hewn out of solid granite and the Reclining Buddha alone is no less than 14 metres feet long. It offers a fascinating glimpse into Sri Lanka's rich history and cultural heritage. After stopping for lunch on our way back to the hotel, we should arrive in the mid to late afternoon and the rest of the day is left free to relax and enjoy the hotel facilities. The total driving time today is around three hours."
    },
    {
      "dayNumber": 5,
      "title": "Morning visit Dambulla’s cave temples. Drive to Kandy. Discover the Temple of the Tooth",
      "description": ": First up this morning after check out, the Dambulla Cave Temple is a UNESCO World Heritage Site comprising five cave temples adorned with many Buddha statues, Hindu Gods and vibrant frescoes dating back over two millennia. It's still an important place of pilgrimage and, perched atop a rocky hill, offers panoramic views of the surrounding countryside. After this visit we leave the north-central plains behind and journey south to the capital of the highlands. The drive should take around three hours, including a visit to a spice and herb garden en route where we also stop for lunch. Sitting at 500 metres above sea level and 112 kilometres northeast of Colombo, Kandy is, in climatic and cultural terms, a world apart from Colombo. Serving as the capital of the last Sinhalese kingdom until falling to the British in 1815, it's a place of cultural and spiritual importance. We should reach our hotel for check in around 3pm and there'll be some free time to have a look around this bustling city or just relax. Later this afternoon we explore the old town on foot. Buddhists from all over the world come here specifically to visit the Temple of the Sacred Tooth Relic, the Dalada Maligawa, considered a symbol of spiritual significance and national pride in Sri Lanka. The bejewelled shrine of the Holy Tooth, said to be Buddha's left canine, is kept on the upper floor of the original building. This relic was brought from India 1,500 years ago, and every year, at the time of the August full moon, it's paraded around the town with great celebration. The Mahaweli Reach 5-star hotel is located on the banks of Sri Lanka's longest river, in the suburbs of Kandy around 5 kilometres from the old town. The free-form swimming pool is surrounded by mature trees, grounds and two wings with rooms spread over five floors. There's a restaurant, bar, modern gym and snooker room from a bygone era. International cricket teams often stay here when playing in Kandy and the snooker room has a collection of signed bats."
    },
    {
      "dayNumber": 6,
      "title": "Visit Peradeniya Botanical Gardens. Scenic highlands drive to Nuwara Eliya",
      "description": ": Leaving Kandy this morning, we'll stop just out of town for a guided visit at the Royal Botanical Gardens in Peradeniya, renowned for its stunning collection of orchids, palms and exotic flora from around the world. Established during the British colonial era, the garden spans 147 acres and features picturesque avenues, a giant Javan fig tree and a variety of themed gardens - a peaceful retreat for nature lovers. Our onward journey is through beautiful mountain scenery as we drive into the Central Highlands. Reaching up to 2,500 metres in elevation the climate is somewhat cooler, though still tropical, and the lush vegetation is interspersed by countless historic tea plantations and factories. After around three hours driving we reach Nuwara Eliya, nestled in the heart of Sri Lanka's hill country. Known as 'Little England', Nuwara Eliya is reminiscent of Britain with its red telephone boxes, Victorian colonial architecture and pretty rose gardens - relics from its era as a hill country retreat for any homesick Brits. The cool climate provided a sanctuary in which they could immerse themselves in familiar pastimes, such as polo, golf and cricket. In the late afternoon you can join our tour leader on a walk to see the sights. This evening there is the option to have dinner at the historic Hill Club, established in 1876 by British coffee planters. Formal attire is needed, but it's possible to hire a jacket. With a prime and leafy location next to the golf course, the 4-star Grand Hotel offers a blend of old-world charm, character and modern comfort. The property has been expanded since it's Victorian-era roots and facilities include four and a half acres of beautiful gardens, an indoor heated pool, several restaurants, bars, gym, spa, lounges, library and a snooker room."
    },
    {
      "dayNumber": 7,
      "title": "Morning trek in Horton Plains National Park. Afternoon visit to tea plantation and factory",
      "description": ": Horton Plains National Park is a unique and beautiful plateau of wild grassland and thick forest, famous for its biodiversity - home to diverse wildlife including sambar deer, purple-faced langurs and a variety of bird species. We rise very early for the best conditions and depart with a boxed breakfast for the drive to the entrance. On our walk, we'll take in Baker Falls, before trekking on to World's End - an awe-inspiring escarpment that marks a dramatic end to the highlands, dropping a vertical distance of 880 metres. At the end of our trek we recommend stopping at the information centre to learn more about the local flora and fauna. Today's circular walk covers around 9 kilometres/5.5 miles and will take approximately four hours and we have graded it as leisurely to moderate. Apart from some steps to reach Baker Falls, which can be skipped if you prefer, the rest of the terrain is mostly gradually ascending or descending and there is a 2 kilometre/1.2 mile gradual ascent back to the entrance. We should get back to the hotel at around noon and for those who prefer not to join the visit to the national park, you can enjoy a free morning in Nuwara Eliya. Later this afternoon we'll go to a local tea plantation where we can learn more about tea production in Sri Lanka, the estates, the pickers and the process of making tea with a factory visit, all ending with a refreshing cup of the good stuff."
    },
    {
      "dayNumber": 8,
      "title": "Drive to Ella and see the Nine Arch Bridge. Continue to our permanent tented camp. Pooja ceremony at Kataragama Shrine",
      "description": ": Bidding farewell to Nuwara Eliya this morning we'll have our last day exploring the highlands. After a two-hour scenic drive we reach the lively town of Ella. It's here that we'll jump into local tuk tuks that will take us through rural scenes to a viewpoint of the famous Nine Arches Bridge built for the Victorian-era railway network. We have included an early lunch after which our journey continues as we drive down to the southern plains, reaching our permanent tented camp in the late afternoon. It'll be a quick turnaround before we head to Kataragama Shrine to witness the atmospheric evening pooja (religious ceremony). This sacred pilgrimage site is revered by Buddhists, Hindus, Muslims and indigenous Vedda people. Spending tonight in a rural location and closer to nature allows us a different experience as well as convenient access to Yala National Park's less visited entrance. This semi-permanent tented safari camp has comfortable tents that are fitted with proper beds, a fan, ensuite toilet, basin and shower. Meals are served al fresco with a BBQ in the evening and a bonfire. Please note that, as we are in a natural setting, WiFi is not available."
    },
    {
      "dayNumber": 9,
      "title": "Game drive in Yala National Park. Late afternoon walking tour of Galle Fort",
      "description": ": Yala National Park, situated in the southeast of Sri Lanka, is renowned for its diverse wildlife and rugged landscapes. It's the country's most-visited national park, known for its population of leopards, which are best spotted during early morning and evening safaris. The park is also home to elephants, sloth bears, crocodiles and a rich variety of bird species - making it a prime destination for wildlife enthusiasts and nature lovers alike. We rise early around 5.30am for our morning 4WD safari and take a boxed breakfast with us. We'll enter via the Galge or Karagamuwa entrance which allows us to access the less visited parts of the park. Afterwards there'll be some time to freshen up and check out before we start our journey to the coast. The drive to Galle will take around two and a half hours and we proceed directly to our hotel after which there is some free time to enjoy the pool or relax and have lunch. Later this afternoon we'll visit Galle Fort for a walking tour of this charming town, steeped in history and culture. An important trading centre since ancient times, the fortifications that can be seen in Galle today were built by the Portuguese and then the Dutch between the 16th and 17th centuries. The fort ramparts of this UNESCO World Heritage Site protect the harbour and a myriad of fascinating old houses, churches, and warehouses. Today, the town has a strong arts vibe, with foreign and local artists, writers, photographers, designers, and poets drawing inspiration from their surroundings. Boutique shops and cafes around the town showcase their work. There's a lot to explore in the town and simply wandering its streets is a great way to see the sites while soaking up the unique atmosphere. Tonight we sleep in the Jetwing Lighthouse, a 5-star hotel located three miles from Galle Fort on a headland with superb views over the Indian Ocean. Bawa's design means it has a minimalist elegance, style and character. Facilities include two pools, a restaurant, bar, gym and spa."
    },
    {
      "dayNumber": 10,
      "title": "Late morning drive to tranquil coastal town of Bentota",
      "description": ": After a relaxed start to the day, or a return visit to Galle Fort, we'll proceed on our journey in the late morning. We plan to break this drive with a stop for lunch and a visit to the Brief Garden in Beruwala - one of Sri Lanka's finest landscape gardens. The main house was once home to landscape architect Bevis Bawa (older brother of renowned architect Geoffrey Bawa) and he designed this garden as a labour of love from the late 1920s until it was opened to the public in 1969. We should check in to our hotel mid-afternoon and the rest of the afternoon has been left free to relax by the pool, enjoy the spa or take a walk along Bentota beach."
    },
    {
      "dayNumber": 11,
      "title": "Free time to relax on Bentota’s quiet beaches. Optional afternoon traditional mask painting workshop",
      "description": ": Today has been left free to relax and reflect on the journey so far through beautiful Sri Lanka. Our tour leader will be able to assist with any questions about possible activities such as a visit to Beruwala Lighthouse, water sports or a boat excursion on Madu Ganga River. This afternoon there's the option to visit the Ariyapala Mask Museum in Ambalangoda - a charming town known for its rich cultural heritage, traditional mask-making industry and pristine beaches. The museum showcases a rich collection of traditional masks used in local rituals and performances. Visitors can make their own mask to take home and the museum offers a glimpse into the intricate artistry and cultural significance of these masks, highlighting their role in Sri Lankan folklore and heritage."
    },
    {
      "dayNumber": 12,
      "title": "Drive to Colombo. Late afternoon city tour by jeep followed by street food dinner experience",
      "description": ": This morning we'll journey to Colombo for our last night. There is some free time after checking in around lunchtime. In the late afternoon we\\ ve included a sightseeing tour of the capital with a difference, in open air jeeps that give you great visibility while taking in the cultural landmarks and highlights. The jeep tour is followed by an included street food dinner experience. Colombo, the vibrant capital city of Sri Lanka, is a bustling metropolis that blends modernity with rich colonial heritage. The city offers vibrant markets, ancient temples and picturesque urban parks like Viharamahadevi Park. Colombo's coastal promenade, Galle Face Green, provides stunning sunset views over the Indian Ocean. We spend tonight in the 4-star Galle Face Hotel, located next to the old fort of Colombo and on the ocean front. Welcoming guests since 1864, it combines character with modern comforts. There are indoor and outdoor restaurants and bars, a spa and swimming pool."
    },
    {
      "dayNumber": 13,
      "title": "Trip ends in Colombo",
      "description": ": The trip ends after breakfast at our hotel in Colombo. There are no activities planned today, so you're free to depart from Colombo at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you need to depart from Colombo's Bandaranaike International Airport (CMB), which is a 30-minute drive from our hotel. As part of our Upgraded range, we also offer a complimentary transfer to those who have made post-tour accommodation arrangements through Explore, regardless of your departure day."
    }
  ],
  "map": ""
}