{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-tailor-made-tour-culture-nature",
  "tourName": "Sri Lanka tailor made tour, culture & nature",
  "placesVisited": "",
  "generalInfo": "Exploring unique history and Natural wonders. A history dating beyond 2500 years. First, we spend the time through Negombo beach site and next head to the UNESCO World Heritage Site of sigiriya and Polonnaruwa. <br/> <br/>The  Sigiriya Lion rock is particularly interesting due to its flat top (nearly an acre in size), that was used in its entirety to build King Kasyapa's fortress complex, still evident by the presence of the extensive ruins and The Ancient Polonnaruwa dated back to the 11th and 12th Century AD.<br/><br/>Next, we will head to The Hill Capital Kandy through the Dabulla Cave Temple and Mathale Spice Gardens. Further, we will visit the world famous Temple of Tooth Relic.<br/><br/>Take on the rapids and thrill through the one of the main rafting location Sri Lanka is at Kithulgala. The famed location for the 1957 award winning movie Bride on the River Kawi.<br/><br/>Touring the Sinharaja rainforest viewing the perfect balance of an interdependent Eco-system. We end of our tour through the kissing beautiful beach .",
  "durationDays": "7",
  "price": "670",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Bandaranaike International Airport and meet the representative • Check in at the hotel in Sigiriya • Rest of the day relax at the hotel • Overnight stay at the hotel in Sigiriya"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, climb Sigiriya Rock Fortress. • On conclusion. Proceed to Polonnaruwa • Visit Historical places in Polonnaruwa • Overnight stay at the hotel in Sigiriya"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, proceed to Kandy ( Approx 3 and ½ hours travelling distance) • Visit Dambulla Cave temple en route • Visit Matale Spice Garden en route. • Check in at the hotel in Kandy • Evening, visit Dalada Maligawa and Cultural show and you have a option to visit world famous kandy Esala pearahara( During 21st August to 31st August 2023) • Overnight stay at the hotel in Kandy"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, proceed Kitulgala ( Approx. 2 hours travelling distance) • White Water Rafting at Kitulgala • On conclusion, proceed to Sinharaja • Check in at the hotel in Sinharaja • Overnight stay at the hotel in Sinharaja"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, leave for rain forest exploration in Sinaharaja Rain Forest ( 4 hours trail) • On conclusion, departure to Unawatuna ( Approx. 4 hours travelling distance) • Check in at the hotel in Unawatuna • Rest of the day at leisure on the beach • Overnight stay at the hotel in Unawatuna"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Full day at leisure on the beach/ hotel in Unawatuna • Overnight stay at the hotel in Unawatuna"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Departure after breakfast to Bandaranaike International Airport for departure flight"
    }
  ],
  "map": ""
}