{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "northern-sri-lanka-tour-tailor-made",
  "tourName": "Northern Sri Lanka tour, tailor made",
  "placesVisited": "",
  "generalInfo": "This journey takes you on a complete exploration of Sri Lanka, from the tranquil beaches of the west and east coasts to the rich cultural and historical heart of the north and the Cultural Triangle. You’ll begin in Colombo and Chilaw, easing into island life before heading north to Kalpitiya, where you can enjoy dolphin-spotting boat trips, snorkel or dive on Sri Lanka’s largest coral reef, try kite surfing, or simply relax by the pool.<br/><br/>From Kalpitiya, continue to Jaffna to discover Tamil culture, colonial forts, Hindu temples, and unique local markets, with excursions to the windswept islands of Delft - home to wild horses - and sacred Nagadeepa. Trincomalee on the northeast coast offers golden beaches, hot springs, and the dramatic cliffside Koneswaram Temple, with optional trips to Pigeon Island for relaxed snorkelling.<br/><br/>In the Cultural Triangle, you’ll explore lesser-known historical sites, including the giant Buddha statues at Reswehara and Avukana, set against serene forest and river landscapes. On your way back to the west coast, pause at the ancient forest monastery at Ritigala before arriving in Negombo to enjoy a final evening by the seaside.<br/>Throughout the trip, you’ll experience Sri Lanka’s incredible wildlife, vibrant culture, rich history, and welcoming hospitality, all while enjoying a mix of relaxation and adventure tailored to your pace.",
  "durationDays": "12",
  "price": "2300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Sri Lanka - We’ll be ready to welcome you on arrival in Colombo, where you’ll meet your chauffeur guide who will be with you throughout your journey in Sri Lanka. From the airport, it’s a gentle 45-minute drive along the coast to the laid-back town of Chilaw. Here, you can freshen up, unwind, and ease into the rhythm of island life with your first overnight stay."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Enjoy seaside life in Kalpitiya - This morning, continue your journey with a 1.5-hour drive north to Kalpitiya, a stunning peninsula framed by the Indian Ocean on one side and a vast lagoon on the other. After checking into your hotel, the day is yours to spend as you wish. You might head out by boat to spot dolphins (and, if you’re lucky, a passing whale), explore Sri Lanka’s largest coral reef by snorkel or scuba, try your hand at kite surfing, or simply unwind by the pool. You’ll be based here for the next two nights."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Wilpattu National Park - Set off early this morning with a packed breakfast from your hotel for a full-day adventure in Wilpattu National Park. Your journey begins with a boat ride across the lagoon, before switching to an open-top jeep for your game drive. Wilpattu is home to an extraordinary variety of wildlife, from deer and elephants to countless bird species, and it’s also one of the very best places in Sri Lanka to spot elusive leopards."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Drive to Jaffna - From Kalpitiya, it’s around a five-hour drive to Jaffna, the cultural heart of northern Sri Lanka. Once largely off-limits during the civil war, Jaffna has reopened as a fascinating place to explore, rich with Tamil heritage, colourful temples, colonial forts, and a very different pace of life to the south. Tourism is still in its early days here, so you may well find yourself exploring with few other visitors around. We recommend staying at the characterful Fox Resorts Jaffna, a wonderful base for your time in the city."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Delft Island & Nagadeepa - Today, set out on a daytrip to explore the islands off Jaffna’s coast. Begin with a ferry ride to Delft, a windswept island where wild horses still roam, descendants of those left behind by the Dutch, and where the ruins of an old fort stand as a reminder of its history. From here, continue by ferry to the sacred island of Nagadeepa before returning to your hotel for the evening."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Day out in Jaffna - Spend today discovering Jaffna itself, a city shaped by centuries of history and culture. Wander through the impressive Jaffna Fort, originally built by the Portuguese and later expanded by the Dutch, visit striking European-era churches, and explore vibrant Hindu temples that remain at the heart of local life."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Drive to Trincomalee - Today’s journey takes you from Jaffna to Trincomalee on Sri Lanka’s north-east coast, a drive of around four hours. After checking into your hotel, head out to explore the town, where you can visit the famous hot springs, admire the natural deep-water harbour, and climb up to Koneswaram Temple, perched dramatically on a cliff overlooking the ocean."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Trincomalee - Take today at a leisurely pace, with plenty of time to enjoy the beach and unwind by the sea. If you feel like a little adventure, you can also take a short boat trip to Pigeon Island for some gentle snorkelling in the clear waters."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Drive to Habanara - Drive about 1.5 hours to Habarana, located in the heart of Sri Lanka’s Cultural Triangle, and check into your hotel. If you’ve already explored the main sites in the north, this trip is a great opportunity to discover some of the lesser-known gems here. Equally fascinating but far less crowded, these hidden spots promise a more relaxed and authentic experience. We’ve suggested a few highlights for the next couple of days."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Day Trip to Reswehara & Avukana Budhas - Today, head out to explore some of Sri Lanka’s remarkable ancient artistry. Visit the giant Buddha statues at Reswehara and Avukana, with the latter renowned as the best-preserved ancient statue in the country. Set against lush greenery and tranquil rivers, these sites are as atmospheric as they are impressive, offering a peaceful glimpse into Sri Lanka’s rich spiritual and cultural history."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Drive to Negombo, via Ritigala - Today, you’ll drive to Negombo, a journey of just under five hours, but we suggest breaking it up with a visit to the ancient forest monastery at Ritigala. Plan to go early, as wild elephants make the area unsafe later in the day. Once in Negombo, check in to your hotel and enjoy your final evening by the seaside, soaking up the relaxed coastal atmosphere."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Fly Home - After your journey through Sri Lanka, we’ll transfer you to the airport for your return flight home. Over the past days, you’ve experienced the country’s diverse landscapes, and seen the cultural and historical richness of the north and the heart of the Cultural Triangle. You’ve seen wildlife up close, explored ancient temples and forts, and enjoyed the warmth of Sri Lanka’s people - memories to carry with you long after your trip ends."
    }
  ],
  "map": ""
}