{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "a-taste-of-sri-lanka-tour-9-days",
  "tourName": "A taste of Sri Lanka tour, 9 days",
  "placesVisited": "",
  "generalInfo": "Also known as the Pearl of the Indian Ocean, Sri Lanka is one of the most culturally rich holiday destinations in Asia if not the world. Buddhist, Hindu, Muslim and Christian faiths have all left their mark, as have the colonial powers of the Portuguese, Dutch and British. For a relatively small island nation, Sri Lanka is also blessed with superb scenery from the tea clad verdant slopes of the hill country to the idyllic palm fringed coast. Wildlife enthusiasts will not be disappointed either with large populations of elephant and perhaps even a glimpse of the elusive leopard may be possible. This short tailormade tour is designed for travellers to experience the diversity of the island in a limited timeframe.  Start at Negombo; an important and authentic fishing hub where you will cruise on the dazzling lagoon rich with birdlife, observing the kaleidoscope of colour of the local fishing fleet. Admire stunning vistas of misty tea clad hills from one of the world’s most spectacular train journeys and listen to Sri Lanka’s tale of tea from a local planter.  Join pilgrims at the revered Temple of the Tooth in Kandy (UNESCO), and feel the history strolling on the atmospheric and excellently preserved ramparts of Galle Fort. For nature lovers, we stay clear of the jeep-packed thoroughfares of Yala National Park and here take a peaceful alternative away from the crowds in search of stunning wildlife including the elusive leopard. This tour may be short, but is far from short on memorable experiences that will surely leave you wanting more of this genial island nation.",
  "durationDays": "9",
  "price": "1395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive – Negombo - Welcome to Sri Lanka. On arrival meet with your chauffeur guide who will transfer you to the hotel. The rest of the day will be at leisure for you to relax after your journey. Overnight Villa Hundira or similar. No meals."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Negombo – Kandy (Overall approximate driving time today is 4 hours) - For early risers, you can optionally start the day with a visit to the authentic fish market of Negombo. If you are lucky you may see fishermen landing the catch from the beach and the hustle and bustle. The shear array of fish on offer is amazing to see. Later this morning take a boat ride on the lagoon at Negombo for great views of the colourful fishing fleet. The lagoon is also great for birdwatching. Sit back and relax accompanied by the warm tropical wind. There will be a stop where you can actually disembark and paddle in the lagoon and enjoy some fresh tropical fruit. This afternoon we head inland to the important city of Kandy. Just outside Kandy if time allows you can take a stroll in the beautiful botanical gardens before checking in to your accommodation. Overnight Fox Hotel, Kandy or similar (B) Fish market does not operate on a Sunday. Fox Hotel, Kandy does not currently sell alcohol. Please feel free to bring your own."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kandy sightseeing - This afternoon visit the temple of the Tooth (UNESCO), an important pilgrimage site for Buddhists around the world. Also explore some of Kandy’s markets to get an authentic feel of the flow of local life in the city. Later, if time allows you can spend some time exploring Kandy at leisure and enjoy the lakeside views. Overnight Fox Resort, Kandy or similar (B) Options: – For food lovers you may like to add on a morning visit and lunch at a local home and get involved in the cooking of Kandyan dishes. For those preferring the outdoors a rural walk through the rice paddies and villages can be arranged for extra cost."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kandy – Nuwara Eliya - Naanu Oya by train – Bandarawela (Approximate overall driving time today is 3 hours) - This morning after breakfast, take a scenic drive and climb up into the verdant hills to the mountain town of Nuwara Eliya where you will be able to explore this historic hill station a little. Later transfer to nearby Naanu Oya and take a truly spectacular train journey, venturing never too far away from the lush tea plantations of Sri Lanka’s hill country. It’s a fabulous way to admire the sheer beauty of the hill country. The train travels at a leisurely pace, so sit back and enjoy the views! Your chauffeur guide will be there to meet you off the train and drive you to your overnight accommodation. Overnight Morning Dew Hotel, Ella, or similar - No Air Conditioning (B) Note: Train tickets cannot be confirmed until a few weeks before your journey as they are not permitted to be pre booked. Train tickets if secured will be given to you by our local team when you arrive in Sri Lanka."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ella – Little Adams Peak – Nine Arch Bridge - Tea Tasting - Start the day early with a short journey to Ella and enjoy the relatively easy short hike to Little Adams Peak for spectacular panoramic views in good weather. After the hike, visit the Nine Arch Railway Bridge dating from the 1920’s and a superb example of railway architecture. You can then return to the hotel to freshen up and relax before later this afternoon taking a tour of the tea plantations with a retired tea worker to learn more about this important local industry and of course tasting some of the local tea. Overnight Morning Dew Hotel, Ella, or similar (B) Note – We recommend walking to Little Adams Peak as early as possible. Conditions are at their best the earlier you go. The walk is around 1 hour in duration and is an easy grade for anyone of a reasonable fitness level."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ella – Yala National Park (Approx. overall driving time today is 3 hours) - This morning leave the highlands in the rear view mirror and travel to Yala National Park, internationally acclaimed as the jewel in Sri Lanka’s wildlife viewing crown. After checking in at the hotel, embark on a mesmerising afternoon safari in the little visited Block 5 (subject to local permission). The more popular areas of Yala National Park are generally packed full of safari vehicles, so instead you will delve deeper into the park to Block 5 which is rarely frequented by tourist jeeps. It has a slightly lower density of leopards than the more popular areas of the park (though the designer of this tour did however spot one!), but the scenery is alluring and the anticipation of what, amongst a myriad of possibilities, may be around the corner is nothing short of thrilling. Overnight Big Game Camp Yala – Tent – No Air Conditioning (BD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Yala National Park – Galle (Approx. overall driving time today is 3 hours) - Starting early today, you follow the palm-lined roads of the tropical south coast. You will be able to stop at a couple of the palm fringed beaches along the way – just ask your guide. On arrival in Galle (UNESCO), spend the afternoon wandering the historic back streets and the crumbling ramparts of the Old Dutch fort. You can even enjoy some thambili from a local vendor or savour some crispy vaddais. After the visit of Galle Fort you return to the hotel. Overnight Mango House or similar (B) Note – For those who wish to try and spot more wildlife, an early morning safari at Yala today will be possible for an extra cost."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Galle and surrounds - This morning travel on a spiritual journey down the coast through beautiful rural countryside to visit Yatagala Raja Maha Viharaya Buddhist temple. Enjoy the journey there via tuk-tuk observing villagers working in the verdant paddy fields, harvesting their crops and going about their daily lives. Visit serene Yatagala, a rock temple with a nine-meter standing Buddha and mural-covered walls. As you climb the long flight of stairs to the top you will enjoy some wonderful views overlooking the rice paddies. This is a place far from the crowds. Offer traditional pichcha flowers, burn incense, light votive lamps and offer water to a sacred Bodhi tree. As you carry out these Hindu rituals, known as pujas, your guide will tell you more about their meaning and significance. You will then receive a blessing from the devoted monks, who have lived at this peaceful temple site for centuries. Return to Galle, where you will enjoy the afternoon at leisure before spending your final full night in Sri Lanka enjoying warm hospitality at a local home feasting on deliciously authentic south coast seafood. Overnight Mango House or similar (BD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Departure - At the appropriate time, your driver/guide will take you on the expressway back to the airport for your onward flight (B) Note – Contact us if you wish to extend your time in Sri Lanka further, be it to relax on the beach, explore more of the culture and history of Sri Lanka, or perhaps spend more time in the jungle looking for flora and fauna."
    }
  ],
  "map": ""
}