{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "sri-lanka-boutique-hotels-holiday",
  "tourName": "Sri Lanka boutique hotels holiday",
  "placesVisited": "Colombo, Kandy, Nuwara Eliya, Haputale, Yala West National Park, Buduruwagala, Galle",
  "generalInfo": "Sri Lanka may be petite but it’s overflowing with tropical goodness. The coastline is lined with gorgeous beaches; the hills of the interior are lush and green; the 14 National Parks are rich in wildlife; and there are nine UNESCO World Heritage sites, one of which dates back to the 3rd century BC. This Sri Lanka boutique hotels holiday whisks you round the country’s hot spots, while staying in characterful properties in beautiful locations, all of which have a high standard of food, service and décor.   <br/><br/>Close to the airport, the Wallawwa is a former manor house set in expansive tropical gardens filled with birdsong. It’s an ideal venue for post- and pre-flight pampering - the peaceful surroundings are complemented by a chic collection of guestrooms, gourmet cuisine, discreet service and a decadent spa. <br/><br/>Next, you’ll climb into northern Hill Country to Kandy, the capital of the last Sinhalese kingdom. The Kandy House is a charming and historic heritage manor house with individually designed rooms and lush gardens with a secluded forest pool.<br/><br/>A gem all of its own at the southern end of Hill Country, Living Heritage Koslanda is surrounded by 80 acres of deciduous woodland known locally as ‘God’s Forest.’ A river runs through the secluded grounds, which are also home to a waterfall. This off-the-beaten-track boutique hotel has only four rooms and celebrates Sri Lanka’s traditional architectural design.<br/><br/>Noel Rodrigo’s Leopard Safaris provides luxury camping at the edge of Yala West National Park. For many visitors, this is a magical, once-in-a-lifetime experience – cosying up under canvas, dining by candlelight, showering under the stars and enjoying expertly guided game drives to see majestic elephants, the rare sloth bear and the elusive leopard. <br/><br/>A 25-minute drive inland from Galle, Kahanda Kanda is set on its own 12-acre hilltop tea estate and is surrounded by bird-filled tropical gardens. Nearly all of the ten exquisite suites are freestanding with expansive views from private terraces over the gardens and to tea fields and distant Koggala Lake beyond.<br/>",
  "durationDays": "13",
  "price": "2575",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Colombo airport and head straight to Wallawwa for two nights, a 17-room boutique hotel, to recuperate amidst startlingly peaceful surroundings. Set in an expansive tropical garden, this former manor house indulges the senses with a chic collection of guestrooms, gourmet cuisine, discreet service and decadent spa – the venue for post- and pre-flight pampering."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "At leisure. Be on the beach in 30 minutes, play a round of croquet in the garden or take a private guided tour by boat through the pretty bird-filled Muthurajawela Wetlands. Colombo’s restaurants, shops and sights are a little over 30 minutes’ drive away."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Wind your way up into the hills to Kandy for a two-night stay at The Kandy House, a charming and an historic heritage walauwa. This stunning manor house is truly romantic, particularly as it accepts guests over 12 years of age only! All rooms are individually designed, and lush gardens with a secluded forest pool envelope the property."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Experience the Buddhist puja (blessing ceremony) at the Temple of the Tooth, which houses Sri Lanka’s most revered religious relic, before exploring Kandy on foot. A guided walking tour of the city will take in the Hindu devales (temples), the lake and the municipal market. After lunch, visit the beautifully kept and well-presented Royal Peradeniya Botanic Gardens."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Travel south from Kandy into Sri Lanka’s vertiginous Tea Country, so-named for the velveteen tea plantations that carpet the misty hills. Drive to the market town of Nuwara Eliya before boarding the train for a scenic journey - SUBJECT TO AVAILABILITY - into the southern Hill Country to Haputale and continuing by road to Living Heritage Koslanda for two nights. This secluded boutique hotel celebrates Sri Lanka’s traditional architectural design and has just four rooms, three of which are hugely spacious suites with generous living areas and a courtyard with alfresco jacuzzi and open-to-the-skies shower. Set in 80 acres, the property borders a patch of forest known locally as ‘God’s Forest’, which contains a river and a secluded waterfall."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "At leisure. Activities include trekking, tea factory visits, tree planting and cooking classes."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Descend from the hills into the low-lying south-eastern plains to the edge of Yala National Park, stopping off en route at Buduruwagala – a series of seven well-preserved Buddhist figures carved into sheer rock. Yala National Park is the island’s premier game reserve, home to a dense population of leopards, elephants and sloth bears. Camping at the edge of the park is a magical once-in-a-lifetime experience; cosy up under canvas, dine-a-deux by candlelight, shower under the stars and enjoy expertly guided game drives into the park. Two nights stay at Kulu Safaris."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Early morning and afternoon jeep safaris in Yala National Park."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After another early morning jeep safari in Yala National Park, leave the park and travel west along the picturesque and cove-sprinkled southern coastline to Galle, famed for pretty beaches, a 17th century Dutch fort and a cosmopolitan vibe. Kahanda Kanda, set on its own 12-acre hilltop tea estate, a 25-minute drive inland from Galle, is a blissful couples-only boutique hotel and your home for the next four nights. Nearly all of the ten exquisite suites here are freestanding (immensely private Dubu, with its own pool, is fabulous, although there are three suites with pools) and from furnished terraces enjoy views over the bird-filled tropical gardens, the tea fields and distant Koggala Lake."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "At leisure. Dine alfresco, relax poolside, enjoy a spa treatment, take a guided bicycle ride through picture-postcard rice fields, make for the beach or privately tour the hotel’s own tea estate. Further afield, a day trip to Udawalawe National Park for a jeep safari."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Transfer to the airport for your flight home."
    }
  ],
  "map": ""
}