{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "vip-tour-of-sri-lanka-a-signature-experience",
  "tourName": "VIP Tour of Sri Lanka: A Signature Experience",
  "placesVisited": "Colombo, Ritigala, Kandy, Hatton, Galle, Anuradhapura, Yala National Park",
  "generalInfo": "From ancient frescoes to captivating relics, dramatic fortresses to enchanting wildlife, you will have an exclusive experience steeped in the wonders of Sri Lanka during your custom tailored tour. Bask in the succulent aromas of a home-cooked meal that you prepare during a private lesson. Keep an eye out for the elusive leopard skulking through the tall plains. The sunlight reflects off the whitewashed walls of a colonial fortress while waterfalls accentuate the majesty of the countryside. Whether partaking in traditional ceremonies or wandering along gorgeous jungle trails, you will discover exceptional and unforgettable Sri Lanka.",
  "durationDays": "12",
  "price": "15,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Colombo – An Exclusive Look at Colombo",
      "description": "Colombo is an enchanting city of color and aromas. The Pettah district, known for its shopping aisles lined with market stalls and clothing vendors, embodies the bustling nature of the locals and the vibrant ambiance of the city at large. The scent of coriander and turmeric filters through the air amongst the pastel hues and rich rainbow of garments hanging from the walls and rafters of the boutique shops. Your flight lands at Bandaranaike International Airport, where your private transfer greets you upon your arrival. You make your way to the gorgeous grounds of your hotel, nestled between the trees of a shaded lane and the tranquil atmosphere of a Buddhist shrine. You easily settle into the comforts of your luxury accommodation before meeting your guide in the lobby for a private tour of Sri Lanka’s capital city. The streets and neighborhoods maintain a captivating mixture of history embodied in the colonial buildings, ruins, and contemporary skyscrapers overlooking the Indian Ocean. Your guide leads you to the Fortress to view the center of power during Dutch colonialism. The grounds were renovated in 2015, returning the former grandeur to the arcades and whitewashed walls of the Dutch Hospital. The aroma of coconut and cakes emanates from chic cafes and restaurants located in the complex. The verdant grass grows along two courtyards separating five wings. The walls reach a thickness of nearly 20 inches, supporting large teak beams and wooden staircases exemplifying 17th-century Dutch architecture."
    },
    {
      "dayNumber": "2",
      "title": "Anuradhapura – In the Presence of the Past",
      "description": "In the morning, the aroma of coconut fills the dining room at breakfast, emanating from fresh coconut milk, which accentuates the scent of delicately roasted coffee beans. The city returns to life with colorful rickshaws ambling through the wide boulevards. The waves of the Indian Ocean lap against the golden shores edging the coastal lawn of Galle Face Green. Your private transfer meets you in the hotel lobby after the meal and escorts you along the scenic road to the ancient city of Anuradhapura. The ferns and palms shimmer emerald along the drive. The thin blades of verdant rice fields rustle in the brief breeze. Enjoy the comforts of your stunning hotel encompassing nearly 60 acres of lush greenery. The eco-friendly lodgings spread through a 150-year-old mansion, offering a deeper connection to the rich history and the gorgeous nature of the region. Your guide greets you in the lobby in the late afternoon after the tropical heat of the day has passed. You make your way into the ancient city that once stood at the center of Sri Lankan civilization around the 4th century BC, and flourished for more than 1,300 years. Sun-dried brick stupas rise above the edges of seasoned reservoirs. The remains of grand palaces overlook the narrow lanes. Your guide leads you to Sri Maha Bodhiya, one of the oldest living trees in the world, which was taken from the Bodhi Tree that Buddha sat under during enlightenment. The tree stands on a 21-foot tall terrace and remains one of the most sacred relics in the entire country. A large wall surrounding the tree was erected to protect the relic from elephants."
    },
    {
      "dayNumber": "3",
      "title": "Ritigala – Top of the Rock at Sigiriya",
      "description": "The morning light washes over the jungle greenery. Wood furnishings in the dining room accentuate the history of the historic grounds and the colonial fashion fusing with the natural beauty. The aroma of rambutan and freshly steeped black tea create an enticing sweet and herbaceous combination. Your guide greets you at the hotel and leads you in view of the breathtaking monolith rising more than 650 feet above the surrounding trees. The orange and black striations contrast the clear blue sky and emerald leaves encircling the natural mountain atop which stands the ancient Sigiriya Fortress, a complex adorned with vast gardens, ponds, canals, fountains, and a network of marvelous fortifications. A monastery was erected on the plateau in the 3rd century BC, giving way to King Kasyapa’s residence in the 5th century AD. The feet of a lion etched into the monolith mark the entryway. You climb the steep stone stairway, passing the western wall known for its preserved frescoes depicting portraits of the king’s wives and concubines. The cave has shielded the frescoes from the elements, allowing the colors to remain over the course of 1,600 years. Cobra Hood Cave gained its reputation and name from its natural pose resembling a cobra in the striking position. The interior contains traces of floral embellishments and animal paintings, adding to the luster of the fortress’s past, both known and unknown. In the afternoon, you continue to the peaks of Ritigala to view the ancient monastery set at the foot of the mountain."
    },
    {
      "dayNumber": "4",
      "title": "Kandy – A Meeting with Ancient Monks",
      "description": "Today your private transfer meets you at the hotel after breakfast and escorts you through the Cultural Triangle of Sri Lanka, taking you towards the charming lakeshores of Kandy, stopping at the Dambulla Cave Temples en route. The collection of caves stands nearly 525 feet above the surrounding plain. Although more than 80 caves create the complex, five of the caves contain statues and frescoes crafted more than two millennia ago, depicting the life of Buddha. You walk from the Golden Temple into the hillside, leaving remnants of civilization behind for the vast sloping rock face. Enter the first cave known as Lord of the Gods. The cold stone provides a refreshing air contrasting the tropical sunlight. As your eyes adjust, you find vibrant reds, yellows, and gold shimmering across the walls. A 45-foot long reclining Buddha statue stretches along the back wall with a statue of a disciple standing near the sleeping Buddha’s feet. Monkeys linger in the trees around the cave temples, rustling the branches and lounging on the walls overlooking the entrances. You continue towards Kandy, stopping at the village of Matale, which is known for spice gardens sweeping across the landscape. The scent of cinnamon and vanilla accompanies the thriving coconut, rubber, teak, and coffee crop growing on 15-acre farmland you visit. Enjoy a tour of the plantation to view the lime and mango trees growing with gripping green and orange hues among the well-tended crops."
    },
    {
      "dayNumber": "5",
      "title": "Kandy – The Stronghold of the Kandyan Kingdom",
      "description": "The comforts of your hotel offer indulgent bliss amongst the 19th-century architecture and tranquil gardens overlooking the horizon. Coconut palms soar above the sky like high-rises waving in the mountain breeze. The scent of traditional curry accompanies sweet bananas and coconut rice. Set out into the city on a private tour beginning on the grounds of the Peradeniya Royal Botanical Gardens. The Mediterranean climate of the region provides an abundance of colorful roses, bordering palm trees, and lavish orchids spread across the nearly 150 acres. The sweet aroma of the roses matches the variety of red, yellow, and white petals decorating the gardens. The city brims along the lakeshores surrounding the central palm-fringed island. Locals stroll through the bustling marketplace, enjoying the vendors calling out to passersby. Four temples are situated near the Temple of the Sacred Tooth Relic; the oldest was erected in the 14th century. The structure perches on a stone terrace and contains an embellished solid panel sculpture gateway. Bodhi trees grow on the grounds alongside the dome-shaped memorials known as dagobas . The aroma of burning incense drifts out of the shrines. The painted tower of Kataragama Devale draws your eye, rising above the bustling streets. A dramatic depiction of Murugan, the god of war with six heads and a dozen hands, decorates the temple with each hand wielding an intricate weapon."
    },
    {
      "dayNumber": "6",
      "title": "Hatton – On the Tea Trail",
      "description": "Indulge in the sweet aroma of coconut in the morning air. The palms surrounding your luxurious hotel sway in the breeze. You can sit on the open deck and enjoy the refreshing cool air before your private transfer escorts you to the train station to board your first-class car bound for Hatton. Enjoy the scenic ride through the countryside, venturing into jungle terrain and open hills. Waterfalls trundle beneath the canopy. The trees give way to marvelous mountains rolling along the horizon. The railway was constructed in the 19th century under British colonial rule and continues to carry a sense of nostalgic charm as it ferries locals and visitors alike past the tea plantations. Your private transfer collects you at the train station and escorts you to the stunning grounds of your luxury resort-style accommodation located at more than 4,100 feet above sea level. The remainder of the day is yours to indulge in the splendors of the region and your hotel. Bask in the remarkable lookout over the lakeshores glistening with cobalt hues and the emerald terraces spreading over the hillsides flush with tea leaves. Take to the trails around the hillsides for scenic views of the landscape. Relish the herbaceous aroma of the tea carried by the gentle breeze. The villages look as though they sprung from the English countryside, with thatched rooftops and Victorian character, offering an enchanting welcome to the region."
    },
    {
      "dayNumber": "7",
      "title": "Hatton – Mastering the Art of Tea",
      "description": "The tradition of tea runs deep in the region and continues to offer lessons to visitors and locals alike. The thin layer of morning mist burns away with the returning sun, leaving residual dew along the hillsides leading to the mountain lakes. After breakfast, you make your way to a local tea factory known for producing the tea once eponymous to Sri Lanka, known as Ceylon. The plantation carries more than a century and a half of history embodied in the methods of cultivation and the architecture of the manor. Take to the fields with your guide, meeting with professional tea harvesters. Women wrap a cloth around their heads, as protection from the sun, before strapping a wicker basket to their backs. They quickly harvest bushels of leaves by snipping the vines from the bush and putting the plant into their baskets. They average more than 30 pounds of tea per day. Your guide leads you through the history and process of tea, from harvest to storage, and eventually drying. The drying room carries the herbaceous aroma of the leaves resembling the dried tea with which you are familiar. At the end of the tour, your guide teaches you the art of steeping tea, from the precise temperature of the water to the ratio of tea to water needed. Before sampling the tea, your guide first tells you to find the bright, floral aroma drifting out of the perfect cup."
    },
    {
      "dayNumber": "8",
      "title": "Yala National Park – Scenic Rides and Night Drives",
      "description": "Before the day breaks, adventurous travelers follow their guides to Adam’s Peak, one of the holiest sites in Sri Lanka, to view the sunrise over the Buddhist temple at the summit. At breakfast, you find the familiar herbaceous aroma of steeping Ceylon tea before stepping out onto the scenic roads connecting you to Yala National Park. Before reaching the park, you stop to view Kirindi Oya, a waterfall reaching a height of 380 feet. The sound of rushing water echoes through the encircling trees. The terraced rocks behind the falls shimmer with orange and red hues that contrast the whitewater and emerald forest. A thin layer of spray rises from the wading pool below. You continue to Yala National Park and settle into the comforts of a resort nestled beside the border of the nearly 34,600 acres of protected nature. The biodiversity embodies the grandeur of pristine wildlife with dry forests and reservoirs, jungle brush and marshlands. Step aboard an open-air jeep to venture into Yala for a celebrated night drive in search of sloth bear and crocodiles, Asian elephants and toque macaques."
    },
    {
      "dayNumber": "9",
      "title": "Yala National Park – On the Drive",
      "description": "The wildlife sanctuary echoes with life with the sounds drifting through the trees and over the morning plains. Toque macaques ruffle the tree branches as they leap through the canopy. The Sri Lankan swallow twitters around your luxury camp, calling out to passing birds in the refreshing light. You venture out into the park before breakfast on a morning game drive in search of the animals for which Yala National Park is best known, the elusive leopard. The refuge has a leopard density larger than any national park in the world. The big cats are most active in the mornings and evenings, avoiding the heat of the midday. Your guide points into the trees at a Malabar pied hornbill. The black and white plumage contrasts the yellow beak and adorning horn for which the bird is named. The bird can grow up to 26 inches in length and perches on the branches with a regal quality. You find a mugger crocodile lounging in the sunlight on the banks of a marsh. The crocodile has an ominous presence and can grow up to 16 feet in length. It opens its mouth to help absorb the sunlight, showing its collection of sharp teeth. The jeep slowly steers away from the marsh and into the plain, where a leopard skulks through the grass, nearly blending in with the golden strands."
    },
    {
      "dayNumber": "10",
      "title": "Galle – Exploring the Fortress of Galle",
      "description": "The swallows return to chirping in the morning light as the macaques amble through the canopy once again. The excitement of Yala National Park brims in the return of the daylight with elephants parading through the plains and stopping at the edge of the reservoirs for water. After breakfast, your private transfer meets you and escorts you to the beachside city of Galle, which is celebrated for its preserved Dutch colonial architecture. You take a moment to settle into the comforts of your stately accommodation, first erected in the late 17th century under Dutch rule. The attention to renovated detail offers a combination of comfort and captivating history. You have a view of the red-tiled rooftops to the indigo and sapphire hues of the Indian Ocean. Your guide meets you in the lobby of the hotel, eager to lead you through the preserved arcades and walls of the 16th-century colonial fortress that continue to stand on a promontory surrounded on three sides by crashing ocean waves. The Portuguese first erected the edifice in 1588 before the Dutch overtook the complex near 1650. Your guide descends from residents of the fortress, providing a unique perspective on the history and evolution of the complex and city. The busy trading port turned the streets of Galle into a melting pot of culture for more than three centuries. The British constructed the main gate in the late 19th century to allow heavier flows of traffic into the old city center. The heavier fortification is due to the wall’s position facing the land. The British coat of arms decorates the exterior of the Old Gate, with the interior coat of arms referencing the Dutch East India Company, accompanied by the inscription date of 1669."
    },
    {
      "dayNumber": "11",
      "title": "Galle – The Expansive Flavors of Sri Lanka",
      "description": "In the morning, you find the aromas of banana and coconut blending with the seductive scent of the Indian Ocean. Palm trees soar above the beaches, casting thin layers of shade along the sand. After breakfast, you venture to the Dutch Market under the intuitive eye of a seasoned guide. Columns that are 300-years-old decorate the roof, and the scent of succulent spices drift along the market street. Vendors stand behind their conical displays of fruits and vegetables, set alongside rows of clothing and fresh juices. Your guide collects a blend of fresh ingredients, explaining the importance of each component along the way. Your demonstration kitchen is located inside a thatched-roof shelter known as a daub , erected with open windows to allow the heat to escape. The stoves are already lit, and your guide quickly becomes your private cooking instructor. You follow your instructor’s example to produce beetroot curry and caramelized eggplant, building an array of dishes, which you will soon enjoy. The incredible flavor of the food outshines the aromas, beginning with the refreshing spice and sweetness of a pennywort salad. After basking in the unforgettable flavors of your home-cooked meal, you continue to an artist’s private studio to learn the secrets of traditional mask making."
    },
    {
      "dayNumber": "12",
      "title": "Colombo – On the Trail Home",
      "description": "At breakfast, you find traces of the familiar aromas you grew fond of during your time in the kitchen, reveling in the sweet scent of coconut and the luscious texture of fresh banana. Fishermen take to the shoreline to sit on their uniquely fashioned stilts towering above the water. The fishermen balance on a narrow seat feet above the surface of the ocean and cast their lines into the water. The market returns to full swing with vendors eager to sell colorful rambutan and freshly caught fish brought straight from the sea. After breakfast, your private transfer meets you in the hotel lobby and escorts you back to Colombo to reach Bandaranaike International Airport for your flight home."
    }
  ],
  "map": ""
}