{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "revealing-kingdoms-of-past-present-a-cultural-tour-of-sri-lanka",
  "tourName": "Revealing Kingdoms of Past & Present: A Cultural Tour of Sri Lanka",
  "placesVisited": "Kandy, Dambulla, Kandalama, Sigiriya, Anuradhapura, Polonnaruwa, Minneriya Wildlife Reserve, Kavdullah National Park, Parakrama Samudraya",
  "generalInfo": "Ancient civilizations and wandering elephants, Buddhist philosophy, and coconut palms have all shaped the culture of Sri Lanka. Your customizable tour introduces you to the continued traditions and contemporary lifestyles of the island nation, emphasizing passionate nightly dance performances and elegant botanical gardens. Traverse national parks in search of elusive leopards and endangered monkeys. Climb historical stairways to reach a breathtaking palace set atop a monolith summit. From the throne of the Island’s last king to a holy relic of Buddha, your cultural exploration takes you along the beauty and splendor of the past and present of Sri Lanka.",
  "durationDays": "8",
  "price": "3,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kandy – In the Presence of Culture",
      "description": "The capital city of Colombo embodies the bustling spirit of a city and the remarkable culture of the island nation of Sri Lanka. The herbaceous and floral aromas of black tea emanate from a popular local cafe situated inside a renovated 17th-century Dutch hospital. The sapphire waters of the ocean glint against the golden shores draped in sand. Locals wind beneath the dangling saris and colorful shirts hanging over the aisles of the Pettah Market, the bustling shopping district. Your flight lands at Bandaranaike International Airport, where your private transfer meets you upon your arrival. High-rises overlook the shoreline and locals lounge on the emerald grass of the coastal plain known as Galle Face Green. You leave the city behind and wind along the scenic road towards the capital of the hilly province. Water buffalo graze on the tall, untamed grasses. Palm fronds and ferns decorate the roadside, providing views of the emerald jungle canopy. You reach Kandy, a city of blending tropical ambiance and a cool, hillside climate set along the banks of Kandy Lake. The waters shimmer with cobalt, reflecting the surrounding hills and the island at the center of the lake. After settling into the comforts of your luxurious hotel overlooking the lakeshores, you partake in a captivating Kandyan dance performance, welcoming you to the marvels of Sri Lanka. Performers enter the stage in traditional attire. Women wear elegant skirts decorated with red and white trim. Golden spires top their head and ears. Elaborate beadwork glistens in the light as the costumes accentuate each movement into an enchanting flow moving to the beat of the drum."
    },
    {
      "dayNumber": "2",
      "title": "Kandalama – Shaping Culture",
      "description": "In the early hours of the morning, a slow, thin mist spreads over the lake, leaving a layer of refreshing dew shimmering in the returning sunlight. The aroma of traditional roti cooked with coconut oil emanates from the celebrated local eatery, Kandy Muslim Hotel. After breakfast, your guide greets you in the hotel lobby and escorts you to the marvelous blossoming flowers and towering palms located inside the Peradeniya Botanical Garden. The nearly 150-acre park fills with floral aromas emanating from the orchids and spices manicured to showcase prestige and beauty. A towering Java fig tree overtakes the open plain at the center of the court, spreading its roots and branches like antennae. You take pleasure in viewing the cannonball-like fruit dangling from the tree. The white flowers bloom with edges of pink, contrasting the towering canopy, consisting of over 200 coconut palms. You continue to the Golden Temple of Dambulla, which was originally established in the 1st century BC. The complex has remained an important center of Buddhist and Hindu pilgrims for over 22 centuries, spread across the caverns located nearly 525 feet above the plain below. The interior retains a cool temperature from the encompassing rock, protecting the shrines from the sun and tropical heat. You enter the Cave of the Great Kings, the largest of the five caves, to find 16 standing Buddha statues and 40 seated Buddha statues, accompanying images of the gods Saman and Vishnu. Pilgrims continue to decorate the statues of the gods with garlands, adding fresh color and refreshing sweetness to the faded murals adorning the walls."
    },
    {
      "dayNumber": "3",
      "title": "Anuradhapura – In the Company of Birds and a Rock Fortress",
      "description": "In the morning, you have an early breakfast before venturing to the banks of the Kandalama Wewa Reservoir. Fishermen stand waist deep in the water and cast their nets over the surface, letting the latticework slowly sink over unsuspecting fish. Lush hills and verdant plains lead to the captivating mountaintops surrounding the banks of the ancient reservoir. The irrigation system helps supply needed water for drinking and farming. You have the chance to observe locals as they take to the water, both for fishing and boating. Their traditional vessels cast their bright sails into the wind, billowing over the cobalt hues of the reservoir. Workers tend to the encircling stone walls, helping keep the reservoir safe and intact. Egrets linger along the lakeshore, dipping their bills into the marshy soil in search of breakfast. Their flush-white plumage stands out from the verdant countryside ambiance. Thrushes twitter in the trees, adding a soundtrack of musical calls to the day. Your guide leads you away from the water and into the jungle to conquer the vertical walls of the Sigiriya Fortress, located atop the cooled magma summit of an extinct volcano more than 650 feet above the surrounding trees. A monastery was erected on the plateau in the 3rd century BC, with the royal residence of King Kashyapa following in the 5th century AD. The stairway leading to the top contains remnants of frescoes and a pair of lion’s paws carved into the rock face. You have a remarkable view of the countryside from atop the sheer walls, taking in the moats covered with lily pads and quiet shrines peeking out of the treetops. You reach the Mirror Wall beyond the frescoes. The wall was once coated with a blaze reflecting the women in the above gallery. Ancient graffiti continues to decorate the walls, providing scholars insight into the development of language and the appreciation of art."
    },
    {
      "dayNumber": "4",
      "title": "Anuradhapura – Roots of a Culture",
      "description": "The scent of black tea fills the dining room at breakfast, carrying a mixture of herbaceous and floral notes emanating from the steeped tea leaves. Your guide greets you at the hotel and eagerly leads you to the sprawling ancient complex of Anuradhapura. Historic pools continue to shimmer with turquoise waters amongst the crumbling temples and soaring brick towers erected as early as the 3rd century BC. The political and religious capital of the Ceylonese dynasty thrived for 1,300 years, rivaling Babylon in size, inhabitants, and architectural prestige. The sacred Bodhi tree stands at the heart of the ruins, physically and spiritually. The ancient tree grew from a sapling brought from India, which legend said was the tree the Buddha sat beneath to achieve enlightenment. The oldest and holiest of the Bodhi trees on the grounds stands on a platform surrounded by prayer flags. A stupa known as Ruwanwelisaya was erected during the reign of King Dutugemunu. Three marvelous stone elephants support the shrine. 1,900 elephant figures adorn the protective walls, with each successive king adding to the palace grounds. The entire complex is a living history of the region and the city, allowing you to take an immersive walk through the outline of the community. The Archaeological Museum contains collections of artwork, carvings, and artifacts intrinsic to daily life in the ancient world, allowing you a clearer perspective into the lives of the city’s inhabitants, including squatting plates from the western monasteries."
    },
    {
      "dayNumber": "5",
      "title": "Polonnaruwa – Sacred Ancient Lives",
      "description": "In the morning, the scent of coconut emanates from the local breakfast curry locals enjoy. The aroma of tamarind and lime accompanies the refreshing, fruity aroma of freshly shredded coconut. After breakfast, your guide leads you to the ancient brick structures of Polonnaruwa, a sacred destination established in the 10th century. The monuments within the complex were mainly erected during the 12th century, including the marvelous stupa reaching a height of nearly 180 feet tall and a diameter of 575 feet. You notice the similarities between the stupa’s design and the dagabas you saw at Anuradhapura. The preserved city retains its shape and integrity spread across the hundreds of ancient tombs, temples, and statues. A small reservoir shimmers at the edge of the contemporary town, with the trees of the nearby national parks edging the border of the ancient city. Your guide leads you along a former royal road to the ruins of the Royal Palace. The grounds once held 50 rooms supported by 30 large columns. The walls reached a thickness of nearly 10 feet. A portion of the walls remains, with holes representing holds for the floor beams of higher levels. Standing beneath the massive remains provides a view of the true size of the former royal residence."
    },
    {
      "dayNumber": "6",
      "title": "Polonnaruwa – A Culture of Elephants",
      "description": "In the morning, the aroma of coconut milk emanates from the pancake-like breakfast known as hoppers. The succulent and sweet scent accentuates the herbaceous steeping black tea. After the meal, your private transfer escorts you to the Minneriya National Park, which encompasses nearly 22,000 acres. The reservoir feeds the verdant Bidi leaf trees, which offer medicinal properties amongst the branches growing to 16 feet tall. Over 75 different species of butterfly flutter their wings around the underbrush and forest landscape. The plains spreading around the edges of the reservoir offers perfect grazing ground for elephants during the dry season, reaching upwards of 200 congregating to eat and drink. As you explore the wonders of the landscape, your guide points into the trees at a peering purple-faced langur. The monkey has a long tail and a face framed with tufts of brown and gray hair. They cling to the branches of the canopy as you pass below. The plain opens against the trees, offering you a pristine view of the elephants congregating along the reservoir shores. A pelican swoops down over the water and scoops up fish into its beak. A pine aroma filters through the air, and you can’t turn your eyes away from the grandeur of watching Asian elephants wandering through their natural habitat."
    },
    {
      "dayNumber": "7",
      "title": "Colombo – Return to the Capital",
      "description": "In the morning, the greenery around Polonnaruwa returns. The sunlight washes over the ancient palatial ruins that continue to enchant you. At breakfast, the scent of coconut blends with the aroma of freshly brewed coffee, offering a refreshing decadence to the day. Your private transfer meets you in the hotel lobby and escorts you away from the ancient ruins, returning to the bustling streets of Colombo. The city feels familiar in its golden shores and vibrant marketplace. The skyline overlooks the lapping waves. The scent of cinnamon and pastries emanate from the café inside the 17th-century Dutch hospital. After taking the time to settle into the comforts of your hotel, you meet your private guide to tour the National Museum. The galleries overtake the interior of a 19th-century colonial structure. A large stone Buddha from the 9th century greets you upon entering. His enigmatic smile creates the perfect ambiance for which you can enjoy the museum depicting Sri Lanka’s ancient and colonial past. You enter into the gallery containing the throne of the King of Kandy. The red-velvet hues symbolize power and prestige amongst the ornate decoration, indicating the importance of the seat of the last king of Sri Lanka."
    },
    {
      "dayNumber": "8",
      "title": "Colombo – In the Spirit of Sri Lanka",
      "description": "In the morning, devout locals venture to the Gangaramaya Vihara temple. The brass work and stone carvings depict Buddha and traditional legends known to locals. The interior shrine fills with colorful garlands and the scent of burning incense. The shops and stalls around the markets bustle with activity, from vendors calling to passersby and patrons perusing the colorful clothing and bags on display. Your private transfer meets you in the hotel lobby, ready to escort you to Bandaranaike International Airport when you are ready. The waves of the Indian Ocean continue to crash against the golden shores of the city. You could extend your time in Sri Lanka to relax on the beach or continue to India to continue your exploration of distinct cultures."
    }
  ],
  "map": ""
}