{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "visions-of-the-past-sri-lankan-heritage-history-tour",
  "tourName": "Visions of the Past: Sri Lankan Heritage & History Tour",
  "placesVisited": "Colombo, Kudumbigala, Okanda, Pottuvil, Deegawapiya, Kumana, Yala, Kataragama, Galle",
  "generalInfo": "Follow in the footsteps of kings and colonial powers during your custom tailored historical tour of Sri Lanka. Ancient monasteries hide within mountainous boulders, and Dutch colonial architecture overlooks the golden shoreline. Elephants graze on the plains and bathe in the reservoirs and represent the strong connection of current culture to ancient heritage. Pilgrims join a morning procession to reach their favored religious temple and markets abound with enchanting aromas and vibrant colors. Indulge in the power of the past and embrace the splendors of antiquity during your luxurious discovery of Sri Lanka.",
  "durationDays": "8",
  "price": "3,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Colombo – Arrive in the Capital of Sri Lanka with an Introductory Tour",
      "description": "The sapphire waters of the Indian Ocean will brush against the historical shores of Colombo. Market vendors line the aisles of Pettah market and fill the district with the aroma of fresh seafood, raw spices, and colorful produce. The marvelous hues of fresh fruits and vegetables accentuate the designs of the clothing that dangles from walls and over the walkways. Your flight will land at Bandaranaike International Airport, and your private transfer will meet you upon arrival and escort you to your gorgeous hotel near the heart of the city. Rickshaws wind around the wide boulevards shaded with trees as high-rises border the historical coastal plain known as Galle Face Green. Colonial history spreads through the city and mingles with the vibrant displays of contemporary culture. Your guide will greet you in your hotel lobby eager to lead you on an introductory tour of Sri Lanka’s capital, beginning with Old City Hall. The structure was erected in 1865 during the British colonial period, and the green stained-glass windows glint on the upper floors beneath the red-tiled roof. You will enter through the Moorish-style archways to view the historical trucks and municipal equipment on display. The antique mahogany staircase contains a rich history of the city in architectural style, and elegance as a room on the top floor features wax replicas of Colombo’s first councilors adorning the old chambers."
    },
    {
      "dayNumber": "2",
      "title": "Pottuvil – Visit the Lahugala Elephant Sanctuary en route to Pottuvil",
      "description": "In the morning, the spices of the Pettah Market bring the aroma of turmeric and cinnamon to the neighborhood. Locals and visitors alike will venture to cafes to enjoy the oasis of greenery inside the city center. The tranquil atmospheres are filled with the scent of fresh coffee and delicate pastries. Your private transfer will meet you in your hotel lobby after breakfast and escort you to Lahugala National Park, which encompasses more than 12,000 acres. Evergreen forests grow along the edges of the Lahugala reservoir that is dotted with blossoming rose and satinwoods. In the summer months, up to 150 elephants congregate along the water’s edge to rest in the refreshing atmosphere of the wetland to drink, bathe, and feed on the dry grass. Snow-white egrets perch on the marshy shores and often linger around the elephant herd to dine on the insects that are pulled up from the ground as the elephants graze. You will continue to the ancient site of Magul Maha Viharaya, a sanctuary built to commemorate the marriage of the Kelaniya kingdom with Rohana, which unified southern Sri Lanka in the 2nd-century BC. The complex resembles a lost city hidden inside the towering jungle, and the archeological park covers 200 acres with scattered temples and preserved granaries. You will enter the 6th-century temple through four-foot high walls constructed to protect the complex from invaders. A moonstone contains remarkable character and features rows of elephants and lotus petals."
    },
    {
      "dayNumber": "3",
      "title": "Pottuvil – Discover Ancient Deegawapiya and Kudumbigala Sanctuary",
      "description": "The aroma of the sea will filter through the morning air at Pottuvil. Colorful fishing nets will be set out onto the water, and the breeze will rustle through the fronds of the coconut palms. After breakfast, your guide will meet you in your hotel lobby and escort you to Deegawapiya, an ancient monastery first built in 2nd-century BC. The complex is among the top pilgrimage sites in Sri Lanka as a verdant mound rests atop the brick red brick stupa. Continue to Kudumbigala Monastery, which dates back to the 3rd-century BC where around 200 caves are built into the rocks that are connected to the monastery. The cool breeze will blow over the arid landscape and reach the mixture of rock and brush along the hillside. Brahmi inscriptions adorn the caves, along with a legend that tells of a Giant warrior to whom the king gifted the caves. A standing Buddha statue rises above a collection of bricks that are positioned at the statue’s feet. The only cylindrical stupa in Sri Lanka adorns monastery at the top of the collection of boulders, and the marvelous stones lead to the rugged summit and offer a panorama of Okanda Beach in the distance."
    },
    {
      "dayNumber": "4",
      "title": "Yala – Find for Birdlife and Archeological Sites at Kumana en route to Yala",
      "description": "At breakfast, the aroma of coconut roti will blend with the refreshing sea breeze as the waves of the Indian Ocean lap against the golden sands of the shoreline. After breakfast, you will venture out to Kumana National Park to see the largest nesting grounds for avifauna in Sri Lanka. A mixture of lagoons and reservoirs will offer a paradise for nearly 255 bird species as tropical thorn forest and arid landscape will encircle the wetland with mustard trees and Ceylon ironwood. Golden jackals and wild boar hide in the underbrush of the nearby trees as a herd of forty elephants will migrate through the park, often stopping along the waterways when thirsty or in need of cooling down. Your bird-watching adventure will take you to the shores of the lagoons to view the glossy ibis and great egret. You can hear the call of the Indian cormorant from the edges of the water and the wilds of the Sri Lankan countryside offer splendid colors from the unique plumage of the avifauna, blending with the mixture of water-rich and arid landscape. The wonders of the wild will continue as you make your way into Yala National Park for a luxury camping experience. Leopards hide in the trees and grasslands stretch to reach the edges of dry woodland and peacocks spread their tail-feathers and monkeys laze in the treetops."
    },
    {
      "dayNumber": "5",
      "title": "Kataragama – Relish a Half-Day Game Drive before Transfer to Kataragama",
      "description": "The morning in Yala National Park brings excitement as the monkeys in the trees become active before sunrise, calling to one another in the canopy. The leaves and branches rustle with rambunctiousness as monkeys rush from tree to tree. The park covers 500 square miles and contains a high density of leopards. Lagoons ripple in the gentle morning light, and the aroma of freshly brewed coffee will help to refresh your senses as you are amongst the gorgeous untamed landscape. Set out with your private guide on a game drive to explore the grounds and search for the rock monoliths and jungle scrub for hunting leopards. The sub-species of Sri Lankan leopards are the largest in Asia as they grow to three and a half feet long and weigh an average of 124 pounds. The coloration of the leopard’s golden and white fur with black spots helps the cat to blend into the tree bark, underbrush, and dry grasses of their habitat. Your guide will point to the grass in the distance, and you will hold your breath when you see the leopard grazing through the plain, ignoring the jeep completely before disappearing behind the tall blades of grass. After a late breakfast, your private transfer will escort you out of Yala National Park and into the sacred city of Kataragama, located along the foothills to create a captivating mixture of splendor, piety, and demonstration."
    },
    {
      "dayNumber": "6",
      "title": "Galle – Traverse the Sacred Temple and Explore the History of Galle",
      "description": "Kataragama is one of the most important pilgrimage sites in the country, and is a holy place for Muslims, Buddhists, and Hindus. In the morning, the streets will fill with the aroma of incense, which adds another layer of majesty to the history and legend that moves through the city like a tangible mist. King Dutugemunu built a shrine to the local deity in the 2nd century BC, and the Buddhist stupa was constructed in the 1st century BC. A Bodhi tree grows in the Sivan Kovil shrine, which is dedicated to the god Ganesh, remover of obstacles and champion of intellectual pursuits. The logs above the entrance embrace the legend as the wood used to build the house of Kataragama. The town retains a rural charm alongside its religious prestige. Pilgrims show their devotion to the local deity of Kataragama by walking across hot coals. The rain trees frame the tranquil streets that spread to the banks of the river. You can follow the throngs of pilgrims as they venture to the Kataragama Temple in the morning. Their hums and prayers fill the air with music while passing through the pink tripartite entryway, and the surrounding pilgrims wear snow-white garments and move like a collective to enter the complex. You will continue to the town of Galle to indulge in the exotic coastal ambiance accentuated by the Dutch colonial architecture and bursting aroma of spices."
    },
    {
      "dayNumber": "7",
      "title": "Colombo – Return to the Sri Lankan Capital with a Half-Day Guided Tour",
      "description": "The sea breeze will carry the aroma of cardamom and cinnamon in the morning. The boutique shops will open their doors found among the historical fortress walls that lead to a mixture of art galleries and cafes. The promontory overlooks the ocean on three sides with architectural artistry spanning centuries. After breakfast, your private transfer will meet you at your hotel and escort you along a semi-coastal road back to Colombo. The capital city has a welcoming ambiance of bustling markets and rickshaws as they meander along the shady avenues. After settling into the comforts of your hotel, your guide will greet you in your hotel lobby eager to lead you through the marvels of the exhibits inside the National Museum. The displays are spread throughout the rooms of a 19th-century British colonial governor’s mansion. The galleries are arranged by theme, with a large 9th-century stone Buddha greeting you at the entrance. The demon masks represent the spirits that the Sri Lankans have believed dwell in the trees, mountains, and waters around the island. Local customs brought the masks into mythology as people represented the demons as demonic, human, or animal spirits often utilized in dances and cultural ceremonies or celebrations. The vibrant colors are as captivating as the molds, with the most familiar face being the Garuda, the bird mounted by the god Vishnu. Deeper into the galleries, you can discover the ancient artifacts, along with the throne once held by the last king of Sri Lanka."
    },
    {
      "dayNumber": "8",
      "title": "Colombo – Depart for Home",
      "description": "The scent of chocolate will drift through the doors of a favorite shop that is dedicated to the various combinations of chocolate treats, both sweet and savory. The sunlight will wash over the 17th-century Dutch architecture of the former governor’s mansion of the region. The structure has been refurbished as a museum dedicated to Dutch colonial artifacts and furniture, with over 3,000 objects on display. It was within the house that the King of Kandy signed the treaty that opened the Ceylon to the Dutch. When you are ready, your private transfer will arrive at your hotel ready to escort you to the airport for your flight home. You could extend your stay in Sri Lanka, or venture to India to continue your discovery of history and heritage."
    }
  ],
  "map": ""
}