{
  "destination": "Bangladesh",
  "mainPhoto": "",
  "id": "bangladesh-adventure-holiday",
  "tourName": "Bangladesh adventure holiday",
  "placesVisited": "Dhaka, Mahastangarh Buddhist monastery, Chars of the Jamuna River, Paharpur Buddhist archaeological site, Sundarbans boat cruise, Bagerhat Sixty Domed Mosque, Otter fishing village, Sylhet, Jaflong, Khasia village visit, Srimongal, Lawachara Forest Reserve, Hail Haor Wetland Sanctuary, Dhamrai",
  "generalInfo": "The sprawling city of Dhaka is the starting point for this in depth Bangladesh adventure holiday, which follows the river south, by paddle steamer, all the way to the UNESCO World Heritage Site of the Sundarbans. This world’s largest mangrove forest shelters some 260 bird species – as well as the Bengal tiger. En route, you’ll visit palaces, Hindu temples, mosques, Buddhist monasteries and impressive archaeological sites, giving a unique insight into the past and present culture of Bangladesh, and its spirituality and religion.<br/><br/>As well as the big draws, this Bangladesh adventure holiday is packed with lower-key but no less special treats, such as meeting fishermen who used trained otters to round up fish, the stone collectors of Jaflong and Khasia tribal people who live close to the Indian border. Stretch your legs with a hike through the Lawachara Forest Reserve, home to birds, monkeys and rare gibbons, and spend two days cruising through the Sundarbans, winding your way along the wider rivers and narrow channels in search of the thriving wildlife.",
  "durationDays": "15",
  "price": "2995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Dhaka - On arrival in Dhaka transfer to the hotel. Time permitting, explore Dhaka and get to grips with this vibrant city. No meals or guided arrangements are included today. Overnight at Sky City Hotel or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Dhaka - City Tour - Today we have a Dhaka city sightseeing tour. Places of interest include the Ahsan Manzil (the pink palace), Shakari Bazar (Hindu Street), Dhakeshwari Temple, Armenian church and the Star Mosque. Overnight at Sky City Hotel or similar. (BL)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Dhaka – Bogra (overall approx. driving time 6hrs, 210 kms) - Early this morning we travel out of Dhaka through rural Bangladesh, to the Bogra district. On the way we visit the small market town of Dhamrai, famous for fine pottery, brass casting and other traditional crafts still practiced today. We visit a family involved in casting brass, through several generations, for over 200 years. We expect to arrive in Bogra in the afternoon, and will visit the archaeological site of Mahastangarh, a significant Buddhist monastery dating from the 3rd century BC. Overnight at Momo Inn or similar. (BL)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bogra – Excursion to Sariankandi - The Chars of the Jamuna River (overall approx. driving time 1.5hrs, 45 kms) - After breakfast we drive to Sariakandi to visit the Chars of the Jamuna River. We take a boat along the Jamuna River and see how river erosion and flooding affect the lives of local people. In the late afternoon, we drive back to Bogra. Overnight at Momo Inn or similar. (BL)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bogra - Paharpur – Rajshahi (overall approx. driving time 2.75hrs, 120 kms) - Today we will drive to Paharpur to visit this famous Buddhist world heritage site. This is the most impressive archaeological site in Bangladesh and it dates from the 8th century AD. Later in the day we will visit the Hindu Terracotta temples in Rajshahi. Overnight at Parjatan Motel or similar. (BL)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Rajshahi to Jessore, Visit Otter fishing village - Early morning travel to Jessore by train. This is a very nice journey that lets you experience the different geography of Bangladesh, Arrive Jessore around 11:30 Am then drive to Otter fishing village to Narail. Meet the local Otter Fishermen and see how the local people are catching fishes with otters. Late afternoon drive to Khulna. Overnight at City Inn or similar, Khulna (BL)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Sundarbans & Fly Dhaka - A morning in the Sundarbans and we proceed north to the Pashur river and arrive back at the port in Mongla. After lunch we will disembark our boat and drive to Jessore airport to fly Dhaka. Overnight at Marino Royal Hotel or similar (BL)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Dhaka - Sylhet (overall approx. driving time 6hrs, 250 kms) - Early this morning we drive to Sylhet, north east of Dhaka, which has a much more relaxed atmosphere than the capital. We will take a short city tour to explore this afternoon. Overnight at Hotel Grand Mostafa or similar. (BL)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Sylhet – Excursion to Jaflong (overall approx. driving time 1.25hrs, 60 kms) - Today drive to Jaflong, one of the most scenic areas in Bangladesh, close to the Indian border. Here we can see how the local people are collecting stone, with great opportunities to see a different side of Bangladeshi life and superb chances for photography. Visit the village across the river to meet Khasia tribal people and see their daily lifestyle. Return to Sylhet and visit the shrine of the great saint Hazrat Shah Jalal. Return to Sylhet for the night. Overnight at Hotel Grand Mostafa or similar. (BL)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Srimongal – Dhamrai - Dhaka (overall approx. driving time 4.5hrs, 175 kms) - Today we drive to Dhaka. If time permits, we can stop to see Zamdani Sharee Palli (Sharee is traditional woman’s clothing in Bangladesh), and see how this is made. Upon arrival in Dhaka we transfer you to your hotel. The afternoon is at leisure. Overnight at Sky City Hotel or similar. (B) We can book excursions in Dhaka for you – please get in touch for more information."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Dhaka Departure - Time at leisure until your transfer to the airport for your onward flight. (B)"
    }
  ],
  "map": ""
}