{
  "destination": "Bangladesh",
  "mainPhoto": "",
  "id": "bangladesh-tour-waterways-wildlife-hill-tribes",
  "tourName": "Bangladesh tour, waterways, wildlife & hill tribes",
  "placesVisited": "Dhaka, Mongla, Bagherat, Sundarbans, Khulna, Puthia, Rajshahi, Paharpur, Bogra, Mahastangarh, Srimongal, Chittagong, Rangamati, Chittagong Hill Tracts",
  "generalInfo": "It’s time for the rivers and waterways of lush Bangladesh to step into the spotlight. For too long, people have opted for India over its little neighbour. Bangladesh is chronically underexplored, but on a two week Bangladesh tour you can get a really good introduction to the country, using boats, cars and trains to span the landscapes.<br/><br/>Most people flee to the wildlife reserves straight away, but spend a day in Dhaka, Bangladesh’s populous capital first, exploring the historic sights, temples, churches and mosques and getting your first introduction to the country’s friendly population. Next, hop on a boat and cruise south. <br/><br/>As you’ll soon find out, Bandladesh is best experienced on the water. You’ll cruise in Khulna, where you’ll find the largest delta in the world, and the meeting of the Ganges and the Brahmaputra rivers. You’ll head to the Sundarbans, the world’s largest mangrove forest. Bengal tigers hide here among the trees, so keep your eyes peeled as you travel between the channels and islands, searching for stripes.<br/><br/>The country has several UNESCO-listed sites, including the remnants of a 3rd century BC Buddhist monastery at Mahastangarh and 8th century Buddhist temple and monastery at Paharpur. Even more interesting are the Chittagong Hill Tracts, formerly impossible to visit because of conflict, which are full of jungly countryside and home to 15 ethnic minority groups. <br/><br/>When you get to Srimongal, Bangladesh’s tea capital, you can look out for slow lorises, capped langurs and endangered hoolock gibbons in the trees – they probably won’t join you for a cuppa, though.",
  "durationDays": "17",
  "price": "3399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Dhaka - Arrive in Dhaka and transfer to your hotel. The rest of the day is free. Overnight Sky City Hotel or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Dhaka - Spend today exploring this vibrant city, one of the largest in South Asia. We visit some of its most interesting sights including the Armenian Church, the historic Ahsan Manzil, Dhakeshwari Temple and the chaotic Shakari bazaar. Later we transfer to the river port for our overnight ferry to Barisal. Overnight first class cabins on board. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Barisal – Khulna - Morning arrival into Barisal. We then drive to Banaripara and explore the backwaters by boat, seeing floating markets, communities of ‘water gypsies’ and looking out for freshwater dolphins. After visiting a typical village, we return to Barisal and from here transfer to Khulna. Overnight Grand Placid Hotel or similar. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Sundarbans - This morning we head to the Sundarbans, the world’s largest mangrove forest and home to a wide variety of wildlife, including Bengal tiger, monkeys, deer and Irrawaddy dolphins. Board our cruise boat and head out onto the waters, spending tonight on board. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Puthia – Rajshahi - Travel by train to Rajshahi through rural landscapes. We then visit the impressive Hindu temples at Puthia, built by the renowned Devi family in the 19th century. Overnight Hotel X or similar. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Paharpur – Bogra - Visit the UNESCO listed Paharpur, one of Bangladesh’s most impressive archaeological sites from the 8th century. This Buddhist complex contains an enormous temple and monastery, decorated with plaques depicting deities. In the afternoon we head to Bogra and visit Mahastangarh, another UNESCO site and Buddhist monastery from the 3rd century BC. Overnight Momo Inn or similar. (BL)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Sariakandi – Bogra - This morning we drive to Sariakandi and take a boat out onto the Jamuna River. We see how erosion and flooding can affect the lives of local people here, who live on isolated sandbank islands called ‘Chars’. Return to Bogra in the afternoon. Overnight Momo Inn or similar. (BL)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Chittagong Hill Tracts - We drive south to a small tribal market town named Bandarban. We take a boat out on the Sangu River to the tribal village of Marma, where we meet the head of the village and see how the villagers live their everyday lives. Overnight Hotel Dmore or similar. (B)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Dhaka - Transfer to the airport for your flight home. (B)"
    }
  ],
  "map": ""
}