{
  "destination": "Bangladesh",
  "mainPhoto": "",
  "id": "bangladesh-small-group-tour-15-days",
  "tourName": "Bangladesh small group tour, 15 days",
  "placesVisited": "",
  "generalInfo": "Bangladesh is rich in vibrant traditions, fascinating history, and breathtaking natural beauty that appeals to the curious traveller. On this carefully crafted tour, you'll delve into the heart of the country, discovering its diverse landscapes, nature, historic sites, and the warmth of its people.<br/><br/>The country's UNESCO World Heritage Sites are monuments to its rich heritage. In Bagerhat, you'll be awestruck by the Terra Cotta Mosque, a medieval masterpiece adorned with exquisite artistry. A visit to the Sundarbans mangrove forest showcases another facet of Bangladesh's charm. This vast natural wonder is home to the elusive Royal Bengal Tiger. It offers serene boat rides through a network of waterways framed by lush mangroves, where wildlife and tranquillity harmoniously coexist.<br/><br/>The adventure continues in the Chittagong Hill Tracts, a region of stunning landscapes and rich cultural diversity. Here, you'll have the opportunity to connect with indigenous communities and gain insights into their daily lives and vibrant traditions. <br/><br/>This immersive small group tour through Bangladesh offers an adventurous blend of cities, people, history, and unspoiled nature.",
  "durationDays": "15",
  "price": "3265",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Bangladsh - Arrive at Dhaka airport and transfer to your city hotel to rest and settle in. Depending on your arrival, you may enjoy a brief walking tour to get a taste of this vibrant city. Overnight in Dhaka."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Discover Dhaka - Explore Dhaka’s energy and charm, visiting iconic sites like the Pink Palace, Shakari Bazar, and Star Mosque. Witness the city’s lively culture and warm locals. Overnight in Dhaka."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Paharpur & Rajshahi - An early start takes you to Paharpur, an 8th-century UNESCO World Heritage Site, with a stop at Kusumba Mosque. Overnight in Rajshahi."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Temples & Silk in Rajshahi - Visit Puthia’s terracotta Hindu temples and explore Rajshahi’s silk centres and museums. In the evening, board a train to Khulna for a chance to meet locals. Overnight in Khulna."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sundarbans Adventure - Embark on a three-day boat tour through the Sundarbans, the world’s largest mangrove forest and home to the Royal Bengal Tiger. Enjoy wildlife viewing and tranquil forest walks. Return to Khulna and take the sleeper train to Dhaka. Overnights: Boat (Days 5 & 6), Sleeper Train (Day 7)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Tea Plantations in Srimongal - Travel to Srimongal, Bangladesh’s tea capital. Visit lush plantations and meet tea workers. Explore local tribal weaving traditions. Overnight in Srimongal."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Nature & Trains - Explore Lawachara National Park to spot primates and exotic birds before taking a scenic train ride to Chittagong. Overnight in Chittagong."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kaptai Lake & Rangamati - Enjoy a serene boat ride on Kaptai Lake, visiting tribal families on the islands and browsing local markets. Overnight in Rangamati."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Tribal Markets & Bandarban - Visit Rangamati’s tribal market before heading to Bandarban, a hill town brimming with culture and stunning views. Overnight in Bandarban."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Sangu River & Villages - Take a riverboat trip to visit Marma tribal villages, meet local leaders, and learn about their traditions. Overnight in Chittagong."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Chittagong & Shipyards - Tour Chittagong’s colonial sites and view the bustling shipbreaking yards from a safe distance. Overnight in Chittagong."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Fish Market & River Life - Visit Chittagong’s vibrant fish market and take a boat ride on the Karnaphuli River before returning to Dhaka by train. Overnight in Dhaka."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Farewell Bangladesh - Transfer to the airport for your journey home, concluding your unforgettable exploration of Bangladesh."
    }
  ],
  "map": ""
}