{
  "destination": "Bangladesh",
  "mainPhoto": "",
  "id": "bangladesh-small-group-tour",
  "tourName": "Bangladesh small group tour",
  "placesVisited": "",
  "generalInfo": "The often less-visited country of Bangladesh rewards the curious traveller. Discover the bustling port city of Dhaka by rickshaw and walk in the footsteps of the ancient monks at the Paharpur Buddhist Monastery. Scour the scrubland for Bengal tigers as you cruise the Sundarbans' vast mangrove forest. Seize the chance to safely see the endangered Gibbon up close at Lawachara National Park. Feast your eyes on the ever-rolling tea hills of Srimangal and meet the Khasi and Tripura tribes; countless rivers weave their way through the landscapes of Bangladesh, perfect for soaking up the culture via paddle boat. Barely touched by tourism, Bangladesh has retained a distinct character and an authentic identity wherein you'll find adventure at every turn.<br/><br/><br/>TOUR HIGHLIGHTS<br/>The bustling city of Dhaka<br/>Puthia's labyrinthine temple complex<br/>Cruise the world’s largest mangrove forest<br/>So-called City of Gold, and Bengal's original capital.<br/>Tea gardens of Srimangal<br/>Endangered Hoolock Gibbons, Lawachara National Park<br/>Buddha's relics at the Golden Temple of Bandarban<br/><br/>PLACES VISITED<br/>Dhaka - Bogra - Rajshahi - Jashore - Lalon Shah Complex - Kotka - Sundarbans National Park - Sonargaon - Srimangal - Garo Tribal Village - Lawachara National Park - Khasi and Tripura Villages - Chittagong - Rangamati - Bandarban<br/><br/>WHAT'S INCLUDED<br/>Arrival &amp; departure transfers<br/>Ground transport with driver<br/>2 nights full-board riverboat cruise<br/>Accommodation<br/>Domestic Flights (where applicable)<br/>Meals (refer to itinerary for meal plan)<br/>English-speaking guides<br/>Entrance fees to sites &amp; parks",
  "durationDays": "15",
  "price": "3395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Dhaka airport where you will be met by a travel representative and transferred to your hotel. Time-permitting, a short city tour can be conducted. Overnight in The Pearl Hotel, Dhaka."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Spend a full day exploring the old city of Dhaka. Visit the various sites this city has to offer, including Sadarghat river port, Old Hindu Street, the Armenian Church, Lalbagh Fort, and Ahsan Manzil. Overnight in The Pearl Hotel, Dhaka."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, you will be driven to Tangail to explore a traditional weaving village. Later, we move on to the Mohera Jamindar Palaces and Atia Mosque. Afterwards we will drive to Sirajganj (70 km/ 1.5 hrs approx) to visit the terracotta-ornamented Hatikumrul Navaratna Temple. We end the day's activities in Bogra, where your accommodation awaits. Overnight in Momo Inn, Bogra."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Start the day with archaeological visits to Gokul Medh and Mahasthangarh. From there we move on to Somapura Mahavihara - the largest Buddhist Monastery in Paharpur & a UNESCO World Heritage Site. Finally, drive to Rajshahi for an evening at leisure. Overnight at Grand River View Hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Out first port of call is the Puthia Temple Complex, home of the Shiva temple. Complementing this, we then head to Kushtia and the shrine of revered 19th century mystic, Lalon Shah. End the day retiring to your hotel in Jashore. Overnight in The Zabeer Jashore."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Moving on to Bagerhat from Jashore, we visit the sixty-dome mosque, as well as others dotted around town. Onward to Mongla where you'll board your cruiser for a voyage into the world's greatest-remaining mangrove forest: the Sundarbans. Immerse yourself in the atmosphere with an evening visit to a fishing village near the forest range. Dinner and overnight aboard your cruise vessel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Cruise to the beauty spot of Kotka where you'll disembark the boat for an easy natural trail walk through the jungle, admiring wildlife along the way. Afterwards the boat takes you to Kochikali for an authentic wooden boat cruise along the canal. End the evening aboard your cruiser, enjoying a full-board dinner. Overnight on board the riverboat."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "On your final morning aboard, we'll go bird-watching. Lunch will be had on the boat. And then on arrival in the port of Mongla, we pick up a ride to the golden city of Sonargaon, where your hotel is located. Overnight in Sonargaon Royal Resort."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "See Sonargaon's Goaldi Mosque, Folk-Art museum, and ruined settlement of Panam Nagar. Once seen, we head onward to Srimangal, where prior to checking in to your hotel, you'll be escorted on a visit to the Garo tribal village. Overnight in Paragon Hotel & Resort, Srimangal."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "From our base in Srimangal we journey to the nearby Lawachara National Park, a semi-evergreen tropical forest hosting a treasure trove of exotic animals. Later in the day we'll head to the Khasi & Monipuri tribal villages for a look into local life, before returning to base. Overnight in Paragon Hotel & Resort, Srimangal"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "A daybreak start sees us in Sreemangal's tea garden. We then say farewell Sreemangal, catching the Paharika Express train to Chattogram (formerly Chittagong). Once there, check into your hotel in the Agrabad area of this famous British colonial city by the sea. Overnight in Hotel Agrabad, Chittagong."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After paying your respects at the Commonwealth War Cemetery, we leave Chattogram (Chittagong) for Rangamati, where you can check-in early to your hotel to freshen up. In Rangamati you'll take a private cruise on Kaptai, the nation's largest artificial lake. Overnight in Hill Ambassador, Rangamati."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "We start the day exploring the Banarupa tribal market in Rangamati, before embarking - through certain checkpoints - on a ride to Bandarban. Check-in to your hotel before setting out again to the famed golden temple, containing relics of the Buddha himself. Later you'll ascend Nilachel Peak before settling into an evening in the comfort of your hotel. Overnight in Hotel D'More, Bandarban."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "After check-out, we commence our final day with a sideline trip to a Marma tribal village (pending authorised permission). A drive back to Chattogram (Chittagong) sees us stop briefly at Patenga Beach before catching an early evening flight to the capital, Dhaka, where you will conclude your final night of the tour. Overnight in The Pearl Hotel, Dhaka."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "This morning you will be transferred to the airport for your flight home or, if you chose, on onward destination to continue your adventure."
    }
  ],
  "map": ""
}