[
  {
    "destination": "Bangladesh",
    "mainPhoto": "",
    "id": "bangladesh-adventure-holiday",
    "tourName": "Bangladesh adventure holiday",
    "placesVisited": "Dhaka, Mahastangarh Buddhist monastery, Chars of the Jamuna River, Paharpur Buddhist archaeological site, Sundarbans boat cruise, Bagerhat Sixty Domed Mosque, Otter fishing village, Sylhet, Jaflong, Khasia village visit, Srimongal, Lawachara Forest Reserve, Hail Haor Wetland Sanctuary, Dhamrai",
    "generalInfo": "The sprawling city of Dhaka is the starting point for this in depth Bangladesh adventure holiday, which follows the river south, by paddle steamer, all the way to the UNESCO World Heritage Site of the Sundarbans. This world’s largest mangrove forest shelters some 260 bird species – as well as the Bengal tiger. En route, you’ll visit palaces, Hindu temples, mosques, Buddhist monasteries and impressive archaeological sites, giving a unique insight into the past and present culture of Bangladesh, and its spirituality and religion.<br/><br/>As well as the big draws, this Bangladesh adventure holiday is packed with lower-key but no less special treats, such as meeting fishermen who used trained otters to round up fish, the stone collectors of Jaflong and Khasia tribal people who live close to the Indian border. Stretch your legs with a hike through the Lawachara Forest Reserve, home to birds, monkeys and rare gibbons, and spend two days cruising through the Sundarbans, winding your way along the wider rivers and narrow channels in search of the thriving wildlife.",
    "durationDays": "15",
    "price": "2995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive Dhaka - On arrival in Dhaka transfer to the hotel. Time permitting, explore Dhaka and get to grips with this vibrant city. No meals or guided arrangements are included today. Overnight at Sky City Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Dhaka - City Tour - Today we have a Dhaka city sightseeing tour. Places of interest include the Ahsan Manzil (the pink palace), Shakari Bazar (Hindu Street), Dhakeshwari Temple, Armenian church and the Star Mosque. Overnight at Sky City Hotel or similar. (BL)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Dhaka – Bogra (overall approx. driving time 6hrs, 210 kms) - Early this morning we travel out of Dhaka through rural Bangladesh, to the Bogra district. On the way we visit the small market town of Dhamrai, famous for fine pottery, brass casting and other traditional crafts still practiced today. We visit a family involved in casting brass, through several generations, for over 200 years. We expect to arrive in Bogra in the afternoon, and will visit the archaeological site of Mahastangarh, a significant Buddhist monastery dating from the 3rd century BC. Overnight at Momo Inn or similar. (BL)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Bogra – Excursion to Sariankandi - The Chars of the Jamuna River (overall approx. driving time 1.5hrs, 45 kms) - After breakfast we drive to Sariakandi to visit the Chars of the Jamuna River. We take a boat along the Jamuna River and see how river erosion and flooding affect the lives of local people. In the late afternoon, we drive back to Bogra. Overnight at Momo Inn or similar. (BL)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Bogra - Paharpur – Rajshahi (overall approx. driving time 2.75hrs, 120 kms) - Today we will drive to Paharpur to visit this famous Buddhist world heritage site. This is the most impressive archaeological site in Bangladesh and it dates from the 8th century AD. Later in the day we will visit the Hindu Terracotta temples in Rajshahi. Overnight at Parjatan Motel or similar. (BL)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Rajshahi to Jessore, Visit Otter fishing village - Early morning travel to Jessore by train. This is a very nice journey that lets you experience the different geography of Bangladesh, Arrive Jessore around 11:30 Am then drive to Otter fishing village to Narail. Meet the local Otter Fishermen and see how the local people are catching fishes with otters. Late afternoon drive to Khulna. Overnight at City Inn or similar, Khulna (BL)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Sundarbans & Fly Dhaka - A morning in the Sundarbans and we proceed north to the Pashur river and arrive back at the port in Mongla. After lunch we will disembark our boat and drive to Jessore airport to fly Dhaka. Overnight at Marino Royal Hotel or similar (BL)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Dhaka - Sylhet (overall approx. driving time 6hrs, 250 kms) - Early this morning we drive to Sylhet, north east of Dhaka, which has a much more relaxed atmosphere than the capital. We will take a short city tour to explore this afternoon. Overnight at Hotel Grand Mostafa or similar. (BL)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Sylhet – Excursion to Jaflong (overall approx. driving time 1.25hrs, 60 kms) - Today drive to Jaflong, one of the most scenic areas in Bangladesh, close to the Indian border. Here we can see how the local people are collecting stone, with great opportunities to see a different side of Bangladeshi life and superb chances for photography. Visit the village across the river to meet Khasia tribal people and see their daily lifestyle. Return to Sylhet and visit the shrine of the great saint Hazrat Shah Jalal. Return to Sylhet for the night. Overnight at Hotel Grand Mostafa or similar. (BL)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Srimongal – Dhamrai - Dhaka (overall approx. driving time 4.5hrs, 175 kms) - Today we drive to Dhaka. If time permits, we can stop to see Zamdani Sharee Palli (Sharee is traditional woman’s clothing in Bangladesh), and see how this is made. Upon arrival in Dhaka we transfer you to your hotel. The afternoon is at leisure. Overnight at Sky City Hotel or similar. (B) We can book excursions in Dhaka for you – please get in touch for more information."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Dhaka Departure - Time at leisure until your transfer to the airport for your onward flight. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Bangladesh",
    "mainPhoto": "",
    "id": "bangladesh-small-group-tour-15-days",
    "tourName": "Bangladesh small group tour, 15 days",
    "placesVisited": "",
    "generalInfo": "Bangladesh is rich in vibrant traditions, fascinating history, and breathtaking natural beauty that appeals to the curious traveller. On this carefully crafted tour, you'll delve into the heart of the country, discovering its diverse landscapes, nature, historic sites, and the warmth of its people.<br/><br/>The country's UNESCO World Heritage Sites are monuments to its rich heritage. In Bagerhat, you'll be awestruck by the Terra Cotta Mosque, a medieval masterpiece adorned with exquisite artistry. A visit to the Sundarbans mangrove forest showcases another facet of Bangladesh's charm. This vast natural wonder is home to the elusive Royal Bengal Tiger. It offers serene boat rides through a network of waterways framed by lush mangroves, where wildlife and tranquillity harmoniously coexist.<br/><br/>The adventure continues in the Chittagong Hill Tracts, a region of stunning landscapes and rich cultural diversity. Here, you'll have the opportunity to connect with indigenous communities and gain insights into their daily lives and vibrant traditions. <br/><br/>This immersive small group tour through Bangladesh offers an adventurous blend of cities, people, history, and unspoiled nature.",
    "durationDays": "15",
    "price": "3265",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to Bangladsh - Arrive at Dhaka airport and transfer to your city hotel to rest and settle in. Depending on your arrival, you may enjoy a brief walking tour to get a taste of this vibrant city. Overnight in Dhaka."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Discover Dhaka - Explore Dhaka’s energy and charm, visiting iconic sites like the Pink Palace, Shakari Bazar, and Star Mosque. Witness the city’s lively culture and warm locals. Overnight in Dhaka."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Paharpur & Rajshahi - An early start takes you to Paharpur, an 8th-century UNESCO World Heritage Site, with a stop at Kusumba Mosque. Overnight in Rajshahi."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Temples & Silk in Rajshahi - Visit Puthia’s terracotta Hindu temples and explore Rajshahi’s silk centres and museums. In the evening, board a train to Khulna for a chance to meet locals. Overnight in Khulna."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Sundarbans Adventure - Embark on a three-day boat tour through the Sundarbans, the world’s largest mangrove forest and home to the Royal Bengal Tiger. Enjoy wildlife viewing and tranquil forest walks. Return to Khulna and take the sleeper train to Dhaka. Overnights: Boat (Days 5 & 6), Sleeper Train (Day 7)."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Tea Plantations in Srimongal - Travel to Srimongal, Bangladesh’s tea capital. Visit lush plantations and meet tea workers. Explore local tribal weaving traditions. Overnight in Srimongal."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Nature & Trains - Explore Lawachara National Park to spot primates and exotic birds before taking a scenic train ride to Chittagong. Overnight in Chittagong."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Kaptai Lake & Rangamati - Enjoy a serene boat ride on Kaptai Lake, visiting tribal families on the islands and browsing local markets. Overnight in Rangamati."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Tribal Markets & Bandarban - Visit Rangamati’s tribal market before heading to Bandarban, a hill town brimming with culture and stunning views. Overnight in Bandarban."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Sangu River & Villages - Take a riverboat trip to visit Marma tribal villages, meet local leaders, and learn about their traditions. Overnight in Chittagong."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Chittagong & Shipyards - Tour Chittagong’s colonial sites and view the bustling shipbreaking yards from a safe distance. Overnight in Chittagong."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Fish Market & River Life - Visit Chittagong’s vibrant fish market and take a boat ride on the Karnaphuli River before returning to Dhaka by train. Overnight in Dhaka."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Farewell Bangladesh - Transfer to the airport for your journey home, concluding your unforgettable exploration of Bangladesh."
      }
    ],
    "map": ""
  },
  {
    "destination": "Bangladesh",
    "mainPhoto": "",
    "id": "bangladesh-small-group-tour",
    "tourName": "Bangladesh small group tour",
    "placesVisited": "",
    "generalInfo": "The often less-visited country of Bangladesh rewards the curious traveller. Discover the bustling port city of Dhaka by rickshaw and walk in the footsteps of the ancient monks at the Paharpur Buddhist Monastery. Scour the scrubland for Bengal tigers as you cruise the Sundarbans' vast mangrove forest. Seize the chance to safely see the endangered Gibbon up close at Lawachara National Park. Feast your eyes on the ever-rolling tea hills of Srimangal and meet the Khasi and Tripura tribes; countless rivers weave their way through the landscapes of Bangladesh, perfect for soaking up the culture via paddle boat. Barely touched by tourism, Bangladesh has retained a distinct character and an authentic identity wherein you'll find adventure at every turn.<br/><br/><br/>TOUR HIGHLIGHTS<br/>The bustling city of Dhaka<br/>Puthia's labyrinthine temple complex<br/>Cruise the world’s largest mangrove forest<br/>So-called City of Gold, and Bengal's original capital.<br/>Tea gardens of Srimangal<br/>Endangered Hoolock Gibbons, Lawachara National Park<br/>Buddha's relics at the Golden Temple of Bandarban<br/><br/>PLACES VISITED<br/>Dhaka - Bogra - Rajshahi - Jashore - Lalon Shah Complex - Kotka - Sundarbans National Park - Sonargaon - Srimangal - Garo Tribal Village - Lawachara National Park - Khasi and Tripura Villages - Chittagong - Rangamati - Bandarban<br/><br/>WHAT'S INCLUDED<br/>Arrival &amp; departure transfers<br/>Ground transport with driver<br/>2 nights full-board riverboat cruise<br/>Accommodation<br/>Domestic Flights (where applicable)<br/>Meals (refer to itinerary for meal plan)<br/>English-speaking guides<br/>Entrance fees to sites &amp; parks",
    "durationDays": "15",
    "price": "3395",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive into Dhaka airport where you will be met by a travel representative and transferred to your hotel. Time-permitting, a short city tour can be conducted. Overnight in The Pearl Hotel, Dhaka."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Spend a full day exploring the old city of Dhaka. Visit the various sites this city has to offer, including Sadarghat river port, Old Hindu Street, the Armenian Church, Lalbagh Fort, and Ahsan Manzil. Overnight in The Pearl Hotel, Dhaka."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After breakfast, you will be driven to Tangail to explore a traditional weaving village. Later, we move on to the Mohera Jamindar Palaces and Atia Mosque. Afterwards we will drive to Sirajganj (70 km/ 1.5 hrs approx) to visit the terracotta-ornamented Hatikumrul Navaratna Temple. We end the day's activities in Bogra, where your accommodation awaits. Overnight in Momo Inn, Bogra."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Start the day with archaeological visits to Gokul Medh and Mahasthangarh. From there we move on to Somapura Mahavihara - the largest Buddhist Monastery in Paharpur & a UNESCO World Heritage Site. Finally, drive to Rajshahi for an evening at leisure. Overnight at Grand River View Hotel."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Out first port of call is the Puthia Temple Complex, home of the Shiva temple. Complementing this, we then head to Kushtia and the shrine of revered 19th century mystic, Lalon Shah. End the day retiring to your hotel in Jashore. Overnight in The Zabeer Jashore."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Moving on to Bagerhat from Jashore, we visit the sixty-dome mosque, as well as others dotted around town. Onward to Mongla where you'll board your cruiser for a voyage into the world's greatest-remaining mangrove forest: the Sundarbans. Immerse yourself in the atmosphere with an evening visit to a fishing village near the forest range. Dinner and overnight aboard your cruise vessel."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Cruise to the beauty spot of Kotka where you'll disembark the boat for an easy natural trail walk through the jungle, admiring wildlife along the way. Afterwards the boat takes you to Kochikali for an authentic wooden boat cruise along the canal. End the evening aboard your cruiser, enjoying a full-board dinner. Overnight on board the riverboat."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "On your final morning aboard, we'll go bird-watching. Lunch will be had on the boat. And then on arrival in the port of Mongla, we pick up a ride to the golden city of Sonargaon, where your hotel is located. Overnight in Sonargaon Royal Resort."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "See Sonargaon's Goaldi Mosque, Folk-Art museum, and ruined settlement of Panam Nagar. Once seen, we head onward to Srimangal, where prior to checking in to your hotel, you'll be escorted on a visit to the Garo tribal village. Overnight in Paragon Hotel & Resort, Srimangal."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "From our base in Srimangal we journey to the nearby Lawachara National Park, a semi-evergreen tropical forest hosting a treasure trove of exotic animals. Later in the day we'll head to the Khasi & Monipuri tribal villages for a look into local life, before returning to base. Overnight in Paragon Hotel & Resort, Srimangal"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "A daybreak start sees us in Sreemangal's tea garden. We then say farewell Sreemangal, catching the Paharika Express train to Chattogram (formerly Chittagong). Once there, check into your hotel in the Agrabad area of this famous British colonial city by the sea. Overnight in Hotel Agrabad, Chittagong."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "After paying your respects at the Commonwealth War Cemetery, we leave Chattogram (Chittagong) for Rangamati, where you can check-in early to your hotel to freshen up. In Rangamati you'll take a private cruise on Kaptai, the nation's largest artificial lake. Overnight in Hill Ambassador, Rangamati."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "We start the day exploring the Banarupa tribal market in Rangamati, before embarking - through certain checkpoints - on a ride to Bandarban. Check-in to your hotel before setting out again to the famed golden temple, containing relics of the Buddha himself. Later you'll ascend Nilachel Peak before settling into an evening in the comfort of your hotel. Overnight in Hotel D'More, Bandarban."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "After check-out, we commence our final day with a sideline trip to a Marma tribal village (pending authorised permission). A drive back to Chattogram (Chittagong) sees us stop briefly at Patenga Beach before catching an early evening flight to the capital, Dhaka, where you will conclude your final night of the tour. Overnight in The Pearl Hotel, Dhaka."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "This morning you will be transferred to the airport for your flight home or, if you chose, on onward destination to continue your adventure."
      }
    ],
    "map": ""
  },
  {
    "destination": "Bangladesh",
    "mainPhoto": "",
    "id": "bangladesh-tiger-safari-holiday",
    "tourName": "Bangladesh tiger safari holiday",
    "placesVisited": "Guided tour of Dhaka (time permitting), Bagerhat Mosque, Sundarbans National Park, Full day river cruise, Katka game sanctuary, Traditional wooden boat safari, Guided nature walks and tiger tracking",
    "generalInfo": "This tailor made tour will take you deep into Sundarbans National Park, the world’s largest mangrove forest, home to the largest continuous population of tigers on the planet. This harsh and almost impenetrable forest features an estimated 500 tigers and due to the inhospitable conditions it has remained untouched by human settlements - an amazing feat when you think India and Bangladesh are two of the world’s most densely populated countries. <br/><br/>Whilst here we'll be searching not just for tigers but also other rare and elusive mammals, including: Ganges river dolphins, huge saltwater crocodiles, masked finfoot, chital, langurs, finless porpoises and freshwater turtles. Most of the tiger and wildlife watching will take place from small boats which we use to get deep into the narrow and well covered waterways or on the larger boat where we can spotlight well into the night from the safety of the deck. <br/><br/>We will also walk into the mangroves, meadows and beaches and track tigers on foot. We are able to run this unique and pioneering tour because our background is from a scientific and zoological perspective and so we have a great network of colleagues and contacts in Bangladesh, and beyond.<br/><br/>Why choose this Bangladesh tiger safari holiday:<br/><br/>All of our tiger safaris are guided by local naturalists as well as local guides, drivers and, where possible, scientists or researchers. This not only gives you numerous sets of trained eyes to find the animals but also provides a unique opportunity to learn more about animal behaviour and habitats.<br/>We are the first operator to offer nocturnal spotlighting tours in Bangladesh, which aim to see tigers when they are most active at night. We can also bring thermal imaging and night vision equipment (on request).<br/>We use camera traps (where available) which increase chances of getting close up pictures and footage of tigers and other rare nocturnal animals.<br/>In Bangladesh we offer the rare chance to track tigers on foot, this is an exhilarating experience and one that you will never ever forget.<br/>By joining this tour you will visit a truly wild part of the world and one that very few foreign people have ever heard about. This means you'll get to enjoy some incredible tiger encounters without the crowds often associated with national park safaris in India.<br/>We have explored all the areas we visit in depth and found the best and most conveniently located accommodation. This includes staying on your own chartered boat during the cruise of the Sunderbans with your own fully trained and experienced crew.<br/>Unlike many tour operators we are willing to run this tour for individuals (on request).<br/><br/>Fitness Level:<br/><br/>Anyone capable of walking for around 2-3 hours will find this tour easy. The temperatures can be hot but there is lots of shade and the walks are never very long. Most of the wildlife watching is done from the small wooden boats or from the deck of the main vessel.<br/><br/>Minimum Age: 18 years",
    "durationDays": "8",
    "price": "2995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Dhaka – Arrival & Sightseeing– On arrival at the airport you will meet your local driver and naturalist escort and be transferred to your hotel. If time permits our guide will take you to the most interesting sites like Lalbag Fort built in 1678 during Mughol Dynasty and the Famous Dhakeshweri Mandir (Hindu Temple), Curzon Hall, Shahid Minar, etc. On your return visit the National assembly building, the most distinctive building in Asia and the wonderful architectural accomplishment of famous architect Luis I Kahn of USA. (No meals included today)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Mongla – Travelling & Sightseeing– This morning you will be transfer to domestic airport for flight to Jessore. Here you and your guide will meet a new driver and be transferred to Mongla. Along the way you will visit Bagerhat 60 dome mosque. The rest of the evening is free for you to relax in the riverside town of Mongla. Overnight at Mongla Parjatan Motel. (River side motel). (Breakfast only included)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Dhaka – Travelling – This morning the boat will begin its journey back upstream towards Mongla, stopping again at Dhangmari forest station briefly. After lunch onboard you will arrive at Mongla and straight away be transferred in your private air conditioned vehicle to the airport in Jessore in time to catch your return flight to Dhaka. Once in Dhaka you will be transferred to your accommodation for your last night in Bangladesh. (Breakfast only included)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Home – Departure – This morning after breakfast you will be transferred to the airport in time to catch your return flight home. (Breakfast only)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Bangladesh",
    "mainPhoto": "",
    "id": "bangladesh-tour-waterways-wildlife-hill-tribes",
    "tourName": "Bangladesh tour, waterways, wildlife & hill tribes",
    "placesVisited": "Dhaka, Mongla, Bagherat, Sundarbans, Khulna, Puthia, Rajshahi, Paharpur, Bogra, Mahastangarh, Srimongal, Chittagong, Rangamati, Chittagong Hill Tracts",
    "generalInfo": "It’s time for the rivers and waterways of lush Bangladesh to step into the spotlight. For too long, people have opted for India over its little neighbour. Bangladesh is chronically underexplored, but on a two week Bangladesh tour you can get a really good introduction to the country, using boats, cars and trains to span the landscapes.<br/><br/>Most people flee to the wildlife reserves straight away, but spend a day in Dhaka, Bangladesh’s populous capital first, exploring the historic sights, temples, churches and mosques and getting your first introduction to the country’s friendly population. Next, hop on a boat and cruise south. <br/><br/>As you’ll soon find out, Bandladesh is best experienced on the water. You’ll cruise in Khulna, where you’ll find the largest delta in the world, and the meeting of the Ganges and the Brahmaputra rivers. You’ll head to the Sundarbans, the world’s largest mangrove forest. Bengal tigers hide here among the trees, so keep your eyes peeled as you travel between the channels and islands, searching for stripes.<br/><br/>The country has several UNESCO-listed sites, including the remnants of a 3rd century BC Buddhist monastery at Mahastangarh and 8th century Buddhist temple and monastery at Paharpur. Even more interesting are the Chittagong Hill Tracts, formerly impossible to visit because of conflict, which are full of jungly countryside and home to 15 ethnic minority groups. <br/><br/>When you get to Srimongal, Bangladesh’s tea capital, you can look out for slow lorises, capped langurs and endangered hoolock gibbons in the trees – they probably won’t join you for a cuppa, though.",
    "durationDays": "17",
    "price": "3399",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Dhaka - Arrive in Dhaka and transfer to your hotel. The rest of the day is free. Overnight Sky City Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Dhaka - Spend today exploring this vibrant city, one of the largest in South Asia. We visit some of its most interesting sights including the Armenian Church, the historic Ahsan Manzil, Dhakeshwari Temple and the chaotic Shakari bazaar. Later we transfer to the river port for our overnight ferry to Barisal. Overnight first class cabins on board. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Barisal – Khulna - Morning arrival into Barisal. We then drive to Banaripara and explore the backwaters by boat, seeing floating markets, communities of ‘water gypsies’ and looking out for freshwater dolphins. After visiting a typical village, we return to Barisal and from here transfer to Khulna. Overnight Grand Placid Hotel or similar. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Sundarbans - This morning we head to the Sundarbans, the world’s largest mangrove forest and home to a wide variety of wildlife, including Bengal tiger, monkeys, deer and Irrawaddy dolphins. Board our cruise boat and head out onto the waters, spending tonight on board. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Puthia – Rajshahi - Travel by train to Rajshahi through rural landscapes. We then visit the impressive Hindu temples at Puthia, built by the renowned Devi family in the 19th century. Overnight Hotel X or similar. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Paharpur – Bogra - Visit the UNESCO listed Paharpur, one of Bangladesh’s most impressive archaeological sites from the 8th century. This Buddhist complex contains an enormous temple and monastery, decorated with plaques depicting deities. In the afternoon we head to Bogra and visit Mahastangarh, another UNESCO site and Buddhist monastery from the 3rd century BC. Overnight Momo Inn or similar. (BL)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Sariakandi – Bogra - This morning we drive to Sariakandi and take a boat out onto the Jamuna River. We see how erosion and flooding can affect the lives of local people here, who live on isolated sandbank islands called ‘Chars’. Return to Bogra in the afternoon. Overnight Momo Inn or similar. (BL)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Chittagong Hill Tracts - We drive south to a small tribal market town named Bandarban. We take a boat out on the Sangu River to the tribal village of Marma, where we meet the head of the village and see how the villagers live their everyday lives. Overnight Hotel Dmore or similar. (B)"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Dhaka - Transfer to the airport for your flight home. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Bangladesh",
    "mainPhoto": "",
    "id": "bangladesh-wildlife-holiday",
    "tourName": "Bangladesh wildlife holiday",
    "placesVisited": "Historic city tour of Dhaka (time permitting), Traditional culture tour of Srimangal villages, Guided wildlife walks in Lawachara National Park, Monkey watching in Satchari National Park, Endangered species and bird watching tours in Rema Kalenga Wildlife Sanctuary, Free day in Dhaka, Wildlife watching safari cruise in Sundarbans National Park, Nocturnal tiger tracking by boat",
    "generalInfo": "The draw of tracking tigers on foot and having one of the world's rarest apes swing through the trees above your head will get any wildlife enthusiast excited at the prospect.<br/><br/>This wildlife watching tour explores the wonderfully wild and untouched world of Bangladesh from within the rainforests of: Lawacherri, Satchari and Rema Kalenga. These protected areas, on the border with India, are home to some of the rarest primates on the planet, including the western hoolock gibbon (only 300-500 remain in the wild). It is this impressive ape which we aim to find with the expert help of local trackers and research assistants around the tea growing region of Srimangal. <br/><br/>We'll then head south to the Bay of Bengal where we set sail on a live aboard boat and journey into the world's largest mangrove forest, Sunderbans National Park, in search of tigers, crocodiles, deer, langurs, dolphins, porpoises and hundreds of species of bird.<br/><br/>Why choose this Bangladesh wildlife holiday?<br/><br/>You'll be accompanied by a primate expert and local guides with years of experience tracking gibbons and other primates in the Bangladeshi rainforests.<br/>If requested we can bring extra equipment such as camera traps and night vision equipment to further increase our chances of seeing elusive nocturnal animals.<br/>You will be able to track wild tigers on foot. <br/>You can relax in the comfort of your own chartered boat as we cruise down the waterways of the Sunderbans mangrove forest.<br/>We offer spotlighting trips after dark (if local conditions allow) to try and find fishing cats, drinking tigers, slow loris and other rare nocturnal mammals which live in the rainforests around Srimangal. <br/>We have a very high success rating when it comes to spotlighting tigers due to the expert guidance of our local guides.<br/>We have an unrivalled network of experts and guides all over Bangladesh that are able to find and observe animals like golden langurs, Asiatic elephants, water buffalo, Asian short-clawed otters, Great Indian hornbills, sunda slow loris, fishing cats, Russel’s viper, Irrawaddy dolphins, gharials, leopards and hundreds other endangered, rare or endemic species. <br/>Please inform us if you wish to add a Bangladesh extension to the mammal watching itinerary below and we can provide an excellent wildlife watching itinerary and quote for you.<br/>Unlike many tour operators we are willing to run this tour for individuals (on request).<br/><br/>Fitness Level:<br/>As there is some jungle walking involved we require all participants to be fairly fit and prepared to go off the beaten track and into the jungle in search of gibbons. The animals do not follow the pathways, unfortunately, so we will often head deep into the forest to find them. The exact amount of walking is dependent on what guests decide, we can tailor activities to suit your requirements. <br/><br/>Minimum Age: 18 years old.",
    "durationDays": "11",
    "price": "2350",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Dhaka – Arrival – On arrival at Dhaka you will be met by your local guide. From the airport we will be transferred to old Dhaka. Depending on the time of arrival, we will have a tour of the city's sites such as Ahsan Manjil, Lalbag Fort, Dhakeshweri Mandir, Curzon Hall and many more sites after checking into the accommodation. (No meals included)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Srimangal – Cultural Tour– After our breakfast you will be transferred in your own private air conditioned vehicle to Srimangal and then check into our accommodation. After lunch you can have a trip to Khasiapunji and local tribal villages; this is a great introduction to traditional Bangladeshi culture. (Breakfast only)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Lawacherra, Satchari & Rema Kalenga National Parks – Primate Watching – The next three days will be spent in the heart of rural and wild Bangladesh. We are in the east of the country and close to the border with the Indian state of Tripura. This region is full of wildlife hidden in its deep rainforests; however due to deforestation, poaching and a growing human population most, if not all, of these animals are in serious danger. We will aim to find some of the most impressive and rarest species over the next three days and try to highlight their plight. Depending on the local conditions, the order we visit the different parks here is changeable; but we will aim to visit Lowacherra National Park where we will have guided walks into the forest to try and find the very rare western hoolock gibbon, which are more regularly seen here than anywhere else (an estimate of 49 individuals living in the park was made in 2006). As well as the gibbons, orange-bellied Himalayan squirrels, Indian muntjac, northern pig-tailed macaques and rhesus macaques are commonly seen. If the local authorities permit us we will come back after dark for a short spotlighting walk to see if there are any fishing cats, sunda slow loris, masked civets or other nocturnal animals around. We also visit Satchari National Park, the format of the visit is similar to Lowacherra National Park but we will focus on finding Phayre’s leaf monkeys and capped langurs here. The capped langur is a beautiful golden monkey and they are a treat to find whilst Phayre’s leaf monkeys are incredibly rare and difficult to find. There are also northern pig-tailed macaques, rhesus macaques, Indian muntjacs, wild boar, fishing cats and many more species of birds (pygmy woodpeckers, red-headed tragoons, red jungle fowl, puff-throated babblers and oriental pied hornbills), reptiles and amphibians. The third primate watching location we visit is Rema Kalenga Wildlife Sanctuary and once again have guided walks around to find the park's rare and endangered primates such as Phayre’s leaf monkey, capped langur, rhesus macaques, western hoolock gibbons and sunda slow loris as well as fishing cats, wild boar, Indian muntjac and crab-eating mongooses. Here there is also an impressive 167 species of birds which we will have a go at finding as well. For the transfers to and from the parks here we will use local vehicles, as the condition of the roads can be bad after rain, it is best to use the local vehicles and drivers from Srimangal who know the roads well and the cars are used to dealing with the bad conditions. We cannot guarantee that the vehicles will have air conditioning but none of these journeys are very long ones. (Breakfast only)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Dhaka – Rest Day – After breakfast we will travel back to Dhaka in our private air conditioned vehicle. Once we arrive in Dhaka, we will have the rest of the afternoon and evening at your leisure. (Breakfast only)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Sunderbans – Wildlife Watching Cruise - Today we embark on our adventure into the heart of the largest mangrove forest in the world and a national park home to the largest population of wild tigers left in the world! Over 200-450 have been estimated to live in the park and we will try and track one down… on foot! But first we have to get there and this means a transfer in our vehicle from Dhaka to Mongla or Khulna (depending on where the boat is moored). If our boat is moored at Khulna we will have the added experience of crossing the Padma River (the life blood of this burgeoning country) at one of its busiest points. Once on the boat we will unpack and start our journey towards the Bay of Bengal. Along the way we will see the hustle and bustle of Bangladesh begin to fade away as the towns turn to villages, which in turn become shacks and then nothing but trees as far as the eye can see. There is a wealth of people who use the water ways here and it’s brilliant to see the local people using fishing and harvesting techniques many hundreds of years old. As well as the people and boats, we will keep an eye out for brahminy kites and grey-headed fish eagles soaring above and, best of all, the highly endangered Gangetic river dolphins which briefly break the surface to blow. We will stop at the Dhangmari forest office to gain permission to enter and meet our armed escorts (which are mandatory for visiting the park). Our evening meal will be onboard and we will spend the night onboard as well. After dark we will try and spotlight a tiger or some of the large saltwater crocodiles which live in the forest as they are more active at night. (Breakfast, Lunch & Dinner included)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Sunderbans – Wildlife Watching Cruise - Today we will continue our journey from Dhangmari to Kachikhali forest station. Here we will spend the night surrounded by mangrove forests, virgin sea beaches and a view out into the Bay of Bengal. Tigers are regularly spotted here and it’s not uncommon to see them prowling the beach at night or early morning as well as herds of spotted deer and family groups of wild boar. We will spend an hour to two in the evening with a spotlight to try and find some tigers. (Breakfast, Lunch & Dinner included)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Sunderbans – Wildlife Watching Cruise - Early morning before sunrise there will be the option to have an hour or so spotlighting to see if there is a tiger having a drink at the river's edge or even swimming across the river; after this we will use small country boats to travel into the smaller creeks and streams of the mangrove forest and look for drinking animals like chital, tigers, wild boar, rhesus macaques as well as the local bird life such as white-throated kingfishers, black-capped kingfishers, green bee-eaters, little herons and the very rare masked fin-foot. We then set off to Katka Game Sanctuary and, on arrival, will leave the boat and have a hike through the jungle where we usually find fresh tiger prints and hope to see one walking through the dense vegetation. Lunch will be served on the boat and, in the afternoon, we will explore some of the area around the local forest station and see if we can find more evidence of tigers here. We usually have a BBQ tonight for our evening meal with locally caught fish as the main treat. As yesterday there will be spotlighting after dark. (Breakfast, Lunch & Dinner included)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Sunderbans – Dhaka – Wildlife Watching Cruise - Early in the morning there will be spotlighting offered to look for tigers before dawn. Then, after breakfast, we will begin our cruise back to Mongla or Khulna where we have a good chance of spotting large estuarine crocodiles basking if the sun is out. Along with the crocs we will look for dolphins, monkeys, birds and monitor lizards all the way back to civilisation. Our lunch will be served onboard before we disembark and head back to Dhaka for our last night in Bangladesh. (Breakfast only)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Home – Departure - After breakfast you will be transferred to the airport in time to catch your return flight home. (Breakfast only)"
      }
    ],
    "map": ""
  }
]
