{
  "destination": "Tanzanya",
  "mainPhoto": "",
  "id": "RTZKM",
  "tourName": "Klimangaro - Machame Rotası",
  "placesVisited": "Tanzanya",
  "generalInfo": "Tanzanya'nın Kenya ile olan kuzey sınırına yakın, görkemli buzla kaplı Kilimanjaro Dağı, deniz seviyesinden 5.896 metre yüksekliğiyle, Ekvator çizgisinde oturur. Her yıl yüzlerce insan tarafından başarıyla sonuçlanan  bu yürüyüş, Machame rotasını izleyerek Afrika'nın en yüksek dağına yükselme şansını ve üç volkanik tepenin altındaki milli parkta yemyeşil tarım alanlarının, ormanların ve çalılıklarla bozkırların muhteşem manzaralarının keyfini sunuyor.<br><br><strong>En Yakın Uluslararası Havaalanına (geliş): </strong>Moshi Kilimanjaro Uluslararası Havalimanı (JRO), Moshi Havalimanı (QSI)<br><br><strong>En Yakın Uluslararası Havaalanı (gidiş):</strong> Moshi Kilimanjaro Uluslararası Havalimanı (JRO), Moshi Havalimanı (QSI)",
  "durationDays": "9",
  "price": "1979",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Konaklama</strong></p>\n<p>2 gece otel,  6 gece Kamp</p>\n<p><strong>Yemekler</strong></p>\n<p>8 Akşam Yemeği, 8 Kahvaltı, 7 Öğle Yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tur tur lideri , Siempre Tur Şoförü</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Moshi' ye Varış",
      "description": "Moshi’ ye varıyoruz.  Bu gece,  akşam yemeğinin tadını çıkarabilir ve gezintiniz hakkında bilgilendirme alabilirsiniz."
    },
    {
      "dayNumber": 2,
      "title": "Macame Kampı",
      "description": "Moshi’ den toparlanıp ve Kilimanjaro yürüyüşümüzün başlangıcına gidiyoruz,  rehberlerinizin ve hamallarınızın yürüyüş ve ekipmanlarınızı hazırlayacakları Machame Kapısı’ nda duruyoruz.  Neredeyse yükselmeye başlar başlamaz yağmur ormanları tarafından kuşatılmış olacaksınız.  Yürüyüş bazen oldukça çamurlu ve kaygan olabilir.  Machame kampına ulaşana kadar devam edeceğiz."
    },
    {
      "dayNumber": 3,
      "title": "Shira Kampı",
      "description": "Bugün erken bir başlangıç yaparak,  Machame kampından çıkıyoruz ve ormanı aşıyoruz ve daha sonra bozkırlar boyunca daha hafif bir yoldan devam ediyoruz.  Öğle yemeğinden sonra Shira platosuna kayalık bir sırt boyunca tırmanacağız.  Western Breach ‘ e baktığımızda,  muhteşem buzulların ilk bakışını yakalayabileceksiniz.  Bu gece,  ıssız ve etkileyici topoğrafya ile çevrili,  açık bir kamp olan Shira kampında kalacağız."
    },
    {
      "dayNumber": 4,
      "title": "Barranco Kampı",
      "description": "Yürüyüş yolumuza çalılık ve bozkırlar,  kayalık dağ eteği yamaçları ve müthiş nehir vadisi ile devam ediyoruz.  Bu gece,  korunaklı bir vadide yer alan Barranco Kampında kalıyoruz."
    },
    {
      "dayNumber": 5,
      "title": "Karanga Kampı",
      "description": "Bugün farklı bir ilkimi tadacağız.  Çarpıcı Great Barranco Duvarına gitmeden önce ıssız bölgeye  giriyoruz.  Zirvedeki ödülümüz,  çarpıcı Heim Buzulu’ nun manzaraları.  Ardından Karanga Vadisi’ ndeki tepeyi aşıp ,  sol taraftaki  Barafu kampına ulaşıyoruz.  Buradan,  aynı gece zirveye son çıkışımızı yapacağız."
    },
    {
      "dayNumber": 6,
      "title": "Barafu Kampı",
      "description": "Bu,  yarınki zirve günü için sizi hazırlayan kısa bir yürüyüş günüdür.  Mweka Kavşağı yönünden doğuya,  Barafu Kampı’ na doğru yürüyüşe devam edeceksiniz."
    },
    {
      "dayNumber": 7,
      "title": "Mweka Kampı",
      "description": "Gece yarısından hemen önce kalkacaksınız,  hızlıca bir şeyler atıştırın ve zirveye ulaşmak için son bir çaba göstererek,  sabahın erken saatlerinde yürüyüşe başlayın.  Yürüyüş krater kenarındaki Stella Point’ e doğru zorlu çakıllarla yükselmeye başlar.  Burada bir mola verebiliriz ve hava koşulları bakımından şanslıysak,  deneyimleyebileceğiniz en güzel günlerden birini görün.  Buradan,  Afrika’ nın en yüksek noktası olan Uhuru Zirvesi’ ne iki saat var.  Zirveden Barafu kampına ve oradan Mweka kampına geri dönüyoruz.  Son dört günü tekrar ederek çakıllar,  bozkır ve ormandan geçerek geri dönüyoruz."
    },
    {
      "dayNumber": 8,
      "title": "Mweka Kapısından geçiş.  Moshi’ ye dönüş",
      "description": "Son gün,  kayıt defterini imzalamak ve zirve sertifikası almak için Mweka Kapısı ve Milli Park merkezine geri döneceksiniz.  Daha sonra hizmetlerin sona erdiği Moshi’ ye geri döneceğiz."
    },
    {
      "dayNumber": 9,
      "title": "Moshi' den Ayrılış",
      "description": "Bir ömür boyu süren serüveniniz bugün sona eriyor.  Geç bir uçuşunuz varsa veya konaklama turu ekleyerek konaklamanızı uzattıysanız,  turistik yerleri keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}