[
    {
        "type": "overview",
        "Main_Title": "Our Antarctica holidays & cruises",
        "Main_Paragraph": "Our Antarctica holidays roam the Great White Continent, a vast polar desert exposed to near-constant sunlight in summer, then veiled in darkness for another six months of the year. Its an otherworldly place, as hostile to visitors as it is fascinating. Our Antarctica explorers are made up of wildlife lovers, avid birdwatchers and photographers, but what they all have in common is that they are looking for adventure. Yes, youll sail aboard a comfortable small ship with excellent amenities an expert crew, but its an adventure nonetheless. In fact, wed go so far as to say you dont go on an Antarctica holiday  you go on an expedition.",
        "Subtitle": "Highlights of our Antarctica holidays",
        "Title1": "Cruises",
        "Paragraph1": "Although cruise ships carrying up to 500 passengers can land in Antarctica, our holidays only use vessels that carry a maximum of 250. That means they dont overwhelm the communities that they visit, and it also means a better experience for you. Small ships can access narrower channels, reaching more remote areas that much larger ships cannot. And with just 250 or fewer passengers, you wont be queuing up for ages for your daily activities, either. Hop into a Zodiac for a shore excursion to visit a bustling penguin colony, or take to kayaks to paddle around glaciers. And when youre not on land, our Antarctica holidays also entertain with expert lectures from onboard naturalists, geologists and other experienced polar hands.",
        "image1": "",
        "Title2": "Whales",
        "Paragraph2": "Antarctica is fantastic for whale watching, which is amazing when you consider how many were tragically slaughtered by sailors throughout the 20th century. Although sightings can never be guaranteed, youd be disappointed not to see any whales at all, given that there are seven species in these waters, including blue whales, along with orcas. February and March are prime time for whales, but you can see them right the way through the cruising season. Our holidays in Antarctica are accompanied by onboard experts who can fill you in on what kind of whale youre seeing, what their behaviours mean, and the threats they face, from boat propellers to warming seas.",
        "image2": "",
        "Title3": "Birdwatching",
        "Paragraph3": "There are no fewer than 18 species of penguin in Antarctica, and watching them waddle around, somehow clumsy and dignified at the same time, is a big highlight of our holidays in the region. Colonies are often roped off so as not to cause the birds any undue stress, but even from a distance the noise and the, er, smell, are staggering. Among the other birdlife youre likely to encounter in Antarctica are albatrosses on South Georgia. They can fly up to 1,000km in a day  or about 1,000km more than a penguin can.\nSouth Georgia is also a safe breeding and nesting spot for many species of petrel, while in the Falkland Islands you can see all of these, plus skuas, flightless steamer ducks, and a number of striated caracara, birds of prey unique to the region. Sadly, bird flu has ravaged many colonies in the region, but Antarctica remains one of the finest places in the world for birdwatching."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Antarctica",
        "Main_Paragraph": "November-March is the short expedition season. This is not only the best time to visit Antarctica  it is the only time its possible as the ice breaks up, allowing ships to pass. Icebergs are biggest in November, sculptural and surreal. The continent is colder but at its most untouched, with pristine ice and snow, and wildflowers blooming on the islands. The 20-hour sunshine in December-January brings welcome warmth; temperatures hover above freezing, creating perfect conditions for seal pups and penguin chicks  as well as whales. Later in the season, the rookeries are a rabble of noise and activity as chicks fledge and sea ice drifts away.",
        "image1": "",
        "when_to_go": "When to visit Antarctica, month by month",
        "when_to_go_html": "<b>Antarctic cruises begin | Largest icebergs | Mating elephant seals | Nesting penguins | Great weather in Patagonia</b><br/><br/>\r\nLate October and November is spring  and therefore the <b>beginning of the Antarctic expedition season.</b> Youll have the excitement of being one of the first visitors stepping foot back on the frozen continent, as well as coinciding with the best time to be in the southern tip of Patagonia, where ships leave for Antarctica.<br/><br/>\r\nIts still exceedingly cold and the weather is more unpredictable than later in the year. However, November does present the best chance of getting up close to some of Antarcticas <b>largest icebergs</b> and walkable (or snowshoeable) pack ice, which is great for photographers. <b>Spring mating rituals</b> are in full swing in Antarctica in November, including the thundering battles of breeding elephant seals. Penguins are busy building nests too. <br/><br/>\r\nSarah Wightman rates the ice formations in November but adds a word of warning: At the start of the season you get the most incredible ice formations  its just unbelievable. But sometimes the ship cant get where it needs to go as the ice blocks are so big, so quite often you can stand on deck and cant get off as much.\n\nRising temperatures | Better access | 24 hours sunlight | More wildlife (and tourists)\nAntarctica in December sees temperatures start to rise, improving access to beaches and peninsulas. An untouched quality promises spectacular scenes bathed in permanent sunlight. Wildlife numbers are on the up, with humpback whales arriving to feed in warmer waters and penguins packing out rookeries.\nBook early\nto plant your pick in the ice.\n\nPenguin chicks and seal pups | Relatively warm temperatures | Humpback whales\nAs January dawns, it brings new life to the icy wilderness. Visiting Antarctica in January is a great idea, especially if youre intending to see penguin chicks and seal pups in relatively warm temperatures. On the Falkland Islands and South Georgia, newborn seal pups are blinking in the near-constant sunlight, and penguin chicks can be seen huddled in together on the islands and along the Antarctic Peninsula while the adults head off to hunt for food. Youll see the chicks chasing their parents across the ice when they come back with beaks full of food. Humpback whales are busy sifting through the ocean for krill too.\n\nWarmer temperatures | Peak whale season | Ross Sea for Scott and Shackletons huts\nFebruary is one of the warmest months in Antarctica. This is your best chance of spotting\nwhales\n, while penguin chicks are bigger and noisier than ever, making their first dives into the waters. Theres a small window of opportunity to\ncross the Antarctic Circle\nand explore the shrinking Ross Ice Shelf, starting point of some of the most famous South Pole expeditions.\nCassia Jackson, from our Antarctic cruise experts Heritage Expeditions, recommends January and February if youre travelling via the New Zealand subantarctic Islands: The Ross Sea is closed in by pack ice conditions for most of the year, so there is only a small window of opportunity to get there by ship. We only operate two voyages per season to the Ross Sea from New Zealand  in January and February.\n\nAntarctic cruise season ends | Fewer visitors | Cheaper prices | Whales | Hunting leopard seals | Scuba diving\nMarch marks the end of the Antarctic expedition season, with temperatures returning to their normal below freezing levels as autumn approaches. Visitor numbers thin out and penguin chicks become braver  this is when they become interested in the visitors on their shore. Its still a great time for whale watching too, before they head back to more tropical waters up north. As autumn falls, so do the prices; March is one of the cheapest times to visit Antarctica.\nCharlotte Caffrey, director of our partner Aqua-Firma, says: I really like Antarctica in March, as you see a lot of whales, the water is clearer for diving and you get leopard seals hunting penguins. There are also fewer boats around. Its also a great time to go if you want to go across the Antarctic Circle. At the end of the season, its easier to get through the melted areas to reach the southernmost point.\n\nAt the end of March,\ntreacherous winds and endless nights\nculminate in the no-go months of April, May, June, July, August and September. The ice is unbreakable too, putting most of the continent off-limits. Some expeditions start in late October as the first of the ice starts to give way.",
        "weather_chart": "",
        "weather_chart_html": "",
        "title1": "When should I start planning my trip to Antarctica?",
        "paragraph1": "",
        "image2": "",
        "title2": "",
        "paragraph2": "A limited number of specialist vessels sail to Antarctica each season, so they book up early. With that in mind, we recommend planning your trip to Antarctica <b>18-20 months in advance</b>  i.e., as early as possible. <br/><br/>\r\nThat might seem excessive, but this is likely a once-in-a-lifetime trip. Its well worth booking over a year in advance to have the best choice of cabins, activities and prices. Waiting for late deals isnt often the best approach, as Antarctica cruises are usually sold out before you get a chance to book a last minute cabin."
    }
]