{
  "destination": "Israel",
  "mainPhoto": "",
  "id": "14-day-itinerary-to-israel-with-unfrequented-destinations",
  "tourName": "14-Day Itinerary to Israel with Unfrequented Destinations",
  "placesVisited": "Jerusalem, Negev, Eilat, Tel Aviv, Dead Sea, Petra, Wadi Rum, Safed",
  "generalInfo": "On this luxurious 14-day tour of Israel, you will explore this diverse country on an adventure designed for you. From the trendy streets of Tel Aviv’s Florentin neighborhood to the fascinating religious controversy of Hebron, Israel is a country full of off-the-beaten-path destinations. Stroll through the Mea Shearim neighborhood, sample the finest Jewish cuisine, Indulge in an ATV ride through the desert, and be captivated by a riveting Bedouin performance of song and dance in the Negev Desert.",
  "durationDays": "14",
  "price": "9,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tel Aviv – Dine in the Florentin",
      "description": "To begin your adventure through Israel, you will arrive at Ben Gurion International Airport, where you will be met at baggage claim by your private driver and transferred to your luxurious accommodation along the Mediterranean coast. You will settle in to your suite before meeting your private guide to begin your explorations of Tel Aviv. You will be transferred to Florentin, which is arguably Tel Aviv’s trendiest neighborhood. This evening, you will indulge in Israeli cuisine, and after dinner, you may explore the area’s lively nightlife, which includes live music bars, rooftop terraces, and more."
    },
    {
      "dayNumber": "2",
      "title": "Tel Aviv – Levinsky Spice Market and City Tour",
      "description": "You will spend the morning touring Tel Aviv’s most off-the-beaten-path sites and neighborhoods, beginning with the Levinsky Spice Market. From the market, you will continue to the trendy Neve Tzedek neighborhood, which is another of Tel Aviv’s bohemian areas. Throughout the afternoon, you will discover the art markets of Nahalat Binyamin Street and the best local hangouts situated along Dizengoff Square. Finally, you will arrive at the infamous Independence Hall, where you will learn the rich history of Israeli independence. In the afternoon, you will be transferred to one of Jaffa’s most beautiful beaches, where you will spend the rest of the day relaxing in the sun and bathing in the Mediterranean Sea."
    },
    {
      "dayNumber": "3",
      "title": "Tel Aviv – The Very Best of Jaffa",
      "description": "This morning, you will transfer to the ancient port city of Jaffa. Upon your arrival, you will have the incredible opportunity to stroll through the Jaffa Flea Market alongside the locals. Once you have had your fill of the market, you will continue to New Jaffa, which is a trendy area filled with high-end art galleries and bohemian cafes. When you are ready, you will be led to the infamous Jaffa Clock Tower, which is one of the most iconic sites of the city. Your guide will then lead you to the Old Jaffa Port. You will also learn about the history of the area before exploring on your own."
    },
    {
      "dayNumber": "4",
      "title": "Jerusalem – Underground in the Western Wall Tunnels",
      "description": "This morning, you will transfer to Jerusalem, which is a city that is known throughout the world to be a significant cultural and religious center. You will arrive at your extravagant accommodation in the heart of the city and have time to settle in before embarking on your introductory exploration of Jerusalem. For your tour, you will traverse the ancient Western Wall Tunnels, and be provided with an incredible vantage point of the city. After your tour of the tunnels concludes, you will be transferred to Jerusalem’s exciting New City, where you will experience how the old world meets the new."
    },
    {
      "dayNumber": "5",
      "title": "Jerusalem – The Neighborhood of Mea Shearim",
      "description": "Today, you will transfer to the neighborhood of Mea Shearim. Dressed from head to toe in conservative clothing, you will follow your guide as they lead you through the town. Eventually, you will be guided into one of the neighborhood’s top local bakeries, where you can sample challah bread, which is traditional Jewish egg bread. From Mea Shearim, you will transfer to the bustling New City, where you will experience the classic Mahane Yehuda Market, which is also known as the Shuk. As you wander through the humming aisles, you will be able to sample some baklava from one of the top vendors."
    },
    {
      "dayNumber": "6",
      "title": "Jerusalem – Private Tour of Hebron",
      "description": "This morning, you will transfer to the West Bank, where you will spend the day on an exclusive tour of the controversial town of Hebron. Significant for both Judaism and Islam but located in Israel’s Palestinian territory, this site has caused controversy throughout time in the region. Once your tour of Hebron has concluded, you will be returned to Jerusalem, where you will have the rest of the afternoon to spend at your leisure. Your expert guide will provide you with dining and activity recommendations based on your interests and will make sure that you are properly transferred to the destinations of your choosing throughout the day."
    },
    {
      "dayNumber": "7",
      "title": "Negev – The Dead Sea and Glamping",
      "description": "Today, you will transfer to the Negev Desert and the world-renowned Masada fortress. You will trek to the top of the fortress along the infamous Snake Path, which is one of the most iconic treks in the country before arriving at the summit of the Masada for sunrise. You will then be guided through Masada. When you are ready, you will descend Masada in a private cable car and transfer to the Dead Sea. Should you wish, you can indulge in a luxurious spa treatment with regional mineral mud that is renowned for its healing properties. From the Dead Sea, you will continue through the desert to your marvelous glampsite accommodation, where you will spend the night dreaming beneath a sky of luminescent stars."
    },
    {
      "dayNumber": "8",
      "title": "Negev – ATVs through the Desert",
      "description": "This morning, you will enjoy a Bedouin breakfast at your glampsite before embarking on a day of desert adventures. You will begin your adventure with an ATV ride through the Negev’s unique terrain. Throughout your ride, you will stop at various lookout points. You will eventually arrive at a clearing, where a desert picnic will be laid out just for you. After lunch, you will be returned to your glampsite to prepare for the evening’s adventure. As night begins to fall, you will be led into the Bedouin village, where you will indulge in a Bedouin dinner accompanied by a traditional performance of song and dance."
    },
    {
      "dayNumber": "9",
      "title": "Eilat – Experience Ein Gedi’s Natural Oasis",
      "description": "Today, you will transfer to Eilat, which is the southernmost city in Israel. You will arrive at your beachfront resort and have ample time to settle in to your suite. Once you are ready, you will visit the natural oasis of Ein Gedi, where you can spend the morning on a leisurely trek that will have you passing natural rivers and streams that are teeming with wildlife. Your guide will point out the regional flora and fauna that you encounter along your journey, and your trek will culminate at a magnificent waterfall. From Ein Gedi, you will be returned to your beach resort via private coach."
    },
    {
      "dayNumber": "10",
      "title": "Eilat – Sailing on the Red Sea",
      "description": "Today, you will have your first full day in Eilat. You will begin the day with a private catamaran excursion to Eilat’s magnificent reefs, where you can snorkel or scuba dive. As you glide through the water of the Red Sea, you will be able to see an eclectic array of fish and other marine creatures. After your luxurious catamaran excursion has concluded, you will have the remainder of the afternoon to spend as you please. You may partake in any of the other water sports offered along the Red Sea, such as kitesurfing or windsurfing."
    },
    {
      "dayNumber": "11",
      "title": "Eilat – Full-Day Tour of Petra",
      "description": "Today, you will indulge in an exciting adventure in Jordan. After breakfast, you will be transferred to the nearby border, where you will make your way into Jordan for an exploration of the ancient city of Petra. Rediscovered 200 years ago, Petra has been named the lost city. Soon, you will arrive in Petra, where you will begin with an exciting horseback ride through the interior of the city. You will spend the day uncovering the hidden secrets of this enigmatic city. You will even be given time to explore the city on your own before transferring through the vast Wadi Rum, which is also known as the Valley of the Moon."
    },
    {
      "dayNumber": "12",
      "title": "Safed – Dine with a Local Israeli Family",
      "description": "This morning, you will fly to the city of Safed, where you will be met by your private driver for a transfer to your lovely hotel in the heart of the Artist Quarter. After you have had time to freshen up, you will experience your first taste of Safed. Your introductory tour of Safed will begin with visits to the city’s top neighborhoods and destinations, starting with the Artist’s Market. From the market, you will visit the ancient synagogues and fascinating neighborhoods of Safed before meeting a local rabbi for a private lesson of the study of Kabbalah."
    },
    {
      "dayNumber": "13",
      "title": "Safed – Explore the Golan Heights",
      "description": "Today, you will explore the Golan Heights. After breakfast, your day will begin with a thrilling Jeep ride through the Golan that will have you stopping at various lookout points and points of interest. Eventually, you will arrive at Mt. Bental. Here, you will be able to admire spectacular views of the Golan and neighboring Syria. From Mt. Bental, you will be transferred to the Sea of Galilee, which is the largest freshwater lake in the country. Here, you can bathe in the cool water of the sea and relax alongside the beautiful shores. When you are ready, you will be returned to Safed, where you will enjoy your final evening among the spiritual mountain-top town."
    },
    {
      "dayNumber": "14",
      "title": "Safed – Farewell to Israel",
      "description": "Today, you will enjoy your final breakfast in Israel before spending your remaining time in Israel at your leisure. You can stroll through the charming streets of Safed and delight in the peaceful hum of the morning. Before you know it, you will have to return to your hotel for your transfer to the airport. If you need assistance with connecting to your gate, your private guide will be happy to show you the way."
    }
  ],
  "map": ""
}