{
  "destination": "Israel",
  "mainPhoto": "",
  "id": "stunning-natural-beauty-of-middle-east-sea-to-mountain-to-desert-tour",
  "tourName": "Stunning Natural Beauty of Middle East: Sea to Mountain to Desert Tour",
  "placesVisited": "Tel Aviv, Caesarea, Acre, Galilee, Jerusalem, Eilat",
  "generalInfo": "Sprawling teal seashores, flourishing viridian hills, and sandy coral deserts fashion incredible natural environments spilling over Israel, a country you will be besotted with during this tailored 12-day tour. From Roman heritage steeped in the ruins of Acre to the mighty pink sandstone walls of the World Wonder, Petra, Jordan, nature and history are fascinatingly blended in this breathtaking excursion through the Middle East.",
  "durationDays": "12",
  "price": "7,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tel Aviv - Glamor, Glitz, and Gourmet Appeal",
      "description": "While Tel Aviv may not be at the top of one’s seaside travel radar, you will quickly realize the dreamy appeal of the city’s glamorous strip of soft sand spreading along the Mediterranean coast from the moment you arrive and transfer to your accommodation boasting spectacular seascape views. Here, you will brush shoulders with celebrities sipping on decadent cocktails at chic cafés and wallow in the creative charm that emanates from a rich arts and culture scene thriving in Tel Aviv. This evening, operatic choruses will ring from boisterous performing centers and melodic fusion jazz will reverberate from hidden restaurants."
    },
    {
      "dayNumber": "2",
      "title": "Tel Aviv - Culture and Nature Lives Together in Tel Aviv",
      "description": "In the morning, you will enjoy a light stroll along Rothschild Boulevard and capture Tel Aviv in all its cultural glory. Monstrous auditoriums flank flowered parks and art galleries line tree-hugged boulevards along this pleasant pathway winding through the city and leading to the Carmel Food Market. You may sink your teeth into a selection of aromatic dishes drenching the market in a spectrum of colorful hues before continuing to the manicured lawns of Ganei Yehoshua to soak up the evergreen scenery composed of tranquil streams and peaceful ponds."
    },
    {
      "dayNumber": "3",
      "title": "Acre - Roman History Storied in the Town of Caesarea",
      "description": "Israel is steeped in Roman history that will come to life as you begin your adventures away from Tel Aviv to Acre, stopping at the ancient town of Caesarea. Standing beneath the sandstone stands of an age-old Roman amphitheater, you will immerse yourself in the intriguing stories that echo from the place Crusaders and speakers of bygone eras once expressed their strength and arts to entertain their Roman rulers. Afterward, you will voyage to the immense Hai-Bar Carmel Nature Reserve, a haven and sanctuary for wildlife where you will see the carnivorous Griffon Vultures up close, later arriving in Acre."
    },
    {
      "dayNumber": "4",
      "title": "Galilee - The Knights Heritage and Wonders of the Wild",
      "description": "Wandering around the Crusader City of Acre this morning, you will unravel the significant mighty stories shrouding this historic town as you explore the decorated Knights Hall and intricate web of underground tunnels weaving beneath Acre. Later on, you will head out to the glorious grottoes of Rosh Hanikra, accessed via cable-car. Within these caverns, the water sparkles as sunshine filters through their apertures and your voice will echo through the deep, dim caves carved into the cliffs. These mesmerizing scenes are the beginning of a richly rewarding nature excursion leading to proliferating Hula Lake Nature Reserve."
    },
    {
      "dayNumber": "5",
      "title": "Galilee - The Immense Nature Highlights Circling Galilee",
      "description": "After breakfast, you will hop in a jeep and venture up the curvaceous trails zigzagging to the top of Golan Heights, where you may bask in scenes of Israel’s strategic borders that have long been a critical part of the country’s fortification. A short hike later, and you will arrive at the base of the Banias Waterfall, watching as its flowing streams beat down into the natural pool below flanked by dense foliage and mossy rocks. The sprawling azure waters of the Sea of Galilee mark the final exquisite panorama you will capture on this unbridled nature journey around Galilee."
    },
    {
      "dayNumber": "6",
      "title": "Jerusalem - Trails of the Jordan Valley",
      "description": "You will drive down the Jordan Valley this morning en route to Jerusalem, with stops at Beit Shean, Kfar Ruppin, and the local fish farms proving too remarkable to pass by. A tremendous collection of ancient Roman ruins reflects Beit Shean’s embedded history while the impressive habitat of the birds of Kfar Ruppin showcases the natural diversity of the Jordan Valley. Let the sights seduce you before you arrive at the fish farms flooding the outlying landscape where artificial wetlands are being created to bring life back to this protected wilderness paradise."
    },
    {
      "dayNumber": "7",
      "title": "Jerusalem - Galavanting through the Grounds of Jerusalem",
      "description": "Laced with spiritual intrigue and drenched in cultural diversity, Jerusalem is a fascinating destination that has long been a point of tension in the books of history. The church bells still chime in a city flooded by the aromas of burning incense and doused in the flavors of Arabia. Today, you will slowly tour Jerusalem to the historic Jewish Quarter to both bask in the brilliant architecture such as the Western Wall and explore the culture through your palate. Afterward, breeze through the colorful Arabic markets to the Christian Quarter to unravel the religious stories emanating through its sanctified grounds."
    },
    {
      "dayNumber": "8",
      "title": "Jerusalem - Environmental Efforts and Israel’s History Books",
      "description": "There is a sustained drive to protecting the surrounding wildlife spearheaded by organizations dotting Jerusalem and the Gazelle Valley is one such initiative where you will discover the conservation efforts geared to aiding the stunning creatures living here. Afterward, you will flip through the book of time as you tour to iconic museums and hallowed landmarks speckling the limestone city of Jerusalem such as the Yad Vashem Holocaust memorial and the Israel Museum. Your tour will culminate in a fragrant market where the sounds of friendly chatter and the smells of sizzling delights will tease your senses to tuck in."
    },
    {
      "dayNumber": "9",
      "title": "Jerusalem - The Peaks of Masada and the Waters of the Dead Sea",
      "description": "Today, you will explore the marvels of the Judean Desert beginning as you ascend in a cable-car to the peaks of Masada, a powerful fortress resting on the tip of a towering summit where the Jewish zealots battled the Romans. Views of the desert will lay out beneath you, thousands of feet below and an immeasurable distance towards the horizon as you stand on the edge of the historic stronghold. In the afternoon, you will quietly float on the salt-drenched waters of the Dead Sea surrounded by panoramic vistas of the Judean Desert."
    },
    {
      "dayNumber": "10",
      "title": "Eilat - Rappelling Down the Mighty Ramon Crater",
      "description": "Israel is flanked by immense desert regions that boast a wealth of history you will be delighted to absorb. You will transfer to Eilat today and spend it exploring the Negev Desert by jeep, racing across the sandy roads to the remarkable Ramon Crater. Standing on the edge of the crater, the desert will roll out before your eyes, seeming to never end and blending into the dusty horizon. You will grapple onto sturdy ropes and rappel down the steep cliff face on an abseiling adventure unlike any other in one of the most remote deserts in the world."
    },
    {
      "dayNumber": "11",
      "title": "Eilat - The Mesmerizing and Meticulous Ancient Art of Petra",
      "description": "One of the world’s monumental wonders, Petra, lies just beyond Eilat’s borders. Too breathtaking for words, the 300 B.C archaeological site located in Jordan is a must-visit destination that needs to be seen to be believed. Enormous temples and meticulous sculptures lay carved into the pink sandstone cliffs that dominate the desert floor, crafting an image of a “Rose City” etched into the earth rather than built upon it. Entering tombs and staring at facades, you will be blown away by the mysterious construction of what looks to be an impossible feat for an ancient civilization with limited tools."
    },
    {
      "dayNumber": "12",
      "title": "Eilat - Across the Arava Desert and Farewells",
      "description": "Heading to the international airport after breakfast to catch your flight back home, you will pass through the spreading sands of the Arava Desert. Peering out of the window, you will admire the desolate and remote beauty of these stunning Arabian desert regions that appear to be lifted from the scenes of fantasy films, before arriving at the airport and bidding your goodbyes to both the staggering nature embellishing Israel and the phenomenal construct of Petra in Jordan. You will take with you a myriad of marvelous memories commemorating your adventures."
    }
  ],
  "map": ""
}