{
  "destination": "Mauritius",
  "mainPhoto": "",
  "id": "mauritius-family-holiday-tailor-made",
  "tourName": "Mauritius family holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "Mauritius has way more to offer than just white sand beaches and turquoise lagoons. This is a culturally-rich, adventurous immersion into the island’s heart. You’ll learn the secrets from Creole cuisine by preparing a meal at a local’s cozy home and hike down the lush trails that take you to hidden, stunning landscapes. A permaculture coastal trek in the wild South coast will bring you to meet the most beautiful beaches of Mauritius and its basaltic cliffs. This trip offers the family time that you deserve, in the island's secret gems you’ll never forget. Get in touch with us to tailor-make it to your needs, wants and dreams.",
  "durationDays": "11",
  "price": "5007",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival day. After picking-up your car rental at the airport, a beautiful coastal road will bring you to your first accommodation at the Authentic Auberge where you can experience a traditional Creole way of living. This property holds an artisanal Rum distillery and a Vanilla plantation which you are free to visit. Also available for the pleasure of your kids, is a playground and an animal farm. The chefs of this auberge support organic agriculture and producers from the area to prepare for you sumptuous breakfasts."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Free day"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "The wild South coast. Our local friend Gael, will take you on a breathtaking trek along the South Coast through the untouched beaches and coastal forest. He’ll then share with you his passion and love for Mauritian agriculture while visiting his permaculture forest. Conclude the day by sharing an organic meal that you’ll be preparing together in the comfort of his cozy home."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Family fat-bike excursion. Enjoy a sweet biking tour for the whole family in the Wolmar Nature Reserve. Bike into the wild of this nature reserve will give you the chance to spot wild boars, deer and geese while learning about the history of the Domaine related to coal merchants. This excursion is active, informative and fun."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Family hike in Ebony Forest Reserve. In this guided family excursion, a knowledgeable guide will bring you through the Flycatcher raised walkway (1.3 km), where you'll admire the endemic forest and living creatures of Mauritius. Our friends from the Ebony Forest Reserve have done a great job at re-populating 60 hectares of forest with the flora and fauna that used to prevail on our island before humankind landed on it. Today you’ll be able to help them with the reforestation by planting a tree. A safari jeep ride will take your family up to the Sublime Point, a jaw-dropping viewpoint facing the whole west coast of Mauritius. Your visit includes a locally-sourced lunch and a visit to the museum."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Free day. You will be moving to your next accommodation which is an authentic eco-lodge: a truly special glamping experience. Expect dry and cozy nights thanks to the well-equipped and elevated tents and, enjoy a detoxicating stay, away from everyone and everything."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ile aux Cerfs & Grand South East River. Visit Ile aux Cerfs early in the morning with the complimentary shuttle boat provided by your Eco-Lodge. After an energy-filling, Mauritian lunch at the Lodge, grab a kayak for independent exploration of the Grand South East River's Waterfall."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Discover Port-Louis in a different way. Today you’ll follow your kids as they will be taking you around the streets of Port-Louis with this treasure hunt activity. Port-Louis is the capital of the island and today its been turned into a giant playground, suitable for the younger and older children. With a gamebook in hand and an important mission to accomplish, you will plunge into the architecture, history, religions, languages spoken in Mauritius, cooking, and medicine. Get ready to be wowed"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Sea-kayaking to Amber Island. On that guided kayak tour to Amber island, you'll paddle through the canopies of mangroves and the lagoon. Amber Island is one of the most preserved islets surrounding Mauritius where you’ll be free to explore. Take the most of it by walking through its ruins and surroundings, or snorkel in its natural aquarium."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Basketwork immersion. Fabiola, our ever-smiling host, decided to revive the dying craft of vacoas braiding several years ago. Today, she will teach you how to braid dried leaves of “vacoa”, a palm-like tree. You'll participate in the whole process: slicing of the leaves, weaving, and finishing to create your own unique vacoa work, a small box or a one-of-a-kind photo frame!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Free day. Today is your last complete day and, we'll take it easy on you. You may decide to rest and enjoy the view and the natural setting of your eco-lodge, or well, grab a bike to discover the beautiful winding coastal road."
    }
  ],
  "map": ""
}