{
  "destination": "Mauritius",
  "mainPhoto": "",
  "id": "luxury-game-reserve-in-south-africa-oberoi-beach-resort-mauritius",
  "tourName": "Luxury game reserve in South Africa & Oberoi beach resort, Mauritius",
  "placesVisited": "",
  "generalInfo": "The Sabi Sands has been an area of conservation and protection of big game since the inception of the original Sabie Game Reserve in 1898. An association of private landowners, the modern Sabi Sand Wildtuin (reserve) shares an unfenced border with the Kruger National Park, and is fortunate to have two perennial rivers in a relatively small area. The resulting riverine bushveld is an absolute haven for leopard: you would be unlucky not to see at least one a day. The reserve also plays host to the four other members of the ‘Big Five’: lion, rhino, elephant and buffalo, and is also home to the cheetah and the occasional wild dog pack. <br/><br/>As there has been no hunting in the area for generations, the animals are very comfortable in the presence of humans, and this makes for superb game sightings. Put simply, there is no better place in the world for viewing the ‘Big Five’ in their natural habitat.<br/><br/>The Sabi Sabi lodges are located within the Sabi Sands private game reserve, and offers four luxury lodges themed as 'Yesterday, Today and Tomorrow'. <br/><br/>Selati Lodge has all the atmosphere and trimmings of 'Yesterday'. The lodge's name commemorates the Selati railway line that used to run from the Transvaal to Mozambique, close to the site of the lodge. There is some impressive railway memorabilia adorning the bar walls, and each of the suites is named after stops on the former railway line. <br/><br/>Selati is a wonderful romantic retreat, with just eight suites, giving exclusivity and privacy. The colonial-styled rooms are spacious, with atmospheric oil lamps at night, although the modern conveniences of an en suite bathroom, electric sockets and air-conditioning are a welcome addition. <br/><br/>This is the perfect lodge for couples looking to escape from it all and experience some of the old colonial elegance without sacrificing luxury. <br/>Game drives are taken in open vehicles in the company of excellent game rangers and trackers, who will impart their considerable knowledge about the fauna and flora you will see within the reserve.<br/><br/>Following your three nights safari experience, fly to Mauritius for a six night stay on the beach.<br/><br/>Of volcanic origin, Mauritius’s towering emerald mountains rise from nowhere out of aquamarine seas. The island is covered in tropical vegetation. Mauve jacarandas jostle for space with yellow allamandas, scarlet flame trees and frangipani. Ribbons of sugar cane blow in the warm breeze, coconut palms shade pastel coloured houses, and offshore coral reefs litter the seas.  <br/><br/>Mauritius has 160 kilometres of coastline, the majority of which is idyllic beaches. White sand, backed by casuarina forest, slopes gently into warm, clear waters. As almost the entire island is surrounded by coral reefs, the shallows are well protected. A series of tranquil lagoons surround the islands, walled in by extensive reefs where teardrop butterfly fish, emperor angelfish, Moorish idols and clownfish flit among the corals. Mauritius was tailor-made for holidays, with its white sand for sunbathing, calm waters for swimming and snorkelling, and tropical fruit hanging from the trees. With a series of luxurious hotels with every facility at your disposal, it is hard not to treat yourself.<br/><br/>Set in a very secluded spot on the north-west coast amongst twenty acres of tropical gardens, The Oberoi focuses on excellent service, relaxation and guest privacy.  There is a distinctly African ambience to the architecture, with palm-thatched roofs and open air buildings. The grounds are immaculate and swimming pools enjoy magical views out over the ocean.<br/><br/>With just 71 rooms this is a hotel where service is taken very seriously, albeit with a friendly Mauritian smile. The resort has a quiet ambience, with most people here to enjoy the beach, water and excellent facilities. There is live music every night, however, with jazz bands, saxophonists and a piano bar.<br/><br/>Each of the rooms features a four-poster bed, vaulted ceilings and a refined yet understated decor.  The bathrooms have a separate shower and a sunken bath overlooking a walled garden.  All rooms are air-conditioned and have butler service, television, DVD player, docking stations, mini-bar, tea, coffee and Nespresso machine.<br/><br/>There are four restaurants at The Oberoi - The Restaurant, On the Rocks, The Gunpowder Room and The Bar.<br/><br/><br/>Complimentary watersports enjoy include water-skiing, windsurfing, snorkelling, hobie-cat sailing, laser sailing, sea kayaking, glass bottom boat rides and pedalos. Diving and deep sea fishing can be arranged on request for an extra cost. <br/><br/>The Oberoi's 'Touching Senses' Programme is aimed to allow guests the opportunity to discover the cultural and natural richness of Mauritius and is available for all guests. The activities vary but might include stargazing on the beach, sculpture lessons, cookery classes and wine tasting. There is also a resort boutique and a library with games, books and DVDs.<br/><br/>The extensive spa is amazing, with a setting guaranteed to enhance your experience. There is the option to have a massage outside in the tropical warmth or in the cool of indoors.<br/><br/>Traditional Mauritian treatments using natural local oils and fruits feature alongside conventional therapies. Recommended treatments include an Inkomfi sloughing to exfoliate skin cells, an Oberoi massage which is the resort's signature holistic massage, and Shirodhara, which directs a gentle flow of warm oil onto the forehead and is believed to awaken the third eye.",
  "durationDays": "13",
  "price": "9295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you'll fly from the UK to Johannesburg."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Upon arrival in Johannesburg you'll be met by our representative who will escort you through immigration and customs. You'll then check in for your internal flight to Skukuza. You will be met at the airport and transferred to your lodge where you will stay for three nights on safari. You'll arrive in time for your first afternoon game drive."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Spend a full day on safari. You can join an early morning game drive to experience the reserve coming to life as animals such as leopard, wild dogs and rhino head out to feed. You then head back for a hearty breakfast and can relax at your lodge during the heat of the day, perhaps sitting on the deck to observe any passing wildlife. Another game drive in the late afternoon gives you a chance to see other wildlife and watch as the sun sets over the bush, enjoying a sundowner with your guide."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Spend another day on the lookout for the reserve's game and other wildlife. As well as the two game drives, you may also wish to join a guided bush walk with an experienced ranger, who'll point out some of the reserve's smaller species such as reptiles, insects and birdlife as you follow animal tracks on the ground. Driving back from the afternoon game drive, spotlights help you to see nocturnal species such as bush babies and chameleons."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today you will go on your last morning game drive. After a hearty breakfast, you'll be collected by private vehicle for your flight from Skukuza to Johannesburg. You'll overnight in Johannesburg tonight."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning you'll fly from Johannesburg to Mauritius. Upon arrival in Mauritius go through immigration & make your way through to the arrivals hall where you will meet your driver at the Summertimes desk. He'll take you north to the Oberoi Hotel. This is a superb hotel on the northwest coast and is sheltered from the prevailing winds. The Oberoi is set in beautiful tropical gardens and is a very luxurious hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "You have time to relax on the beach or beside the pool. If you would like to be active we've given you lots of suggestions. You might like to visit the island of Deux Cocos, cruise on a catamaran or even spend a day at the races! All excursions can be pre-booked or arranged on arrival in Mauritius."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Time relaxing at the Oberoi or exploring the island - hiring a car is a great option if you wish to be independent and you can choose from exploring the beautiful coastal roads or heading inland to the mountainous interior of Mauritius."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Time relaxing at the Oberoi. The Oberoi has a resident naturalist and he can take you out and explain about all the flora and fauna. This is fascinating and a great added extra that only the Oberoi has."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Sailing in a catamaran is a superb way to spend a day and see the island from a different perspective."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Time relaxing at the Oberoi. The Oberoi has a beautiful spa and you might like to take advantages of some of the treatments or indeed a spa package. The costs are very competitive and the treatments the ultimate in relaxation and pampering."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Your final day at leisure to spend doing as much or as little as you wish."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today you'll be met by your private driver and taken back to the airport where you will check in for your flight home to the UK."
    }
  ],
  "map": ""
}