{
  "destination": "Mauritius",
  "mainPhoto": "",
  "id": "mauritius-tour-tailor-made",
  "tourName": "Mauritius tour, tailor made",
  "placesVisited": "",
  "generalInfo": "The best tour to discover the 'real' Mauritius.<br/>Discover the best sights of Mauritius and relaxing stay during this privately guided tour to island of Mauritius.<br/><br/><br/>Summary: <br/>2 Nights – East Coast<br/>2 Nights – Grand River <br/>2 Nights – North Coast<br/>2 Nights – Mountains<br/>2 Nights – South West Coast",
  "durationDays": "12",
  "price": "3670",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you will fly to Mauritius"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Welcome to tropical paradise of Mauritius. You will be welcomed & greeted by your guide or the representative on arrival at the 'Waiting Area' at the (MRU) Sir Seewoosagur Ramgoolam International Airport. You will travel to Palmar in the East of the island. Travel time approximately an hour depends on the road traffic. Palmar area is dotted with some of the best beaches in the Island along the East coast. It’s also ideal location to savour the local culture and markets. Hotel on breakfast basis."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Full day at leisure. Hotel on breakfast basis."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After checking out from the hotel, you will travel to the North of the island through the interior along the coastal villages. En-route you will visit the Flacq Market - Flacq is one of the most important villages in Mauritius. This meeting point for the locals of the East Mauritius, boasts the country’s largest open-air market. The extremely colourful market attracts a large number of people. En-route you will discover the Sugar World. The sugar industry has played a long and important role in the Mauritian history, economy and much of the island’s agricultural land is devoted to the cultivation of sugarcane. This native produce also goes into the production of the local rum. Once lusted after as much as gold, as much sought after as Indian spices, as sweet on the palate as silk is round a woman’s neck, sugar has enjoyed an extraordinary existence, leaving a profound impression on the history and identity of Mauritius. Travelling through the museum, visitors learn about the deeply intertwined history of sugar and Mauritius, how it has all led to the harmonious, smiling and multicultural society it is today. Hotel on Breakfast & Dinner basis"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today you can choose some of exciting activities, like hiking, kayaking, cycling. One of our favourite activities is: Discover Grand River South East and its stunning waterfall at times when there is no one else on the river. Paddle your way through the mangroves of Ile aux cerfs and Ilot Mangenie and access hidden beaches and coves where boats cannot go. Hotel on Breakfast & Dinner basis."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After checking out, you will travel to the Northern part of the Island. You will travel along the the coastal villages to North. En-route stop by at Cap Malheureux - a fishing village located at the Northern tip of Mauritius. The name means Cape unlucky due to the amount of shipwrecks although you can hardly believe that when you look out over the tranquil turquoise waters to the Island of Coin De Mire. A worthy location to visit and soak up the local atmosphere, while admiring the stunning views and don’t forget to take your camera. Afterwards enjoy the culinary experience of Mauritius. The Dholl Puri is among the topmost favourite street food in Mauritius. Normally a Dholl Puri or ”Dhal Puri” is commonly a flatbread stuffed with split yellow peas/Dholl and best served with butter beans curry along with a nice Mauritian ”Rougaille” and chilli. Now is the time when you actually get a chance to cook one of our delicacies. We propose a cooking class for you which will be guided by a chef and his family. The class begins by making the Dholl puri which are best enjoyed hot. The chef will speak about an introduction to Mauritian food and the expectations he has from you to make the most of this cooking class. The actual cooking begins after this. You will be taught to make the dough and proceed as per the chef’s instruction. After the cooking class is over you will savour your dholl puri with the assorted curries. After enjoying the cooking class and the Dholl puri, you will proceed to the selling point to see how this delicacy is sold in the Mauritian way to the public. Afternoon you will discover Port Louis, the cosmopolitan capital city of Mauritius was founded in 1735 by the French governor and pioneer Bertrand-François Mahé de La Bourdonnais. Located on the Northwest Coast, Port Louis is the administrative and business capital of the island. Buzzing with activity during the day, the city is full of cultural and historical treasures that should not be missed. Beyond the central market, which is a focal point for those who want to feel close to the soul of Mauritius, are many historic sites including the Champ de Mars - the oldest race course in the southern hemisphere. Hotel on Breakfast basis."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Pick-up at 07:45am from your hotel for discovery of the northern islets. Departure from Grand Bay for one and half hour cruise to ilot Gabriel, on half way, the catamaran sails along Coin de Mire Island with its colony of Pailles en Queue. Relax during the day at Ilot Gabriel and discover this island with its sandy beaches and turquoise lagoon possibility to be accompanied by flying fishes and dolphins during the cruise and observe birds feeding themselves at sea. Sailing along Coin de Mire Island, natural reserve for Pailles en Queue. Drinks are served during the whole cruise. Possibility of swimming and snorkelling with the help of skippers, if needed. Gabriel Island is most famous for if its beautiful unspoiled beaches, with crystal clear water surrounding the entire island. At around 12.30 you will enjoy full delicious BBQ lunch buffet set on the beach OR on the catamaran. Please note that the menu includes only fresh fish, fresh chicken and a selection of fresh salads. If you are a vegetarian, please advise us before, so we can arrange the necessary additions to the lunch. As part of the cruise you will pass by an amazing lagoon, where swimming and snorkeling are a must. Sometimes during this excursion you will be able to see whales as well as dolphins. If this will happen, the crew will stop the boat, in order for you to observe these great animals from close in their natural environment. Of course you can choose to stay on the beautiful white sand beaches, enjoy a sun bath or a nice walk on the Island. This amazing paradise island is the perfect setting for a relaxing day of sun worship. This is no doubt a great place to enjoy a day of relaxation and fun on one of the picture-postcard beaches or enjoy swimming and snorkelling in the sea. At around 15:00, you will leave Gabriel Island, heading back to Grand Bay. During the sail back you can enjoy light snacks, the bar services and the live music. Expected arrival time back to Grand Bay is 16:00. An added bonus for this excursion is that you can enjoy a selection of drinks including alcoholic (beer, rum, cocktails…) and non-alcoholic beverages throughout the day. Hotel on Breakfast basis."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today you will travel to Chamarel located near the mountains away from the coast. En-route the tour will begin with a visit to one of the world´s oldest gardens The Pamplemousses Gardens, named after the tree (Pomélos) that grows so abundantly in this region. This 60 acre state first belonged to the French governor Labournaiss when he bought a magnificent house in these grounds which he called Chateau Mon Plaisir, an imposing mansion of charming colonial beauty. This magnificent estate then passed to the hands of a new owner, yet another French governor Pierre Poivre, who turned out to be a passionate horticulturist. It was him who turned these grounds into the blooming gardens that we see today, planting a unique collection of indigenous and exotic plants from all over the world. Take a leisurely stroll around the many natural beauties that surround you in the grandeur of these gardens and be amazed at the sight of the giant lily pond, Pamplemousses´ most famous feature. Hotel on Breakfast & Dinner basis."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast you will do full day tour of Mauritius’ most iconic places. Visit the famous city of Curepipe and see its amazing colonial house at Domaine des Aubineaux. Stop at the mystical Grand Bassin later leading you towards Plain Champagne to enjoy the best views of the imposing Black River Gorges and admire the unparalleled beauty of the Chamarel 7 coloured earths! You will begin at Curepipe, a picturesque town in Mauritius that is also one of the largest commercial and residential towns in the island. It is here that you will find the impressive dormant volcano of Troux-aux-Cerfs, now more than 700 000 years old! Enjoy the breath-taking views atop this magnificent mountain. As you journey continues with a brief stop at the miraculous Grand Bassin, the island’s most sacred lake for the Hindu community. It is popularly believed that the waters of this lake communicate with the waters of the holy Ganges of India. Thus, the lake of Grand Bassin is a place of worship for the many Mauritians that perform a yearly pilgrimage to celebrate the Maha Sivarati or “Siva’s Great Night”. So on your visit to this legendary place you too will be honouring the Hindu Lord Siva with your presence. You will continue your journey through Mauritius’ heartland with a stop at the magnificent forest reserve of Plaine Champagne. Following this breath-taking route will soon lead to a privileged lookout point in which to enjoy the best views of the spectacular Black River Gorges. Feast your eyes on the beauty of the unique vistas that can be enjoyed from this unique viewpoint over this famous Mauritian river. And finally, we have reserved the best for last with a visit to Chamarel, a world-only phenomenon consisting of peculiar scenery featuring stretches of land of multi-coloured earths! The coloured earths of Chamarel are said to be the result of volcanic rocks cooling off at different temperatures and thus creating a unique scenery of beautiful patterns that never fail to amaze visitors time and time again. This particularly unusual landscape in the exposed hillsides poses an unusual visual recreation as these mounds of undulating coloured land can play tricks on your eyes! So beware and watch out for the shadows playing tricks on you! The other wonder of Chamarel is the magnificent waterfall that emerges all the way from the moors down to the unique seven-coloured earths of Chamarel, making this place more bewitching and breath-taking to watch! Finally, you will visit of the Rhumerie de Chamarel (Rum Distillery) and a guided tour with one of the experienced guides who will take you behind the scenes to provide a detailed explanation of the rum making process while you visit the distillery. As part of the tour of the Rum Distillery, you will discover the exclusive Rum making process where all the sugar cane plants are carefully selected and grown at the domain. At maturity, the sugarcane plants are carefully handpicked and rapidly transported for further selection in order to obtain the purest juice extracts. Their unique fermentation techniques ensure the finest aromas and enhance their specific flavours. You will end the tour with the Rum Tasting. For your maximum convenience the Rhumerie de Chamarel distillery tour is done in either English or French at the duration of the tour is of about 30 to 40 minutes. Hotel on Breakfast & Dinner basis."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today you will travel to South West Coast to the village of Le Morne. Travel time approximately an hour. Le Morne is sheltered at the foot of rugged, majestic Le Morne mountain with crystal clear waters and dramatic views. Hotel on Breakfast & Dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Full day at leisure. Hotel on Breakfast & Dinner basis."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today you will travel to the airport to fly back home. Travel time approxinmalty 40 minutes. Hotel on breakfast basis."
    }
  ],
  "map": ""
}