{
  "destination": "Mauritius",
  "mainPhoto": "",
  "id": "sabi-sands-safari-in-south-africa-luxury-mauritius-beach-stay",
  "tourName": "Sabi Sands safari in South Africa & luxury Mauritius beach stay",
  "placesVisited": "Kruger National Park, Sabi Sand Wildtuin (Reserve), Arathusa Safari Lodge, Constance Prince Maurice Resort, Mauritius, Diving in Mauritius",
  "generalInfo": "This South Africa safari and Mauritius beach holiday is a wonderful combination of wildlife and marine wonders. After flying into Johannesburg, you take a domestic flight to Nelspruit , which is gateway for Kruger National Park , but also Sabi Sands Wildtuin (Reserve), which has unfenced borders with the park. <br/><br/>Sabi Sands was established in 1898 and is one of South Africa’s most established and respected private reserves protecting vast swathes of riverine bushveld. This terrain is a perfect habitat for leopard and sightings are common in the Reserve. It is also home to the other Big Five greats: Lion, elephant, buffalo and rhino with a superb record of game sightings here but with fewer onlookers and jeeps than at Kruger. <br/><br/>You will be staying at Arathusa Safari Lodge which has just fourteen chalets, built in traditional style with thatch and wood. They are fully equipped, ensuite, have air conditioning and also a veranda that overlooks a waterhole, a hot spot for wildlife.  Although the presence of water does depend on the density of summer rains. There are four chalets that overlook the bush instead, so do talk to us about your options. The lodge also has a plunge pool for cooling down moments.<br/><br/> You will have plenty of cooling down opportunities on the next stage of your holiday, on the idyllic Indian Ocean island of Mauritius. First you take a flight back to Johannesburg where you get another connection to Mauritius, followed by seven nights at the five star beach resort of Constance Le Prince Maurice. <br/><br/>Mauritius is a volcanic island with tropical mountainous terrain, coconut palm fringed beaches and coral reefs and multicultural influences. This exquisite resort is the perfect place to take in the island’s magnificent natural heritage, whether you are swimming in the calm waters, diving or snorkelling on the coral reef or heading off to hike on one of myriad tropical walking trails. <br/><br/>Constance le Prince Maurice has a very secluded location on a sheltered, white sandy beach, where rooms have a balcony or terrace, air conditioning and all modern facilities. It is a luxury hotel but in an understated way, with walkways lit by candlelight, floating decks for sunbathing on and swimming off and two beautiful restaurants, one overlooking the beach. <br/><br/>There are plenty of watersports available, including sailing boats, kayaks, snorkelling and pedalos. On land there is a gym, sauna, two floodlit tennis courts, two swimming pools and bikes can also be organised for you. There is also a stunning spa for some pampering moments. <br/>",
  "durationDays": "13",
  "price": "6900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly overnight from London to Johannesburg"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In Johannesburg you will be met by our representative who will assist you onto your flight to Nelspruit for the Kruger National Park. On arrival in Kruger you will be met by your private driver and vehicle. You will then be driven to the Sabi Sabi Private Game Reserve where you'll be spending the next three nights at Arathusa Safari Lodge."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Morning and afternoon safari activities are included in your stay"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today you will have the morning at leisure before being collected by your private driver who will take you back to Nelspruit Airport. Here you will check in for your flight to Johannesburg. Here you will check in for your flight to Mauritius. Upon arrival in Mauritius go through immigration & make your way through to the arrivals hall where you will meet your driver at the Summertimes desk. You will be transferred by private vehicle to the luxurious Constance Le Prince Maurice. This is a superb hotel situated on a long stretch of white sand on the east coast of the island."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "You have time to relax on the beach or beside the pool. If you would like to be active we've given you lots of suggestions. You might like to visit the island of Deux Cocos, cruise on a catamaran or even spend a day at the races! All excursions can be pre-booked or arranged on arrival in Mauritius."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Time relaxing at the Prince Maurice. The hotel has a beautiful spa and you might like to take advantages of some of the treatments or indeed a spa package. The costs are very competitive and the treatments the ultimate in relaxation and pampering."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today you may like to spend the day exploring the island of Deux Cocos. After walking around the island a buffet lunch is served. The afternoon is yours to relax on the white shores."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "If feeling very active you may like to spend the morning climbing Le Morne Mountain situated in the South west of the island. The hike up takes about 3-4 hours and the views from the top are spectacular."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Day at leisure at the hotel or you may like to organise a Catamaran cruise and explore the island."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Day at leisure at the hotel. There are a number of activities which we can offer should you choose to be a little more active. Examples of these are a day at the races as a VIP."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "You have most of the day at leisure before you are collected for your overnight flight directly home."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "You arrive back in London this morning."
    }
  ],
  "map": ""
}