{
  "destination": "Mauritius",
  "mainPhoto": "",
  "id": "mauritius-and-rodrigues-island-holiday",
  "tourName": "Mauritius and Rodrigues island holiday",
  "placesVisited": "",
  "generalInfo": "This package will bring the amount of adventures and discovery you’ve been missing. Discover through your journey various untouched nature and an explosion of taste during this Mauritius &amp; Rodrigues paradise islands hopping. You’ll learn the secrets of Creole cuisine by preparing a meal at a local’s permaculture garden and, hike down the lush trails that take you to hidden, stunning waterfalls. A coastal trek through the East coast of Rodrigues will bring you to discover spectacular virgin beaches, making you feel among the first sailors to discover this pristine island. During a traditional sailing trip, the secrets of the turquoise Indian Ocean and its colorful corals will reveal.",
  "durationDays": "13",
  "price": "5451",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Mauritius. After picking up your car in the airport, take a scenic coastal ride to your first charming accommodation located on the west coast where you’ll enjoy a daily breakfast in its health-conscious café. You can visit their shops displaying handicrafts which are 100% made in Mauritius. This accommodation is just minutes away from beautiful beaches, mountains and villages of Le Morne, Chamarel and the Black River Gorges."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Botanical Coastal Trek & Visit to a Permaculture Garden. Gael is looking forward to sharewith you his passion, and love for Mauritius heritage. He’ll take you on an easy trek along the wild coastal south where you’ll discover untouched non-crowded beaches. You’ll then visit his favourite place on earth which is his permaculture food forest in Deux Bras. Once at his home, you’ll get to freshly cook together a Mauritian organic lunch made from his garden and the catch of the day. Bon appetit!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Canyoning in 7 Cascades. Our local experts will guide you through the wild beauty of Tamarin falls on 2 abseils of 25m & 10m from waterfalls of 45m & 10m height. You’ll be able to swim in the plunge pools and trek on the banks of the river until a final jump of 6m into a natural pool. There you can relax and refresh to then head back on a 20 minutes steep hike. Once you get to your car, head to the Mauritians’ authentic and organic Litchi wine tasting. Our organic litchi wine is unique and crafted artisanally. A real delicacy!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Guided hike up Le Morne Brabant: Engage in a 3 hrs hike to the top of the UNESCO Heritage site of Le Morne Brabant where you'll learn about the Mauritius’ history of freedom and sacrifice. From the heights, you'll also get to admire the different shades of the ocean and its famous underwater waterfall."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Free day. Head to your next accommodation, a Boutique Guest House in the North of Mauritius. You can on your way there stop for a visit of the famous Pamplemousses Botanical Garden or relax at the hidden Casita Beach."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Historical & Street-food tour of Port-Louis. On that day, you’ll learn about Mauritius’ history and the mix of cultures in our island, where you too will fall for the vibrant capital and its eclectic people. You’ll get to sample typical street food snacks coming from different backgrounds. Get ready for an explosion of taste and savor with the freshly made steamed dumplings, roti with a delicious curry and gato pima, which is the unbeatable deep fried chilli-cakes. During this food expedition, you’ll also have the chance to meet the skilled workers and local artisans who continue to do things by hand. From the barber to the tinsmith, tailor, shoemaker, printer, the jeweler."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Sea-kayaking to Amber Island. On that guided kayak tour to Amber island, you'll paddle through the canopies of mangroves and the lagoon. Amber Island is one of the most preserved islets surrounding Mauritius where you’ll be free to explore. Take the most of it by walking through its ruins and surroundings, or snorkel in its natural aquarium."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Time to go to Rodrigues! Make sure to check-out from the Boutique guest house earlier so as to have enough time to drop the car at the airport before hopping into your flight to Rodrigues. Sit back and enjoy a short flight to Rodrigues. On arrival in Rodrigues, our driver will be taking you to your Beach Guest house, where Liz & Christophe will welcome you in their cozy home.The family will be glad to immerse you into Rodrigues lifestyle through their traditional dinners, stories and painting workshops."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Hike mount Limon and Riviere Banane By bus. Our good friend Joanne invites you for an exclusive hike from Mt. Limon, which is the highest point of the island towards the Northeast coast. You’ll during that hike cross small authentic villages, lush forests with its grazing cows, until you reach this slice of paradise, the perfect natural aquarium of Riviere Banane where you can enjoy a snorkel. During your snorkeling session, you’ll be stunned by all the colourful corals and playful fishes which you probably didn’t even knew existed. Then embark for a short boat ride for lunch at Chez Madame Larose in Pointe Cotton. You’ll then share a bus ride with Joanne and the locals to get back to Mt. Lubin."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Free day. Your private driver will take you to your last accommodation for this trip. This Boutique hotel is a mix between authenticity and luxury, where you’ll feel relaxed as soon as you step in. Enjoy the sea view from your private terrace and head for a coastal trek on the beaches of the East of Rodrigues."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Immersion in the universe of Rodrigues inhabitants. You’ll discover the scenic areas of Rodrigues and its welcoming inhabitants on this full-day tour. You’ll start your day with our fisherwomen for the traditional octopus fishing (if in season) followed by an exploration of the fishermen village of Riviere Coco. No worries, you’ll have some time there to take some pictures. The locals will then teach you how to prepare and decorate the staple local pie. It is then time for some vibrant sega ravanne (the emblematic round tambourine) where you can try to keep up with the dancers. Conclude this beautiful day by learning how to craft hats, baskets or a fishing trap with vacoas leaves."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Sailing to the Southern islands. Today you’ll sail in a traditional pirogue with our friend Loulou, where you’ll get to discover a magnificent snorkeling spot known as Couzoupa. You'll observe there up to 25 species of corals, colorful fish and dancing anemones. After your encounter with the underwater world on this day, set sail to Ile aux Chats for a delicious BBQ lunch, where you can then go to the highest point of Ile l'Hermitage, for 360° views over the turquoise lagoon."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Oh no! We are sad to see you leave! Our driver will take you to Rodrigues airport from your Boutique hotel. Once you land in Mauritius, you can connect directly back home!"
    }
  ],
  "map": ""
}