{
  "destination": "Mauritius",
  "mainPhoto": "",
  "id": "mauritius-and-reunion-activity-holiday",
  "tourName": "Mauritius and Reunion activity holiday",
  "placesVisited": "",
  "generalInfo": "During this island hopping, discover 2 of the 3 Mascarene islands. Discover the scenic Reunion from the sky during a paragliding experience over the forest and ocean. Reunion has one of the most active volcano in the world, Piton de la Fournaise, which you can see after a medium hike or at its famous viewpoint. You’ll get to observe the curious whales and dolphins with minimum impact to their daily life. In Mauritius, you get to learn how to kitesurf and discover the beautiful village of Chamarel on electro bike where you’ll discover waterfalls and the famous 7 coloured earth.",
  "durationDays": "15",
  "price": "3889",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive to Reunion island. Pick up your car from the airport and enjoy the scenic drive to your first homestay. This secret oasis lost in the Western savanna offers a splendid view on the owner’s wide orchard. From your wooden hut you will get the chance to admire Reunion Island’s famous Green ray sunset. If you reach early, you can grab mountain bikes or hike down to the beach which is minutes away."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Whale watching. Be ready for this once in a lifetime experience starting from Saint-Gilles harbour. Your instructor will share a lengthy guide on the Cetaceans approach Charter which were designed by the French government to ensure that you have a real encounter with the whales and dolphins while minimizing your impact on their life and behaviour. You’ll observe the curious but playful whale calves jump close to you under their giant mum watch."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Panoramic Paragliding. This morning head for a bird-view adventure that you’ll remember during all your life in this paragliding experience. The day will start with a constructive briefing conducted by our knowledgeable conscious partner! After that, you’ll be ready to let go! It isn’t as scary as you think but actually liberating. Nothing much to do, few steps forward and you’ll slowly feel your feet floating in the air. Just relax and enjoy the view, you are with an expert. If you feel confident, our guide will happily teach you the basics and you can get to glyde for some time. Take then the road to your next accommodation where Guy and Helene will welcome you to their beautifully located home."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Canyoning in Fleurs Jaune. Get ready to discover the real Reunion in a ludic, sporty and adventurous way. Verticality, natural toboggans through sumptuous waterfalls, swims within translucid pools. One of our personal favourites and probably the most exciting activity to observe the vibrant and remote beauty of the island."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Hike to Grand-Bassin. Before hiking, go on the viewpoint of Bois Court to see your destination: the little village and the famous waterfall called the Bride’s Veil. Head down the mountain and stay for the night with our ever-smiling couple Marie-Jeanne and Dany in , their little wooden gite nested in nature, around a short 20 minutes hike. Your host is a very good cook, and Dany will offer you his best handmade arranged rum with fruits."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, head to this picturesque hike to the waterfall which Dany will explain to you. You can have a refreshing swim in the natural pool and absorb the fresh air. In the afternoon, time to hike back up and go to your next family-run guesthouse and biological farm powered by renewable energy. Bernard and his family will host you in their wooden creole house, and you will have the possibility to share homemade meals straight from the garden. This is the best place to reconnect with nature in the lush Forest of Bébourg, an endemic forest part of Reunion's UNESCO listed National Parks."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today you can visit the famous Piton de la fournaise by either going to its viewpoint or on a 2-3 hrs hike. You can hike the 400m high main lava Shield called Le Dolomieu for a better view. If you wish, you can afterwards head to the Volcano House, an immersive and innovative museum enabling travelers to understand the geology of Reunion, eruptions and environmental consequences."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Time to go to Mauritius ! Make sure to check-out from your guest house earlier so as to have enough time to drop the car at the airport before hopping into your flight to Mauritius. On arrival in Mauritius, pick up your car and head on a short drive to your beach bungalow. It must have been quite a busy day and you can now rest and recharge on the beautiful beach of Pointe d’Esny at your doorstep. In the evening, you can have a stroll on the beach and admire the stars. There is no better sleep than the one with the sound of the waves."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Initiation to Kitesurf. Our local Partner and kiteboard instructors are at the same location than your bungalow so you can head there in no time. They will teach you how to control the wind, your equipment and the overall sport on a 2hrs one-to-one basis lesson. The beautiful lagoon of Pointe d'Esny will be the perfect scenario for beginner kiters to learn the tricks and tweaks in an uncrowded and trouble-free atmosphere. You’ll have the afternoon free to go for a road-trip in the lush of the East coast."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Board work. After your previous lesson, time to go on the board and continue your steps to become a Pro. Our friendly partners will teach you how to combine your previous day lesson and standing on the board. You’ll have the afternoon free to relax on the beach or grab a boat ride to Ile Aux Aigrettes."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today we are taking you back to the mountains but in a different concept which is in the village of Chamarel. On your way to your accommodation, you can enjoy our favourite coastal road to visit the gems of the South towards the West. Your accommodation is a cottage tucked on the mountain and offers you traditional Mauritian meals from their organic farm. In the morning, you can enjoy a beautiful horseback ride or on the nature trails surrounding the domain."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Discovery of Chamarel. You can’t come to Mauritius and not visit Chamarel. Our locals friends will take you around the Earth of 7 Colors and Chamarel Waterfall, and continue the ride towards the south coast, down the meandering Fantasie Road, and all that on electric bikes. After a typical lunch, our comprehensive tour will end in the old sugar state of Bel Ombre.On that day, you’ll also get to visit an agricultural rum distillery and learn the process from sugarcane to spirit."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Rivertrek. Ready yourself for a high intensity adventure. You’ll head to Riviere des Galets where you’ll trek, slide through naturally polished rocks and jump into its plunge pools. This activity requires you to be fit but it is so much fun. After all these activities, our guides will invite you for a delicious & locally-sourced lunch by the lake."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Kite surf. Now that you’ve had 2 lessons of kitesurf, why not ride the waves of Le Morne with our local guides. They’ll share with you tips & tricks for you to have a wonderful experience in this magical place. You’ll get to meet other kiters and why not get some tips for new stunts."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Departure from Mauritius. Drop the car in the airport and head on your flight. We hope to see you soon!"
    }
  ],
  "map": ""
}