{
  "destination": "Mauritius",
  "mainPhoto": "",
  "id": "mauritius-honeymoon-tailor-made",
  "tourName": "Mauritius honeymoon, tailor made",
  "placesVisited": "",
  "generalInfo": "Not the usual honeymoon in Mauritius travel agents designed 40 years ago; this is a culturally-rich, adventurous immersion into the island’s heart. You’ll learn the secrets from Creole cuisine by preparing a meal at a local’s cozy home and hike down the lush trails that take you to hidden, stunning waterfalls. A permaculture coastal trek in the wild South coast will bring you to meet the most beautiful beaches of Mauritius and its basaltic cliffs, while electric bikes invite you to those winding roads wrapped in Mauritius’ history of sailors, sugarcane and rum. All of this while making room for the special “Mr. &amp; Mrs.” moments that every honeymoon should have. This trip offers the couple time that you deserve, in the island's secret gems you’ll never forget. Get in touch with us to tailor-make it to your needs, wants and dreams.",
  "durationDays": "14",
  "price": "4105",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival. After picking-up your car rental at the airport, a beautiful coastal road will bring you to your first accommodation: an authentic colonial house of 3 rooms and vast gardens. The property hosts as well an artisanal rum distillery and a vanilla plantation, that your hosts will be glad to introduce you to as a welcome. The local cooks of this Domaine support organic agriculture and producers from the area to prepare for you sumptuous dinners."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today your local host invites you for a waterfall trek. Gael will share with you his passion for agriculture and a minimalistic lifestyle while visiting his permaculture garden. You'll wrap-up your day by sharing an organic meal with exotic produce from the garden."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Expedition in Ile Aux Aigrettes Reserve. The Mauritian Wildlife Foundation invites you to discover the unspoiled island of Ile Aux Aigrettes, where for years, its endemic dry forest has been home to Mauritius endemic fauna and flora. Learn everything about the Aldabra giant tortoises, our rare bird species and the eccentric Flying Foxes through your interactions with the biologists. After a soft hike in the reserve, the turquoise lagoon will be waiting for you to refresh and discover its playful fish and colourful corals during a snorkeling session."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Free day. Head for a picturesque road-trip until your 2nd accommodation, a lovely mountain chalet located in the beautiful village of Chamarel. At a short distance you'll be able to discover the Ganga Talao (Hindu Sacred Lake) and the lush beauty of the Black River Gorges National Park. Your couple's cottage is nested in a Domaine where you can enjoy romantic horseback riding mornings or long walks on its various scenic trails."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "A hike to remember our local guide will show you his playground and share with you his passion for Mauritian nature. He’ll take you on a guided hike through Mauritius' National Park of Black River where you’ll be able to admire the magnificent western landscape."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Free day."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Discovery of Chamarel. We invite you for an electric-bike tour to discover the popular spots of Chamarel in an eco-conscious way. Starting with the rum distillery, following the Earth of 7 Colors and continuing down the winding roads of the Fantasy Road, to the coastal villages of the Southwest of Mauritius."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Free day. You'll head to your 3rd accommodation, a Boutique Guest House in the sunny North of Mauritius. Enjoy a day at the hidden Casita Beach or take the opportunity to visit the Pamplemousses Botanical Garden on your way to the North."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today, you'll have the chance to discover a not so traditional farm at the heart of Mauritius. Your hosts, Manoj and Sadna, will show you the methods and differences between hydroponics, aquaponics and organic agriculture. You’ll collect some crops which you’ll then use to prepare a Mauritian delicacy with Sadna’s help for lunch."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Scuba diving off Pereybere's coast. Our trusted diving centre is a PADI Green Start Certified, committed to the preservation of the marine environment. Be it through a diving initiation or through an advance level dive, our instructors will bring you to discover the colorful corals, fish & shipwrecks of Mauritius underwater world."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Poudre d'Or. The quaint village awaits for a cultural immersion of Mauritius' slow paced, coastal life. You will walk and bike through the narrow streets bordered by colorful flowers and will immerse yourself in the daily life of its inhabitants. Watch the wooden boats bringing the catch of the day, meet a fisherman knitting his bamboo net and discover the fascinating spiritual realities of Mauritius through the village's places of worship. Following your cultural immersion, head to your 4th and last eco-lodge: a truly special glamping experience. Expect dry and cozy nights thanks to the well-equipped and elevated tents and, enjoy a detoxicating, romantic stay away from everyone and everything."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Ile aux Cerfs & Grand South East River. Visit Ile aux Cerfs early in the morning with the complimentary shuttle boat provided by your Eco-Lodge. After an energy-filling, Mauritian lunch at the Lodge, grab a kayak for an independent exploration of the Grand South East River's Waterfall!"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Free day. Today is your last complete day and, we'll take it easy on you. You may decide to rest and enjoy the view and the natural setting of your eco-lodge, or well, grab a bike to discover the beautiful winding coastal road."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Mahébourg. Last but not least: a visit to the 1st port of Mauritius! Pass by to enjoy the last lunch before heading to the airport and, if time allows, enjoy a walk on the colorful waterfront. Car drop-off at the airport. Departure from Mauritius."
    }
  ],
  "map": ""
}