[
  {
    "destination": "Mauritius",
    "mainPhoto": "",
    "id": "luxury-game-reserve-in-south-africa-oberoi-beach-resort-mauritius",
    "tourName": "Luxury game reserve in South Africa & Oberoi beach resort, Mauritius",
    "placesVisited": "",
    "generalInfo": "The Sabi Sands has been an area of conservation and protection of big game since the inception of the original Sabie Game Reserve in 1898. An association of private landowners, the modern Sabi Sand Wildtuin (reserve) shares an unfenced border with the Kruger National Park, and is fortunate to have two perennial rivers in a relatively small area. The resulting riverine bushveld is an absolute haven for leopard: you would be unlucky not to see at least one a day. The reserve also plays host to the four other members of the ‘Big Five’: lion, rhino, elephant and buffalo, and is also home to the cheetah and the occasional wild dog pack. <br/><br/>As there has been no hunting in the area for generations, the animals are very comfortable in the presence of humans, and this makes for superb game sightings. Put simply, there is no better place in the world for viewing the ‘Big Five’ in their natural habitat.<br/><br/>The Sabi Sabi lodges are located within the Sabi Sands private game reserve, and offers four luxury lodges themed as 'Yesterday, Today and Tomorrow'. <br/><br/>Selati Lodge has all the atmosphere and trimmings of 'Yesterday'. The lodge's name commemorates the Selati railway line that used to run from the Transvaal to Mozambique, close to the site of the lodge. There is some impressive railway memorabilia adorning the bar walls, and each of the suites is named after stops on the former railway line. <br/><br/>Selati is a wonderful romantic retreat, with just eight suites, giving exclusivity and privacy. The colonial-styled rooms are spacious, with atmospheric oil lamps at night, although the modern conveniences of an en suite bathroom, electric sockets and air-conditioning are a welcome addition. <br/><br/>This is the perfect lodge for couples looking to escape from it all and experience some of the old colonial elegance without sacrificing luxury. <br/>Game drives are taken in open vehicles in the company of excellent game rangers and trackers, who will impart their considerable knowledge about the fauna and flora you will see within the reserve.<br/><br/>Following your three nights safari experience, fly to Mauritius for a six night stay on the beach.<br/><br/>Of volcanic origin, Mauritius’s towering emerald mountains rise from nowhere out of aquamarine seas. The island is covered in tropical vegetation. Mauve jacarandas jostle for space with yellow allamandas, scarlet flame trees and frangipani. Ribbons of sugar cane blow in the warm breeze, coconut palms shade pastel coloured houses, and offshore coral reefs litter the seas.  <br/><br/>Mauritius has 160 kilometres of coastline, the majority of which is idyllic beaches. White sand, backed by casuarina forest, slopes gently into warm, clear waters. As almost the entire island is surrounded by coral reefs, the shallows are well protected. A series of tranquil lagoons surround the islands, walled in by extensive reefs where teardrop butterfly fish, emperor angelfish, Moorish idols and clownfish flit among the corals. Mauritius was tailor-made for holidays, with its white sand for sunbathing, calm waters for swimming and snorkelling, and tropical fruit hanging from the trees. With a series of luxurious hotels with every facility at your disposal, it is hard not to treat yourself.<br/><br/>Set in a very secluded spot on the north-west coast amongst twenty acres of tropical gardens, The Oberoi focuses on excellent service, relaxation and guest privacy.  There is a distinctly African ambience to the architecture, with palm-thatched roofs and open air buildings. The grounds are immaculate and swimming pools enjoy magical views out over the ocean.<br/><br/>With just 71 rooms this is a hotel where service is taken very seriously, albeit with a friendly Mauritian smile. The resort has a quiet ambience, with most people here to enjoy the beach, water and excellent facilities. There is live music every night, however, with jazz bands, saxophonists and a piano bar.<br/><br/>Each of the rooms features a four-poster bed, vaulted ceilings and a refined yet understated decor.  The bathrooms have a separate shower and a sunken bath overlooking a walled garden.  All rooms are air-conditioned and have butler service, television, DVD player, docking stations, mini-bar, tea, coffee and Nespresso machine.<br/><br/>There are four restaurants at The Oberoi - The Restaurant, On the Rocks, The Gunpowder Room and The Bar.<br/><br/><br/>Complimentary watersports enjoy include water-skiing, windsurfing, snorkelling, hobie-cat sailing, laser sailing, sea kayaking, glass bottom boat rides and pedalos. Diving and deep sea fishing can be arranged on request for an extra cost. <br/><br/>The Oberoi's 'Touching Senses' Programme is aimed to allow guests the opportunity to discover the cultural and natural richness of Mauritius and is available for all guests. The activities vary but might include stargazing on the beach, sculpture lessons, cookery classes and wine tasting. There is also a resort boutique and a library with games, books and DVDs.<br/><br/>The extensive spa is amazing, with a setting guaranteed to enhance your experience. There is the option to have a massage outside in the tropical warmth or in the cool of indoors.<br/><br/>Traditional Mauritian treatments using natural local oils and fruits feature alongside conventional therapies. Recommended treatments include an Inkomfi sloughing to exfoliate skin cells, an Oberoi massage which is the resort's signature holistic massage, and Shirodhara, which directs a gentle flow of warm oil onto the forehead and is believed to awaken the third eye.",
    "durationDays": "13",
    "price": "9295",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Today you'll fly from the UK to Johannesburg."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Upon arrival in Johannesburg you'll be met by our representative who will escort you through immigration and customs. You'll then check in for your internal flight to Skukuza. You will be met at the airport and transferred to your lodge where you will stay for three nights on safari. You'll arrive in time for your first afternoon game drive."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Spend a full day on safari. You can join an early morning game drive to experience the reserve coming to life as animals such as leopard, wild dogs and rhino head out to feed. You then head back for a hearty breakfast and can relax at your lodge during the heat of the day, perhaps sitting on the deck to observe any passing wildlife. Another game drive in the late afternoon gives you a chance to see other wildlife and watch as the sun sets over the bush, enjoying a sundowner with your guide."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Spend another day on the lookout for the reserve's game and other wildlife. As well as the two game drives, you may also wish to join a guided bush walk with an experienced ranger, who'll point out some of the reserve's smaller species such as reptiles, insects and birdlife as you follow animal tracks on the ground. Driving back from the afternoon game drive, spotlights help you to see nocturnal species such as bush babies and chameleons."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Today you will go on your last morning game drive. After a hearty breakfast, you'll be collected by private vehicle for your flight from Skukuza to Johannesburg. You'll overnight in Johannesburg tonight."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "This morning you'll fly from Johannesburg to Mauritius. Upon arrival in Mauritius go through immigration & make your way through to the arrivals hall where you will meet your driver at the Summertimes desk. He'll take you north to the Oberoi Hotel. This is a superb hotel on the northwest coast and is sheltered from the prevailing winds. The Oberoi is set in beautiful tropical gardens and is a very luxurious hotel."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "You have time to relax on the beach or beside the pool. If you would like to be active we've given you lots of suggestions. You might like to visit the island of Deux Cocos, cruise on a catamaran or even spend a day at the races! All excursions can be pre-booked or arranged on arrival in Mauritius."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Time relaxing at the Oberoi or exploring the island - hiring a car is a great option if you wish to be independent and you can choose from exploring the beautiful coastal roads or heading inland to the mountainous interior of Mauritius."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Time relaxing at the Oberoi. The Oberoi has a resident naturalist and he can take you out and explain about all the flora and fauna. This is fascinating and a great added extra that only the Oberoi has."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Sailing in a catamaran is a superb way to spend a day and see the island from a different perspective."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Time relaxing at the Oberoi. The Oberoi has a beautiful spa and you might like to take advantages of some of the treatments or indeed a spa package. The costs are very competitive and the treatments the ultimate in relaxation and pampering."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Your final day at leisure to spend doing as much or as little as you wish."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Today you'll be met by your private driver and taken back to the airport where you will check in for your flight home to the UK."
      }
    ],
    "map": "",
    "category": "Luxury"
  },
  {
    "destination": "Mauritius",
    "mainPhoto": "",
    "id": "luxury-kruger-and-mauritius-holiday",
    "tourName": "Luxury Kruger and Mauritius Holiday",
    "placesVisited": "Makalali Conservancy, Safaris in Greater Kruger, bush picnics and wildlife viewing flights, luxury lodges, Le Morne Brabant, Black River Gorges National Park, Port Louis",
    "generalInfo": "This luxury holiday to South Africa’s Kruger and Mauritius is a two-week journey blending exhilarating safaris with island relaxation.<br/><br/>The first week immerses you in some of South Africa’s premier safari landscapes: Greater Kruger. You’ll explore conservancies dedicated to long-term conservation, accompanied by a tracker and guide. With their expert knowledge, you’ll have the best chance to encounter an impressive lineup, from lions, leopards, elephants, giraffes, and zebras to the often-overlooked hyenas, wild dogs, and buffalo.<br/><br/>Prepare for early morning and evening game drives – with the option of microlight flights if you’d like a bird’s-eye view of the sweeping terrain – to spot as much of South Africa’s wildlife as possible.<br/><br/>The second week is all about Mauritius, an Indian Ocean gem just under a five-hour flight from South Africa. Catch up on any sleep missed during thrilling lion sightings by unwinding at your luxury beach hotel. Alternatively, keep the adventure going by trekking through Black River Gorges National Park or exploring the mosques, temples, and churches of Port Louis.<br/><br/>Prefer a bit longer in South Africa and a shorter stay in Mauritius? Or perhaps a few days in Cape Town? This holiday to South Africa and Mauritius is tailor-made, so it can be customised to fit your preferences.",
    "durationDays": "12",
    "price": "7378",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Johannesburg & Transfer to Kruger - Upon arrival Johannesburg, a representative will escort you to the domestic terminal where you’ll board a flight into the Greater Kruger region and be transferred to your accommodation."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Safari in Greater Kruger - For the next few nights, you'll be exploring the Greater Kruger region through morning and afternoon safaris. Head out on an early morning game drive with an expert guide and you’ll have a picnic breakfast in the bush, before returning to your camp. In the afternoon, you’ll have another game drive in this incredible reserve, where you’ll have a chance to spot elephant, lion, leopard, buffalo, white and black rhino, hippo, cheetah, crocodile, hyena, wild dog, zebra, giraffe, and several species of buck."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Fly to Mauritius - After breakfast, you’ll be transferred to the airport, where you’ll board a domestic flight to Johannesburg and then an international flight to the island of Mauritius. Upon arrival at Sir Seewoosagur Ramgoolam International Airport, you’ll be met by a hotel representative and transferred to your luxury beach accommodation, where you stay for six nights on a bed and breakfast basis."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Explore Mauritius - With its endless palm-fringed beaches, crystal clear waters and dramatic sunsets, Mauritius is the ultimate tropical paradise. For the next five nights, you will have the time to snorkel on the colourful coral reefs, go horse riding along stretches of pristine beach, trek in lush jungles, discover spectacular waterfalls, explore Black River Gorges National Park, visit Port Louis and see the churches, mosques, and Chinese and Indian temples from the citadel, or stroll up Signal Mountain to see the city at sunset."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Depart Mauritius - Following your delicious breakfast, you'll be transferred to the airport in Mauritius, where you can board your international flight back home."
      }
    ],
    "map": "",
    "category": "Luxury"
  },
  {
    "destination": "Mauritius",
    "mainPhoto": "",
    "id": "mauritius-adventure-holiday",
    "tourName": "Mauritius adventure holiday",
    "placesVisited": "",
    "generalInfo": "Embark on a journey through the stunning landscapes of Mauritius, where adventure and exploration led by locals await at every turn. From rewarding hikes to ocean experiences, this itinerary is designed to inspire adventure-minded travelers seeking exhilarating experiences in this tropical paradise.",
    "durationDays": "8",
    "price": "4220",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive at Seapoint Boutique Hotel and check-in to your accommodation for the trip. Immerse yourself in the laid-back atmosphere, unwind on the pristine sandy shores, and let the soothing sounds of the waves wash over you. Begin your adventure with a relaxing day, soaking up the sun and preparing for the exciting days ahead"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Dive into an adrenaline-pumping canyoning adventure in Tamarin Falls. Navigate through rugged canyons, rappel down cascading waterfalls, and plunge into refreshing pools. Challenge yourself both mentally and physically as you explore this natural playground. Let the excitement of the canyoning experience leave you with memories that will last a lifetime."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Challenge yourself to conquer the iconic peak of Le Morne Brabant, a UNESCO World Heritage Site. Ascend to the top trekking through rugged terrain and lush vegetation. Marvel at panoramic vistas and the breathtaking beauty that surrounds you. After the hike, take the afternoon to relax and rejuvenate, embracing the sense of accomplishment from conquering this majestic mountain."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Embark on a guided discovery tour of Chamarel, exploring its vibrant landscapes on electric bikes. Wind your way through picturesque pineapple plantations, visit a rum distillery, and be mesmerized by the unique Colored Earth phenomenon before heading to the Chamarel Waterfall viewpoint, an enchanting natural wonder. For those seeking an extra adrenaline rush, opt for the thrilling Tibetan bridge and zipline adventure."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Embark on an epic hike to the summit of Le Pouce, an iconic peak that offers breathtaking panoramic views. Conquer challenging trails, traverse diverse terrain, and soak in the beauty of Mauritius from a lofty vantage point. This invigorating hike will reward you with awe-inspiring vistas that make every step worthwhile."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Embark on a thrilling sea kayaking adventure to Amber Island. Paddle through sparkling azure waters, exploring the coastline along the way. Encounter marine life and soak in the serenity of the coastal paradise that surrounds you. Let the driving rhythm of your paddle strokes guide you to the enchanting shores of Amber Island."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Embark on a captivating hike through the untamed wilderness of Black River Gorges National Park. Traverse dense forests, encounter diverse flora and fauna, and marvel at cascading waterfalls. Explore trails that lead to panoramic viewpoints, immersing yourself in the raw beauty of this protected nature reserve. Unleash your adventurous spirit as you uncover the secrets of this untouched paradise."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Set sail on a morning dolphin-watching excursion, witnessing these graceful creatures in their natural habitat. Be captivated by their playful antics and create memories that will stay with you forever. Spend the afternoon relaxing on the beach, reflecting on the incredible adventures you've experienced throughout your trip. As the sun sets, bid farewell to Mauritius."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Mauritius",
    "mainPhoto": "",
    "id": "mauritius-and-reunion-activity-holiday",
    "tourName": "Mauritius and Reunion activity holiday",
    "placesVisited": "",
    "generalInfo": "During this island hopping, discover 2 of the 3 Mascarene islands. Discover the scenic Reunion from the sky during a paragliding experience over the forest and ocean. Reunion has one of the most active volcano in the world, Piton de la Fournaise, which you can see after a medium hike or at its famous viewpoint. You’ll get to observe the curious whales and dolphins with minimum impact to their daily life. In Mauritius, you get to learn how to kitesurf and discover the beautiful village of Chamarel on electro bike where you’ll discover waterfalls and the famous 7 coloured earth.",
    "durationDays": "15",
    "price": "3889",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive to Reunion island. Pick up your car from the airport and enjoy the scenic drive to your first homestay. This secret oasis lost in the Western savanna offers a splendid view on the owner’s wide orchard. From your wooden hut you will get the chance to admire Reunion Island’s famous Green ray sunset. If you reach early, you can grab mountain bikes or hike down to the beach which is minutes away."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Whale watching. Be ready for this once in a lifetime experience starting from Saint-Gilles harbour. Your instructor will share a lengthy guide on the Cetaceans approach Charter which were designed by the French government to ensure that you have a real encounter with the whales and dolphins while minimizing your impact on their life and behaviour. You’ll observe the curious but playful whale calves jump close to you under their giant mum watch."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Panoramic Paragliding. This morning head for a bird-view adventure that you’ll remember during all your life in this paragliding experience. The day will start with a constructive briefing conducted by our knowledgeable conscious partner! After that, you’ll be ready to let go! It isn’t as scary as you think but actually liberating. Nothing much to do, few steps forward and you’ll slowly feel your feet floating in the air. Just relax and enjoy the view, you are with an expert. If you feel confident, our guide will happily teach you the basics and you can get to glyde for some time. Take then the road to your next accommodation where Guy and Helene will welcome you to their beautifully located home."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Canyoning in Fleurs Jaune. Get ready to discover the real Reunion in a ludic, sporty and adventurous way. Verticality, natural toboggans through sumptuous waterfalls, swims within translucid pools. One of our personal favourites and probably the most exciting activity to observe the vibrant and remote beauty of the island."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Hike to Grand-Bassin. Before hiking, go on the viewpoint of Bois Court to see your destination: the little village and the famous waterfall called the Bride’s Veil. Head down the mountain and stay for the night with our ever-smiling couple Marie-Jeanne and Dany in , their little wooden gite nested in nature, around a short 20 minutes hike. Your host is a very good cook, and Dany will offer you his best handmade arranged rum with fruits."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "After breakfast, head to this picturesque hike to the waterfall which Dany will explain to you. You can have a refreshing swim in the natural pool and absorb the fresh air. In the afternoon, time to hike back up and go to your next family-run guesthouse and biological farm powered by renewable energy. Bernard and his family will host you in their wooden creole house, and you will have the possibility to share homemade meals straight from the garden. This is the best place to reconnect with nature in the lush Forest of Bébourg, an endemic forest part of Reunion's UNESCO listed National Parks."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Today you can visit the famous Piton de la fournaise by either going to its viewpoint or on a 2-3 hrs hike. You can hike the 400m high main lava Shield called Le Dolomieu for a better view. If you wish, you can afterwards head to the Volcano House, an immersive and innovative museum enabling travelers to understand the geology of Reunion, eruptions and environmental consequences."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Time to go to Mauritius ! Make sure to check-out from your guest house earlier so as to have enough time to drop the car at the airport before hopping into your flight to Mauritius. On arrival in Mauritius, pick up your car and head on a short drive to your beach bungalow. It must have been quite a busy day and you can now rest and recharge on the beautiful beach of Pointe d’Esny at your doorstep. In the evening, you can have a stroll on the beach and admire the stars. There is no better sleep than the one with the sound of the waves."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Initiation to Kitesurf. Our local Partner and kiteboard instructors are at the same location than your bungalow so you can head there in no time. They will teach you how to control the wind, your equipment and the overall sport on a 2hrs one-to-one basis lesson. The beautiful lagoon of Pointe d'Esny will be the perfect scenario for beginner kiters to learn the tricks and tweaks in an uncrowded and trouble-free atmosphere. You’ll have the afternoon free to go for a road-trip in the lush of the East coast."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Board work. After your previous lesson, time to go on the board and continue your steps to become a Pro. Our friendly partners will teach you how to combine your previous day lesson and standing on the board. You’ll have the afternoon free to relax on the beach or grab a boat ride to Ile Aux Aigrettes."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Today we are taking you back to the mountains but in a different concept which is in the village of Chamarel. On your way to your accommodation, you can enjoy our favourite coastal road to visit the gems of the South towards the West. Your accommodation is a cottage tucked on the mountain and offers you traditional Mauritian meals from their organic farm. In the morning, you can enjoy a beautiful horseback ride or on the nature trails surrounding the domain."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Discovery of Chamarel. You can’t come to Mauritius and not visit Chamarel. Our locals friends will take you around the Earth of 7 Colors and Chamarel Waterfall, and continue the ride towards the south coast, down the meandering Fantasie Road, and all that on electric bikes. After a typical lunch, our comprehensive tour will end in the old sugar state of Bel Ombre.On that day, you’ll also get to visit an agricultural rum distillery and learn the process from sugarcane to spirit."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Rivertrek. Ready yourself for a high intensity adventure. You’ll head to Riviere des Galets where you’ll trek, slide through naturally polished rocks and jump into its plunge pools. This activity requires you to be fit but it is so much fun. After all these activities, our guides will invite you for a delicious & locally-sourced lunch by the lake."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Kite surf. Now that you’ve had 2 lessons of kitesurf, why not ride the waves of Le Morne with our local guides. They’ll share with you tips & tricks for you to have a wonderful experience in this magical place. You’ll get to meet other kiters and why not get some tips for new stunts."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Departure from Mauritius. Drop the car in the airport and head on your flight. We hope to see you soon!"
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Mauritius",
    "mainPhoto": "",
    "id": "mauritius-and-rodrigues-island-holiday",
    "tourName": "Mauritius and Rodrigues island holiday",
    "placesVisited": "",
    "generalInfo": "This package will bring the amount of adventures and discovery you’ve been missing. Discover through your journey various untouched nature and an explosion of taste during this Mauritius &amp; Rodrigues paradise islands hopping. You’ll learn the secrets of Creole cuisine by preparing a meal at a local’s permaculture garden and, hike down the lush trails that take you to hidden, stunning waterfalls. A coastal trek through the East coast of Rodrigues will bring you to discover spectacular virgin beaches, making you feel among the first sailors to discover this pristine island. During a traditional sailing trip, the secrets of the turquoise Indian Ocean and its colorful corals will reveal.",
    "durationDays": "13",
    "price": "5451",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Mauritius. After picking up your car in the airport, take a scenic coastal ride to your first charming accommodation located on the west coast where you’ll enjoy a daily breakfast in its health-conscious café. You can visit their shops displaying handicrafts which are 100% made in Mauritius. This accommodation is just minutes away from beautiful beaches, mountains and villages of Le Morne, Chamarel and the Black River Gorges."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Botanical Coastal Trek & Visit to a Permaculture Garden. Gael is looking forward to sharewith you his passion, and love for Mauritius heritage. He’ll take you on an easy trek along the wild coastal south where you’ll discover untouched non-crowded beaches. You’ll then visit his favourite place on earth which is his permaculture food forest in Deux Bras. Once at his home, you’ll get to freshly cook together a Mauritian organic lunch made from his garden and the catch of the day. Bon appetit!"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Canyoning in 7 Cascades. Our local experts will guide you through the wild beauty of Tamarin falls on 2 abseils of 25m & 10m from waterfalls of 45m & 10m height. You’ll be able to swim in the plunge pools and trek on the banks of the river until a final jump of 6m into a natural pool. There you can relax and refresh to then head back on a 20 minutes steep hike. Once you get to your car, head to the Mauritians’ authentic and organic Litchi wine tasting. Our organic litchi wine is unique and crafted artisanally. A real delicacy!"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Guided hike up Le Morne Brabant: Engage in a 3 hrs hike to the top of the UNESCO Heritage site of Le Morne Brabant where you'll learn about the Mauritius’ history of freedom and sacrifice. From the heights, you'll also get to admire the different shades of the ocean and its famous underwater waterfall."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Free day. Head to your next accommodation, a Boutique Guest House in the North of Mauritius. You can on your way there stop for a visit of the famous Pamplemousses Botanical Garden or relax at the hidden Casita Beach."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Historical & Street-food tour of Port-Louis. On that day, you’ll learn about Mauritius’ history and the mix of cultures in our island, where you too will fall for the vibrant capital and its eclectic people. You’ll get to sample typical street food snacks coming from different backgrounds. Get ready for an explosion of taste and savor with the freshly made steamed dumplings, roti with a delicious curry and gato pima, which is the unbeatable deep fried chilli-cakes. During this food expedition, you’ll also have the chance to meet the skilled workers and local artisans who continue to do things by hand. From the barber to the tinsmith, tailor, shoemaker, printer, the jeweler."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Sea-kayaking to Amber Island. On that guided kayak tour to Amber island, you'll paddle through the canopies of mangroves and the lagoon. Amber Island is one of the most preserved islets surrounding Mauritius where you’ll be free to explore. Take the most of it by walking through its ruins and surroundings, or snorkel in its natural aquarium."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Time to go to Rodrigues! Make sure to check-out from the Boutique guest house earlier so as to have enough time to drop the car at the airport before hopping into your flight to Rodrigues. Sit back and enjoy a short flight to Rodrigues. On arrival in Rodrigues, our driver will be taking you to your Beach Guest house, where Liz & Christophe will welcome you in their cozy home.The family will be glad to immerse you into Rodrigues lifestyle through their traditional dinners, stories and painting workshops."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Hike mount Limon and Riviere Banane By bus. Our good friend Joanne invites you for an exclusive hike from Mt. Limon, which is the highest point of the island towards the Northeast coast. You’ll during that hike cross small authentic villages, lush forests with its grazing cows, until you reach this slice of paradise, the perfect natural aquarium of Riviere Banane where you can enjoy a snorkel. During your snorkeling session, you’ll be stunned by all the colourful corals and playful fishes which you probably didn’t even knew existed. Then embark for a short boat ride for lunch at Chez Madame Larose in Pointe Cotton. You’ll then share a bus ride with Joanne and the locals to get back to Mt. Lubin."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Free day. Your private driver will take you to your last accommodation for this trip. This Boutique hotel is a mix between authenticity and luxury, where you’ll feel relaxed as soon as you step in. Enjoy the sea view from your private terrace and head for a coastal trek on the beaches of the East of Rodrigues."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Immersion in the universe of Rodrigues inhabitants. You’ll discover the scenic areas of Rodrigues and its welcoming inhabitants on this full-day tour. You’ll start your day with our fisherwomen for the traditional octopus fishing (if in season) followed by an exploration of the fishermen village of Riviere Coco. No worries, you’ll have some time there to take some pictures. The locals will then teach you how to prepare and decorate the staple local pie. It is then time for some vibrant sega ravanne (the emblematic round tambourine) where you can try to keep up with the dancers. Conclude this beautiful day by learning how to craft hats, baskets or a fishing trap with vacoas leaves."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Sailing to the Southern islands. Today you’ll sail in a traditional pirogue with our friend Loulou, where you’ll get to discover a magnificent snorkeling spot known as Couzoupa. You'll observe there up to 25 species of corals, colorful fish and dancing anemones. After your encounter with the underwater world on this day, set sail to Ile aux Chats for a delicious BBQ lunch, where you can then go to the highest point of Ile l'Hermitage, for 360° views over the turquoise lagoon."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Oh no! We are sad to see you leave! Our driver will take you to Rodrigues airport from your Boutique hotel. Once you land in Mauritius, you can connect directly back home!"
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Mauritius",
    "mainPhoto": "",
    "id": "mauritius-family-holiday-tailor-made",
    "tourName": "Mauritius family holiday, tailor made",
    "placesVisited": "",
    "generalInfo": "Mauritius has way more to offer than just white sand beaches and turquoise lagoons. This is a culturally-rich, adventurous immersion into the island’s heart. You’ll learn the secrets from Creole cuisine by preparing a meal at a local’s cozy home and hike down the lush trails that take you to hidden, stunning landscapes. A permaculture coastal trek in the wild South coast will bring you to meet the most beautiful beaches of Mauritius and its basaltic cliffs. This trip offers the family time that you deserve, in the island's secret gems you’ll never forget. Get in touch with us to tailor-make it to your needs, wants and dreams.",
    "durationDays": "11",
    "price": "5007",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival day. After picking-up your car rental at the airport, a beautiful coastal road will bring you to your first accommodation at the Authentic Auberge where you can experience a traditional Creole way of living. This property holds an artisanal Rum distillery and a Vanilla plantation which you are free to visit. Also available for the pleasure of your kids, is a playground and an animal farm. The chefs of this auberge support organic agriculture and producers from the area to prepare for you sumptuous breakfasts."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Free day"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "The wild South coast. Our local friend Gael, will take you on a breathtaking trek along the South Coast through the untouched beaches and coastal forest. He’ll then share with you his passion and love for Mauritian agriculture while visiting his permaculture forest. Conclude the day by sharing an organic meal that you’ll be preparing together in the comfort of his cozy home."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Family fat-bike excursion. Enjoy a sweet biking tour for the whole family in the Wolmar Nature Reserve. Bike into the wild of this nature reserve will give you the chance to spot wild boars, deer and geese while learning about the history of the Domaine related to coal merchants. This excursion is active, informative and fun."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Family hike in Ebony Forest Reserve. In this guided family excursion, a knowledgeable guide will bring you through the Flycatcher raised walkway (1.3 km), where you'll admire the endemic forest and living creatures of Mauritius. Our friends from the Ebony Forest Reserve have done a great job at re-populating 60 hectares of forest with the flora and fauna that used to prevail on our island before humankind landed on it. Today you’ll be able to help them with the reforestation by planting a tree. A safari jeep ride will take your family up to the Sublime Point, a jaw-dropping viewpoint facing the whole west coast of Mauritius. Your visit includes a locally-sourced lunch and a visit to the museum."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Free day. You will be moving to your next accommodation which is an authentic eco-lodge: a truly special glamping experience. Expect dry and cozy nights thanks to the well-equipped and elevated tents and, enjoy a detoxicating stay, away from everyone and everything."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Ile aux Cerfs & Grand South East River. Visit Ile aux Cerfs early in the morning with the complimentary shuttle boat provided by your Eco-Lodge. After an energy-filling, Mauritian lunch at the Lodge, grab a kayak for independent exploration of the Grand South East River's Waterfall."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Discover Port-Louis in a different way. Today you’ll follow your kids as they will be taking you around the streets of Port-Louis with this treasure hunt activity. Port-Louis is the capital of the island and today its been turned into a giant playground, suitable for the younger and older children. With a gamebook in hand and an important mission to accomplish, you will plunge into the architecture, history, religions, languages spoken in Mauritius, cooking, and medicine. Get ready to be wowed"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Sea-kayaking to Amber Island. On that guided kayak tour to Amber island, you'll paddle through the canopies of mangroves and the lagoon. Amber Island is one of the most preserved islets surrounding Mauritius where you’ll be free to explore. Take the most of it by walking through its ruins and surroundings, or snorkel in its natural aquarium."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Basketwork immersion. Fabiola, our ever-smiling host, decided to revive the dying craft of vacoas braiding several years ago. Today, she will teach you how to braid dried leaves of “vacoa”, a palm-like tree. You'll participate in the whole process: slicing of the leaves, weaving, and finishing to create your own unique vacoa work, a small box or a one-of-a-kind photo frame!"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Free day. Today is your last complete day and, we'll take it easy on you. You may decide to rest and enjoy the view and the natural setting of your eco-lodge, or well, grab a bike to discover the beautiful winding coastal road."
      }
    ],
    "map": "",
    "category": "Family"
  },
  {
    "destination": "Mauritius",
    "mainPhoto": "",
    "id": "mauritius-honeymoon-tailor-made",
    "tourName": "Mauritius honeymoon, tailor made",
    "placesVisited": "",
    "generalInfo": "Not the usual honeymoon in Mauritius travel agents designed 40 years ago; this is a culturally-rich, adventurous immersion into the island’s heart. You’ll learn the secrets from Creole cuisine by preparing a meal at a local’s cozy home and hike down the lush trails that take you to hidden, stunning waterfalls. A permaculture coastal trek in the wild South coast will bring you to meet the most beautiful beaches of Mauritius and its basaltic cliffs, while electric bikes invite you to those winding roads wrapped in Mauritius’ history of sailors, sugarcane and rum. All of this while making room for the special “Mr. &amp; Mrs.” moments that every honeymoon should have. This trip offers the couple time that you deserve, in the island's secret gems you’ll never forget. Get in touch with us to tailor-make it to your needs, wants and dreams.",
    "durationDays": "14",
    "price": "4105",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival. After picking-up your car rental at the airport, a beautiful coastal road will bring you to your first accommodation: an authentic colonial house of 3 rooms and vast gardens. The property hosts as well an artisanal rum distillery and a vanilla plantation, that your hosts will be glad to introduce you to as a welcome. The local cooks of this Domaine support organic agriculture and producers from the area to prepare for you sumptuous dinners."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Today your local host invites you for a waterfall trek. Gael will share with you his passion for agriculture and a minimalistic lifestyle while visiting his permaculture garden. You'll wrap-up your day by sharing an organic meal with exotic produce from the garden."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Expedition in Ile Aux Aigrettes Reserve. The Mauritian Wildlife Foundation invites you to discover the unspoiled island of Ile Aux Aigrettes, where for years, its endemic dry forest has been home to Mauritius endemic fauna and flora. Learn everything about the Aldabra giant tortoises, our rare bird species and the eccentric Flying Foxes through your interactions with the biologists. After a soft hike in the reserve, the turquoise lagoon will be waiting for you to refresh and discover its playful fish and colourful corals during a snorkeling session."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Free day. Head for a picturesque road-trip until your 2nd accommodation, a lovely mountain chalet located in the beautiful village of Chamarel. At a short distance you'll be able to discover the Ganga Talao (Hindu Sacred Lake) and the lush beauty of the Black River Gorges National Park. Your couple's cottage is nested in a Domaine where you can enjoy romantic horseback riding mornings or long walks on its various scenic trails."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "A hike to remember our local guide will show you his playground and share with you his passion for Mauritian nature. He’ll take you on a guided hike through Mauritius' National Park of Black River where you’ll be able to admire the magnificent western landscape."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Free day."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Discovery of Chamarel. We invite you for an electric-bike tour to discover the popular spots of Chamarel in an eco-conscious way. Starting with the rum distillery, following the Earth of 7 Colors and continuing down the winding roads of the Fantasy Road, to the coastal villages of the Southwest of Mauritius."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Free day. You'll head to your 3rd accommodation, a Boutique Guest House in the sunny North of Mauritius. Enjoy a day at the hidden Casita Beach or take the opportunity to visit the Pamplemousses Botanical Garden on your way to the North."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Today, you'll have the chance to discover a not so traditional farm at the heart of Mauritius. Your hosts, Manoj and Sadna, will show you the methods and differences between hydroponics, aquaponics and organic agriculture. You’ll collect some crops which you’ll then use to prepare a Mauritian delicacy with Sadna’s help for lunch."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Scuba diving off Pereybere's coast. Our trusted diving centre is a PADI Green Start Certified, committed to the preservation of the marine environment. Be it through a diving initiation or through an advance level dive, our instructors will bring you to discover the colorful corals, fish & shipwrecks of Mauritius underwater world."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Poudre d'Or. The quaint village awaits for a cultural immersion of Mauritius' slow paced, coastal life. You will walk and bike through the narrow streets bordered by colorful flowers and will immerse yourself in the daily life of its inhabitants. Watch the wooden boats bringing the catch of the day, meet a fisherman knitting his bamboo net and discover the fascinating spiritual realities of Mauritius through the village's places of worship. Following your cultural immersion, head to your 4th and last eco-lodge: a truly special glamping experience. Expect dry and cozy nights thanks to the well-equipped and elevated tents and, enjoy a detoxicating, romantic stay away from everyone and everything."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Ile aux Cerfs & Grand South East River. Visit Ile aux Cerfs early in the morning with the complimentary shuttle boat provided by your Eco-Lodge. After an energy-filling, Mauritian lunch at the Lodge, grab a kayak for an independent exploration of the Grand South East River's Waterfall!"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Free day. Today is your last complete day and, we'll take it easy on you. You may decide to rest and enjoy the view and the natural setting of your eco-lodge, or well, grab a bike to discover the beautiful winding coastal road."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Mahébourg. Last but not least: a visit to the 1st port of Mauritius! Pass by to enjoy the last lunch before heading to the airport and, if time allows, enjoy a walk on the colorful waterfront. Car drop-off at the airport. Departure from Mauritius."
      }
    ],
    "map": "",
    "category": "Honeymoon"
  },
  {
    "destination": "Mauritius",
    "mainPhoto": "",
    "id": "mauritius-tour-tailor-made",
    "tourName": "Mauritius tour, tailor made",
    "placesVisited": "",
    "generalInfo": "The best tour to discover the 'real' Mauritius.<br/>Discover the best sights of Mauritius and relaxing stay during this privately guided tour to island of Mauritius.<br/><br/><br/>Summary: <br/>2 Nights – East Coast<br/>2 Nights – Grand River <br/>2 Nights – North Coast<br/>2 Nights – Mountains<br/>2 Nights – South West Coast",
    "durationDays": "12",
    "price": "3670",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Today you will fly to Mauritius"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Welcome to tropical paradise of Mauritius. You will be welcomed & greeted by your guide or the representative on arrival at the 'Waiting Area' at the (MRU) Sir Seewoosagur Ramgoolam International Airport. You will travel to Palmar in the East of the island. Travel time approximately an hour depends on the road traffic. Palmar area is dotted with some of the best beaches in the Island along the East coast. It’s also ideal location to savour the local culture and markets. Hotel on breakfast basis."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Full day at leisure. Hotel on breakfast basis."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "After checking out from the hotel, you will travel to the North of the island through the interior along the coastal villages. En-route you will visit the Flacq Market - Flacq is one of the most important villages in Mauritius. This meeting point for the locals of the East Mauritius, boasts the country’s largest open-air market. The extremely colourful market attracts a large number of people. En-route you will discover the Sugar World. The sugar industry has played a long and important role in the Mauritian history, economy and much of the island’s agricultural land is devoted to the cultivation of sugarcane. This native produce also goes into the production of the local rum. Once lusted after as much as gold, as much sought after as Indian spices, as sweet on the palate as silk is round a woman’s neck, sugar has enjoyed an extraordinary existence, leaving a profound impression on the history and identity of Mauritius. Travelling through the museum, visitors learn about the deeply intertwined history of sugar and Mauritius, how it has all led to the harmonious, smiling and multicultural society it is today. Hotel on Breakfast & Dinner basis"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Today you can choose some of exciting activities, like hiking, kayaking, cycling. One of our favourite activities is: Discover Grand River South East and its stunning waterfall at times when there is no one else on the river. Paddle your way through the mangroves of Ile aux cerfs and Ilot Mangenie and access hidden beaches and coves where boats cannot go. Hotel on Breakfast & Dinner basis."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "After checking out, you will travel to the Northern part of the Island. You will travel along the the coastal villages to North. En-route stop by at Cap Malheureux - a fishing village located at the Northern tip of Mauritius. The name means Cape unlucky due to the amount of shipwrecks although you can hardly believe that when you look out over the tranquil turquoise waters to the Island of Coin De Mire. A worthy location to visit and soak up the local atmosphere, while admiring the stunning views and don’t forget to take your camera. Afterwards enjoy the culinary experience of Mauritius. The Dholl Puri is among the topmost favourite street food in Mauritius. Normally a Dholl Puri or ”Dhal Puri” is commonly a flatbread stuffed with split yellow peas/Dholl and best served with butter beans curry along with a nice Mauritian ”Rougaille” and chilli. Now is the time when you actually get a chance to cook one of our delicacies. We propose a cooking class for you which will be guided by a chef and his family. The class begins by making the Dholl puri which are best enjoyed hot. The chef will speak about an introduction to Mauritian food and the expectations he has from you to make the most of this cooking class. The actual cooking begins after this. You will be taught to make the dough and proceed as per the chef’s instruction. After the cooking class is over you will savour your dholl puri with the assorted curries. After enjoying the cooking class and the Dholl puri, you will proceed to the selling point to see how this delicacy is sold in the Mauritian way to the public. Afternoon you will discover Port Louis, the cosmopolitan capital city of Mauritius was founded in 1735 by the French governor and pioneer Bertrand-François Mahé de La Bourdonnais. Located on the Northwest Coast, Port Louis is the administrative and business capital of the island. Buzzing with activity during the day, the city is full of cultural and historical treasures that should not be missed. Beyond the central market, which is a focal point for those who want to feel close to the soul of Mauritius, are many historic sites including the Champ de Mars - the oldest race course in the southern hemisphere. Hotel on Breakfast basis."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Pick-up at 07:45am from your hotel for discovery of the northern islets. Departure from Grand Bay for one and half hour cruise to ilot Gabriel, on half way, the catamaran sails along Coin de Mire Island with its colony of Pailles en Queue. Relax during the day at Ilot Gabriel and discover this island with its sandy beaches and turquoise lagoon possibility to be accompanied by flying fishes and dolphins during the cruise and observe birds feeding themselves at sea. Sailing along Coin de Mire Island, natural reserve for Pailles en Queue. Drinks are served during the whole cruise. Possibility of swimming and snorkelling with the help of skippers, if needed. Gabriel Island is most famous for if its beautiful unspoiled beaches, with crystal clear water surrounding the entire island. At around 12.30 you will enjoy full delicious BBQ lunch buffet set on the beach OR on the catamaran. Please note that the menu includes only fresh fish, fresh chicken and a selection of fresh salads. If you are a vegetarian, please advise us before, so we can arrange the necessary additions to the lunch. As part of the cruise you will pass by an amazing lagoon, where swimming and snorkeling are a must. Sometimes during this excursion you will be able to see whales as well as dolphins. If this will happen, the crew will stop the boat, in order for you to observe these great animals from close in their natural environment. Of course you can choose to stay on the beautiful white sand beaches, enjoy a sun bath or a nice walk on the Island. This amazing paradise island is the perfect setting for a relaxing day of sun worship. This is no doubt a great place to enjoy a day of relaxation and fun on one of the picture-postcard beaches or enjoy swimming and snorkelling in the sea. At around 15:00, you will leave Gabriel Island, heading back to Grand Bay. During the sail back you can enjoy light snacks, the bar services and the live music. Expected arrival time back to Grand Bay is 16:00. An added bonus for this excursion is that you can enjoy a selection of drinks including alcoholic (beer, rum, cocktails…) and non-alcoholic beverages throughout the day. Hotel on Breakfast basis."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Today you will travel to Chamarel located near the mountains away from the coast. En-route the tour will begin with a visit to one of the world´s oldest gardens The Pamplemousses Gardens, named after the tree (Pomélos) that grows so abundantly in this region. This 60 acre state first belonged to the French governor Labournaiss when he bought a magnificent house in these grounds which he called Chateau Mon Plaisir, an imposing mansion of charming colonial beauty. This magnificent estate then passed to the hands of a new owner, yet another French governor Pierre Poivre, who turned out to be a passionate horticulturist. It was him who turned these grounds into the blooming gardens that we see today, planting a unique collection of indigenous and exotic plants from all over the world. Take a leisurely stroll around the many natural beauties that surround you in the grandeur of these gardens and be amazed at the sight of the giant lily pond, Pamplemousses´ most famous feature. Hotel on Breakfast & Dinner basis."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "After breakfast you will do full day tour of Mauritius’ most iconic places. Visit the famous city of Curepipe and see its amazing colonial house at Domaine des Aubineaux. Stop at the mystical Grand Bassin later leading you towards Plain Champagne to enjoy the best views of the imposing Black River Gorges and admire the unparalleled beauty of the Chamarel 7 coloured earths! You will begin at Curepipe, a picturesque town in Mauritius that is also one of the largest commercial and residential towns in the island. It is here that you will find the impressive dormant volcano of Troux-aux-Cerfs, now more than 700 000 years old! Enjoy the breath-taking views atop this magnificent mountain. As you journey continues with a brief stop at the miraculous Grand Bassin, the island’s most sacred lake for the Hindu community. It is popularly believed that the waters of this lake communicate with the waters of the holy Ganges of India. Thus, the lake of Grand Bassin is a place of worship for the many Mauritians that perform a yearly pilgrimage to celebrate the Maha Sivarati or “Siva’s Great Night”. So on your visit to this legendary place you too will be honouring the Hindu Lord Siva with your presence. You will continue your journey through Mauritius’ heartland with a stop at the magnificent forest reserve of Plaine Champagne. Following this breath-taking route will soon lead to a privileged lookout point in which to enjoy the best views of the spectacular Black River Gorges. Feast your eyes on the beauty of the unique vistas that can be enjoyed from this unique viewpoint over this famous Mauritian river. And finally, we have reserved the best for last with a visit to Chamarel, a world-only phenomenon consisting of peculiar scenery featuring stretches of land of multi-coloured earths! The coloured earths of Chamarel are said to be the result of volcanic rocks cooling off at different temperatures and thus creating a unique scenery of beautiful patterns that never fail to amaze visitors time and time again. This particularly unusual landscape in the exposed hillsides poses an unusual visual recreation as these mounds of undulating coloured land can play tricks on your eyes! So beware and watch out for the shadows playing tricks on you! The other wonder of Chamarel is the magnificent waterfall that emerges all the way from the moors down to the unique seven-coloured earths of Chamarel, making this place more bewitching and breath-taking to watch! Finally, you will visit of the Rhumerie de Chamarel (Rum Distillery) and a guided tour with one of the experienced guides who will take you behind the scenes to provide a detailed explanation of the rum making process while you visit the distillery. As part of the tour of the Rum Distillery, you will discover the exclusive Rum making process where all the sugar cane plants are carefully selected and grown at the domain. At maturity, the sugarcane plants are carefully handpicked and rapidly transported for further selection in order to obtain the purest juice extracts. Their unique fermentation techniques ensure the finest aromas and enhance their specific flavours. You will end the tour with the Rum Tasting. For your maximum convenience the Rhumerie de Chamarel distillery tour is done in either English or French at the duration of the tour is of about 30 to 40 minutes. Hotel on Breakfast & Dinner basis."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Today you will travel to South West Coast to the village of Le Morne. Travel time approximately an hour. Le Morne is sheltered at the foot of rugged, majestic Le Morne mountain with crystal clear waters and dramatic views. Hotel on Breakfast & Dinner"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Full day at leisure. Hotel on Breakfast & Dinner basis."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Today you will travel to the airport to fly back home. Travel time approxinmalty 40 minutes. Hotel on breakfast basis."
      }
    ],
    "map": "",
    "category": "Luxury"
  },
  {
    "destination": "Mauritius",
    "mainPhoto": "",
    "id": "rodrigues-and-mauritius-luxury-tour",
    "tourName": "Rodrigues and Mauritius luxury tour",
    "placesVisited": "",
    "generalInfo": "Experience the enchanting natural beauty of Rodrigues and Mauritius. Begin your trip with a four-night stay in Rodrigues, at a luxurious, boutique hotel before travelling to Mauritius, spending time at a tranquil eco-lodge set in the rural hills of southern Mauritius, and the island’s original boutique hotel, set in a quiet coastal neighbourhood in the north of the island. <br/><br/>Explore Rodrigues, a small island that is only 108 square kilometres in size and often called “Mauritius’ little sister”. With unspoilt natural beauty, welcoming people and a vibrant culture, Rodrigues is a hidden gem for travellers looking for a unique adventure. <br/><br/>Mauritius itself is well known as a beach destination, but there is so much more to discover. The country is a melting pot of cultures and influences which makes for some delicious cuisine and rich history. The south of the island is considered more ‘rural’, with national parks that are home to endemic plants and birdlife, impressive waterfalls and striking geographical features. The northern area is more populated and is where you will find the capital city, Port Louis, with bustling markets, engaging museums and historical sites.",
    "durationDays": "13",
    "price": "3965",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Mauritius and connect to an onwards flight to Rodrigues. On arrival, you will be met by our local ground agent and transferred to your hotel; a luxury boutique hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Spend two days exploring Rodrigues. Make sure to snorkel or dive in the clear waters. Those looking to keep active can try kite-surfing or caving at Caverne Patate."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Enjoy a full-day guided island tour. During the day, learn about the island's history and traditions while visiting Port Mathurin, a small town which acts as the island's capital. Visit the bustling market and try some local delicacies. Continue to the Francois Leguat Nature Reserve, home to over 3,000 giant tortoises after a successful re-introduction program."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "You will be transferred back to the airport for a domestic flight to Mauritius. On arrival, our ground agents will meet you at the airport and transfer you to your next destination, a welcoming eco-lodge near Chamarel."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Relax at your lodge and explore the area. We will provide you with tried and tested strava maps, useful for any keen walkers. Rent bicycles and explore the nearby village. Our favourite time of day here is sunset, when you can sit at 'the View Bar' and watch the sun set over the Indian Ocean on the horizon."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Today, explore Mauritius's natural beauty with a guided tour of the lush southern region. Visit Trou aux Cerfs, an extinct volcano, before visiting a beautiful viewpoint over looking Black River Gorges. The national park is home to a number of endemic species. Enjoy lunch at a local restaurant before visiting Chamarel Nature Reserve where you can find the Seven Coloured Earths and Chamarel Waterfall."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "After a leisurely start to the day, you will be transferred to your final destination; a boutique hotel on the northern coast."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Enjoy a guided tour of Port Louis and the island's north. Experience the harmonious diversity on the island, visiting colourful temples and chapels, alongside botanical gardens."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "After a busy few days exploring the island, spend your last two days relaxing on the beach. The hotel offers a boat shuttle to the nearby town; Grand Baie, perfect for independent exploration."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "As your trip draws to a close, you will be transferred to the airport for your flight home."
      }
    ],
    "map": "",
    "category": "Luxury"
  },
  {
    "destination": "Mauritius",
    "mainPhoto": "",
    "id": "sabi-sands-safari-in-south-africa-luxury-mauritius-beach-stay",
    "tourName": "Sabi Sands safari in South Africa & luxury Mauritius beach stay",
    "placesVisited": "Kruger National Park, Sabi Sand Wildtuin (Reserve), Arathusa Safari Lodge, Constance Prince Maurice Resort, Mauritius, Diving in Mauritius",
    "generalInfo": "This South Africa safari and Mauritius beach holiday is a wonderful combination of wildlife and marine wonders. After flying into Johannesburg, you take a domestic flight to Nelspruit , which is gateway for Kruger National Park , but also Sabi Sands Wildtuin (Reserve), which has unfenced borders with the park. <br/><br/>Sabi Sands was established in 1898 and is one of South Africa’s most established and respected private reserves protecting vast swathes of riverine bushveld. This terrain is a perfect habitat for leopard and sightings are common in the Reserve. It is also home to the other Big Five greats: Lion, elephant, buffalo and rhino with a superb record of game sightings here but with fewer onlookers and jeeps than at Kruger. <br/><br/>You will be staying at Arathusa Safari Lodge which has just fourteen chalets, built in traditional style with thatch and wood. They are fully equipped, ensuite, have air conditioning and also a veranda that overlooks a waterhole, a hot spot for wildlife.  Although the presence of water does depend on the density of summer rains. There are four chalets that overlook the bush instead, so do talk to us about your options. The lodge also has a plunge pool for cooling down moments.<br/><br/> You will have plenty of cooling down opportunities on the next stage of your holiday, on the idyllic Indian Ocean island of Mauritius. First you take a flight back to Johannesburg where you get another connection to Mauritius, followed by seven nights at the five star beach resort of Constance Le Prince Maurice. <br/><br/>Mauritius is a volcanic island with tropical mountainous terrain, coconut palm fringed beaches and coral reefs and multicultural influences. This exquisite resort is the perfect place to take in the island’s magnificent natural heritage, whether you are swimming in the calm waters, diving or snorkelling on the coral reef or heading off to hike on one of myriad tropical walking trails. <br/><br/>Constance le Prince Maurice has a very secluded location on a sheltered, white sandy beach, where rooms have a balcony or terrace, air conditioning and all modern facilities. It is a luxury hotel but in an understated way, with walkways lit by candlelight, floating decks for sunbathing on and swimming off and two beautiful restaurants, one overlooking the beach. <br/><br/>There are plenty of watersports available, including sailing boats, kayaks, snorkelling and pedalos. On land there is a gym, sauna, two floodlit tennis courts, two swimming pools and bikes can also be organised for you. There is also a stunning spa for some pampering moments. <br/>",
    "durationDays": "13",
    "price": "6900",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Fly overnight from London to Johannesburg"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "In Johannesburg you will be met by our representative who will assist you onto your flight to Nelspruit for the Kruger National Park. On arrival in Kruger you will be met by your private driver and vehicle. You will then be driven to the Sabi Sabi Private Game Reserve where you'll be spending the next three nights at Arathusa Safari Lodge."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Morning and afternoon safari activities are included in your stay"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Today you will have the morning at leisure before being collected by your private driver who will take you back to Nelspruit Airport. Here you will check in for your flight to Johannesburg. Here you will check in for your flight to Mauritius. Upon arrival in Mauritius go through immigration & make your way through to the arrivals hall where you will meet your driver at the Summertimes desk. You will be transferred by private vehicle to the luxurious Constance Le Prince Maurice. This is a superb hotel situated on a long stretch of white sand on the east coast of the island."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "You have time to relax on the beach or beside the pool. If you would like to be active we've given you lots of suggestions. You might like to visit the island of Deux Cocos, cruise on a catamaran or even spend a day at the races! All excursions can be pre-booked or arranged on arrival in Mauritius."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Time relaxing at the Prince Maurice. The hotel has a beautiful spa and you might like to take advantages of some of the treatments or indeed a spa package. The costs are very competitive and the treatments the ultimate in relaxation and pampering."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Today you may like to spend the day exploring the island of Deux Cocos. After walking around the island a buffet lunch is served. The afternoon is yours to relax on the white shores."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "If feeling very active you may like to spend the morning climbing Le Morne Mountain situated in the South west of the island. The hike up takes about 3-4 hours and the views from the top are spectacular."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Day at leisure at the hotel or you may like to organise a Catamaran cruise and explore the island."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Day at leisure at the hotel. There are a number of activities which we can offer should you choose to be a little more active. Examples of these are a day at the races as a VIP."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "You have most of the day at leisure before you are collected for your overnight flight directly home."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "You arrive back in London this morning."
      }
    ],
    "map": "",
    "category": "Luxury"
  },
  {
    "destination": "Mauritius",
    "mainPhoto": "",
    "id": "south-africa-mauritius-holiday",
    "tourName": "South Africa & Mauritius holiday",
    "placesVisited": "Cape Town, Table Mountain, Winelands & Franschhoek, Kruger National Park, Big Five game drives, Mauritius, Optional activities in Mauritius include snorkelling, diving, non-motorised water sports, tennis",
    "generalInfo": "This cracking 18 day tailor made holiday takes in the very best of South Africa &amp; Mauritius with plenty of time spent in a variety of destinations ensuring you get a real feel for the places that you’re visiting rather than just zipping from one to the next.<br/><br/>Where else to start other than Cape Town for the South African leg of this tour with five days in the city by the coast before you pick up your rental car and head off for a couple of nights amongst the cellar doors and fine dining restaurants of Franschhoek, just an hour’s drive from Cape Town.<br/><br/>Swapping self-drive for domestic flight you’ll travel to Nelspruit for three nights in a safari lodge where the wildlife-filled plains and river banks of South Africa conjure up a series of exciting game drives and informative guided walks, just 100kms from the border with Mozambique.<br/><br/>The final week of this epic holiday finds you flying to the beaches of Mauritius, via Johannesburg, for a restful end to what could well be one of the finest South Africa &amp; Mauritius holidays ever invented.<br/>",
    "durationDays": "18",
    "price": "5195",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Depart the UK on your overnight flight to Cape Town."
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Return flight to London."
      }
    ],
    "map": "",
    "category": "Luxury"
  },
  {
    "destination": "Mauritius",
    "mainPhoto": "",
    "id": "south-africa-safari-and-mauritius-beach-holiday",
    "tourName": "South Africa safari and Mauritius beach holiday",
    "placesVisited": "Kruger National Park, Game drives, Big Five, Lodge with pool overlooking waterhole, Optional activities in Mauritius: non-motorised watersports, diving, fishing, snorkelling, tennis",
    "generalInfo": "This trip offers a luxurious combination of wildlife safari with sun-kissed relaxation on the beaches of a beguiling tropical paradise island that's also a fascinating cultural melting pot. <br/><br/>Begin with three nights in the world-renowned Kruger National Park, where days offer game drives, bush walks and river trips to encounter wildlife including lions and leopards, elephants and giraffes - plus a chance to share drinking time with the wildlife as you laze in a pool overlooking a waterhole where the animals gather, or just sit around a fire with an al fresco aperitif. <br/><br/>The rest of your trip is spent on Mauritius, an engaging Indian Ocean Eden where tropical beaches are complemented by a rich and harmonious cultural mix drawing together African, Chinese and Indian influences with British and French colonial history, ranging from exotic temples to characterful plantation houses. Ravishing nature, meanwhile, ranges from the rainforests, waterfalls and hiking trails of the Black River Gorges National Park to the gorgeous 18th-century Sir Seewoosagur Ramgoolam Botanical Gardens in the colourful capital Port Louis.  <br/><br/>Best time to go <br/>South Africa is a large country and has diverse climatic regions, but in general the weather is sunny and hot in the summer months (December to April) and mild during winter (May to November). Game viewing is at its best in September-October.<br/><br/>Mauritius is warm and sunny year round, with minimum temperatures around 25C. Rainy season is from January – March.",
    "durationDays": "15",
    "price": "4950",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Johannesburg. Overnight flight from London to Johannesburg"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Return home. Take a return flight from Johannesburg to London."
      }
    ],
    "map": "",
    "category": "Safari"
  }
]