{
  "destination": "Sri Lanka",
  "mainPhoto": "",
  "id": "untamed-wonders-of-sri-lanka-tour-from-wildlife-to-pristine-natural-beauty",
  "tourName": "Untamed Wonders of Sri Lanka Tour: From Wildlife to Pristine Natural Beauty",
  "placesVisited": "Kandy, Udawalawe, Mirissa, Nuwara Eliya, Horton Plains, Colombo",
  "generalInfo": "The rich diversity of the Sri Lankan ecosystem inspires and delights with visions of blue whales and mighty Asian elephants, elusive leopards, and hidden red slender loris. Your immersive customizable tour will put the unforgettable scenery of the island nation at the heart of your exploration. Listen to rambunctious toque macaques scour the trees, discover the whitewater that forms Baker’s Waterfall and then traverse the savanna-like landscape in search of elephant herds bathing in the reservoir. From tea plantations in the mountains to caves utilized by Buddhist monks, the wonders of Sri Lanka emanate from the landscape.",
  "durationDays": "9",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kandy – Arrive in Sri Lanka’s Mountain Capital with an Introductory Tour",
      "description": "Sri Lanka is an island nation that overflows with enchanting nature and flavorful culture. Tea plantations radiate emerald and jade hues against the pale blue sky as the sapphire waters of the Indian Ocean lap against endless gold-sand beaches. Elephants wander beneath the jungle canopy, and leopards relax in the shade of the surrounding fronds. Your flight will land at Bandaranaike International Airport in Colombo, Sri Lanka’s capital city. Your private transfer will greet you upon arrival and lead you out through the boulevards lined with trees and rich architecture preserved from the colonial era. Markets fill with locals and entertain the aromas of saffron, sesame, and turmeric. Cafes hide beneath the meandering lanes of the historical quarters as the city skyline fills with kites that rise from the grasses of Galle Face Green, a gorgeous stretch of plain that leads to the coastline, once cleared for the Dutch fortress to have clear cannon lines to the sea. The scent of the ocean air will give way to the sweet coconut aroma that drifts downward from the palm trees. The trains pass through the countryside with bright colors painted on the outlining cars. You will travel through the gorgeous scenery and greenery of the countryside, venturing along dangling fronds, towering grasses, and rising hills. Upon arriving in Kandy, you will notice the glistening waters of the lake that shimmer at the heart of the city. A cool breeze will rustle the leaves of the surrounding tropics as women in silk saris glide through the streets amidst the elegant colors. Markets brim with spiced aromas and eager vendors calling out to passersby. The city has acted as the provincial capital since the early 19th century after the British capture of the Sinhalese Kingdom. After settling into the comforts of your accommodation, you can set out to view a performance of the traditional Kandyan dancing and drumming. Your iconic performance will begin with the pulsating rhythm of the drums. Dancers will call out with jovial cries as they twirl in traditional costumes. The dancers will stomp their feet on the wooden platform, vibrating the ground to the beat. The ceremonial dance has thrived under the patronage of kings, and the act grows to the climax of the dancers as they show their power over fire by walking across flaming coals for a frenetic, colorful spectacle that will welcome you to Sri Lanka."
    },
    {
      "dayNumber": "2",
      "title": "Kandy – Visit the Botanic Garden and History at the Temple of the Tooth",
      "description": "Kandy is located at an altitude of more than 1,600 feet above sea level and offers refreshing mountain air that blends with the enchanting tropical ambiance. In the morning, a thin layer of mist will spread across the delicate hillside before evaporating, leaving behind remnants of dew. Vendors in the market overlook the colorful arrays of produce, from staggering melons to gorgeous carrots, showcased in mounds alongside the aisle. After breakfast, your guide will greet you in your hotel lobby and escort you to the Peradenlya Botanical Garden. The park encompasses nearly 150 acres of blossoming orchids, spices, and palm trees and embodies the richness of the Sri Lankan landscape. Strolling along the central avenue offers a unique regal ambiance as the Javan fig tree growing out of the manicured lawn brings texture to the garden with twisting vines and stretching, bare branches. The returning sunlight glints against the golden roof of the Temple of the Sacred Tooth, named for the Buddhist relic within the sanctuary. The complex was erected in the late 16th century and attracts pilgrims dressed in white and bearing lotus blossoms or frangipani. A sweet fragrance emanates from the fresh flowers that devoted visitors bring in tribute, and the interior temples have lavish interiors decorated with inlaid wood accented with ivory and lacquer. A white stone wall has a filigree effect beneath the flickering candles that fill the room with light. During prayers and offerings, the head priest opens the guarded room which houses the tooth of the Buddha, situated inside a gold casket shaped like a stupa. The evening procession causes your heart to beat as beating drums accompany temple filling with people."
    },
    {
      "dayNumber": "3",
      "title": "Kandy – Discover the Forest of the Kings and the Buddhist Rock Dwellings",
      "description": "In the morning, the aroma of coconut flatbread fills the air and the sweet scent blends with the tomato and onion sambal , a refreshing salsa, for a vibrant, citrusy flavor as part of a traditional Sri Lankan breakfast. After the early meal, your guide will lead you out of Kandy and into the Udawattakele Sanctuary. Huge trees overtake the sky with rambunctious monkeys that rush through the canopy in the cool morning breeze. The forest spreads across more than 250 acres and became a national sanctuary in the 1930s, and the trees overtake the ridge as they reach a height of more than 350 feet above the shores of Kandy Lake. 12 different types of orchids grow along the tree branches with vines dangling from the canopy like string. Wild cinnamon fills the air with a lingering spice. Layard’s parakeets call out to one another in the disappearing morning dew. Your guide will point to the plumage of the three-toed kingfisher as their luminous feathers glow nearly phosphorescent against the jade leaves. The toque macaque rambles along the branches, rustling the fines and leaves overhead in an attempt to view your passing below. The wilds of the sanctuary are at their most vibrant in the morning or the evening, out of the intensity of the midday jungle heat. The iron wood trees frame the caves Buddhist monks use as hermitages and temples, and amongst the aroma of wet stone, you can find lingering traces of sandalwood from burnt incense."
    },
    {
      "dayNumber": "4",
      "title": "Nuwara Eliya – Travel to the Tea Growing Center to View Historical Scenery",
      "description": "The morning light will wash over the historical stones that support the 14th century Natha Devale temple. The terrace features a gateway adorned with a solid panel of sculptures that stand in front of Bodhi trees and stupas. This complex is dedicated to the goddess of chastity and has a set of steep steps carved into the hills that reach the Vishnu Devale. After breakfast, your private transfer will meet you in your hotel lobby and escort you out of Kandy to venture south to the tea-growing region of Nuwara Eliya. The jungle brush fades to the emerald planes and terraces plantations located at more than 6,120 feet above sea level. Plantation workers tend to the crops with their vibrant-colored clothing contrasting with the iridescent hues of the tea leafs. Adam’s Peak towers over the distance, reaching a height of 7,350 feet above sea level. The Sri Lankan countryside resembles the English countryside in ambiance and provides endless marvels of natural beauty. Water buffalo graze on the grasses near a brick Victorian post office. The manicured tea plantations are an endless wave of greenery that washes over the hills and valleys, speckled with rose gardens and tended hedgerows. Your guide will lead you through the rows of teas that spread across the terraces of the multi-acre estate. Professional harvesters will guide you through the process of picking the leaves directly from the rows. The leaves have a waxy texture on your fingertips, and a woven basket clings to your back, much less heavy than those of the professional harvesters that collect more than 30 pounds of tealeaf per day. In the tea factory, you will meet with the chief taster, who inspects the leaves to ensure the estate adheres to the best quality. The aroma of drying herbs emanates from the drying section, and spreads to through the rolling and sifting process. At the end of the tour, your guide will brew a fresh pot of tea for you to taste the herbaceous and semi-sweet fruits of your experience on the plantation."
    },
    {
      "dayNumber": "5",
      "title": "Nuwara Eliya – Full Day Wildlife and Waterfall Trek in the Horton Plains",
      "description": "At breakfast, the herbaceous scent of freshly steeped tea will drift through the dining room, accompanying the faint aroma of coconut. After your meal, your private transfer will escort you to the Wildlife Sanctuary of Horton Plains, set within the shadows of Kirigalpotta and Thotupola Mountains, which reach heights of 7,855 feet above sea level and 7,737 feet above sea level, respectively. A peaceful ambiance sweeps across the undulating plateau as patches of thick forest rise above the encompassing grasslands, leading to craggy outcroppings, misty lakes, and waterfalls resembling delicate latticework. The sanctuary reaches the escarpment known as World’s End, famous for its dramatic drop of nearly 2,890 feet. The views overtake the villages that are wrapped around the tea plantations, and the valley floor is rich with tall grasses that lead to the southern coast. Pied thrushes twitter against the passing breeze as the endemic Sri Lanka white-eye chirps in the tall grassland. Butterflies flutter around the cloud forest where sambar deer hide amongst the scattered trees before grazing on the prairie. You will follow the trail that leads to Baker’s Falls, formed by a Walawe River tributary. The black rock forms tiers against the emerald trees with the whitewater that rushes over the terraces like white curtains. The sound of crashing water echo along the trail as the cascade spills into the waiting turquoise pool."
    },
    {
      "dayNumber": "6",
      "title": "Mirissa – Fly to Mirissa to View Whales and Visit the Dutch Galle Fort",
      "description": "The Hakgala Gardens are located more than 650 feet below Nuwara Eliya and embody the peaceful ambiance of nature. The gardens bloom with orchids and roses that add immeasurable color to the texture of the manicured hedges first built in the 19th century. The gardens were situated on a rock that is considered to be connected to the Himalayas through the retelling of a classic regional legend. After breakfast, your private transfer will escort you to Hatton for your brief flight to Koggala, and from there, you will soon arrive in the town of Mirissa. The water shines with layers of indigo, sapphire, and cobalt hues as you drive the coastal road. Coconuts dangle from the palm trees and hammocks rock gently alongside the edge of the Indian Ocean, and the sound of lapping waves is never far away. Before reaching your grand beachside accommodation, you will board a double-decker boat crafted for whale watching. A gentle sea spray will rise from the hull of the boat as you weigh anchor and leave shore. Fishers on shore stand knee deep in the ocean,casting nets into the water as you watch. The aroma of grilling fish dressed in coconut and lime will fade beneath the fresh scent of the sea. Blue whales are among the various types breathtaking sea life swimming around the coastline, along with dolphins, orcas, and turtles. Once in the open water, your captain will point to the lingering mist as it dissipates into the air. After another minute, a tail will breach in the water, followed by a fin. The blue whale is the largest mammal on earth with females averaging a length of 82 feet. Seeing them swim gracefully through the Indian Ocean is a majestic experience you will always cherish."
    },
    {
      "dayNumber": "7",
      "title": "Udawalawe – Enjoy Udawalawe Wildlife Sanctuary to Find Elusive Animals",
      "description": "The Indian Ocean will splash against the golden shores of the Mirissa as the Roti shops open to the aroma of dough cooking against oiled flattops. Fishers return to the shoreline to cast their nets into the water in search of a perfect catch as your private transfer meets you at your hotel and escorts you towards the gates of Udawalawe National Park. The grounds encompass nearly 120 square miles of light vegetation that rival the savannah in East Africa, and the low grass and sporadic trees bring a game safari unparalleled due to the easy view of the animals. Before entering the reserve, you will stop for a visit to the Elephant Transit Home. The animal orphanage was built to protect injured elephants or those in need of rearing in the hopes of releasing them back into the wild. You can stand beneath the shady awning and watch the small herd of elephant orphans feeding on the grasses. They pull up the roughage from the ground and push against the neighboring trees to mark the area. Elephants were used for domestic, commercial, and religious purposes around Sri Lanka for thousands of years and remain a prominent symbol of status. The elephants in the orphanage are mainly calves and adolescents, still unsure of their size and place in the greater landscape. As you watch from a distance, you cannot help but embrace the enchanting ambiance of watching the elephants gain confidence and strength before being reintroduced to their natural home."
    },
    {
      "dayNumber": "8",
      "title": "Colombo – Traverse Udawalawe Elephant Sanctuary before Colombo Flight",
      "description": "The aroma of the fresh leaves will blend with the scent of steeping black tea in the morning air. Enjoy an early breakfast before setting out into the wilds of Udawalawe National Park for a half-day game drive. Crocodiles bask in the sunlight on the edges of the riverbank as jackals hide in the gentle grasses. Approximately 500 elephants wander the grounds of the sanctuary, some of which were treated or raised inside the Elephant Transit Home. A local species of jasmine fills the plains with herbaceous, flowery scent as cogon grass rustles in the passing breeze. Painted storks linger alongside the edge of the reservoir, perching on their spindly legs and noticeable in the distance. Water monitors quietly perch on a rock near the water’s edge and enjoy the spreading sunlight. Your guide will stop your four-wheel-drive vehicle to point out a leopard lazing in the shade of a small collection of trees. The Sri Lankan leopard grows an average of three and a half feet long and the spots on their coat help to blend them into the shadows and rusty hues of the grass or tree bark. You will arrive at the edge of the reservoir to discover a herd of full-grown elephants spraying themselves with water along the banks. Even after viewing the orphans the previous day, the surprise of viewing the graceful, yet lumbering, mammal will surprise you. The Sri Lankan elephant grows to an average of 11.5 feet tall, and viewing them in the wild offers a different perspective on their playful and social personalities."
    },
    {
      "dayNumber": "9",
      "title": "Colombo – Depart for Home",
      "description": "Sri Lanka retains its connection to the surrounding scenery, which is intertwined with the heritage in and around the cities. In the morning, you will find the familiar aroma of roti made with coconut milk filling the air as fresh fruit dangles from the sporadic palms that rise around the bustling capital city. The 17th-century Dutch Hospital represents an era of European lavishness within the island shores, and the preserved grounds at the heart of the Dutch Fort contain vibrant shops, cafes, and restaurants offering contemporary comforts inside the historical arcades. The sea breeze drifts along the wide avenues and hidden lanes of the city, like a reminder of the protected open space across the island. After one last leisurely morning of taking it all in, your private transfer will meet you at your hotel and escort you to Bandaranaike International Airport for your flight home, taking with you reminders of the glorious wildlife and natural splendor you enjoyed during your exploration of Sri Lanka."
    }
  ],
  "map": ""
}