[
  {
    "destination": "Venezuela",
    "mainPhoto": "",
    "id": "venezuela-nature-tour",
    "tourName": "Venezuela nature tour",
    "placesVisited": "",
    "generalInfo": "Home to South America’s most incredible landscapes, Venezuela is one of the most biologically diverse nations on the planet.<br/><br/>Starting in the capital of Caracas, we travel from here to Canaima National Park. Nestled between the rainforest of the Amazon basin and the watershed of the Orinoco River, the park is home to famous table top mountains and the world’s highest waterfall, Angel Falls. We spend three full days in this area, exploring its impressive landscapes and canoeing along the Carrao River. We then head north to Merida where we drive through the cloud forest into Jaji to wander its colourful streets.<br/><br/>From here we explore the Paramo region of the higher Andes visiting local villages and hiking to Laguna Negra. We then visit the biological station of Mifafi – the team here are working to protect the endangered Frontino bear.  We also drive over the Pico El Aguila pass, situated at 4100 metres is the highest mountain pass in the Venezuelan Andes.<br/><br/>Heading south to Hato El Cedral, a working cattle ranch, we spend two days looking for wildlife. Known as the Serengeti of South America, The Llanos is a true paradise for naturalists and birdwatchers.<br/><br/>Finally, we end up back in Caracas where we discover the historic centre and its colonial history. We explore the key sites including the birthplace of Simon Bolivar, the former Royal prison and Panteon Nacional.<br/><br/>The optional extension to Los Roques will take us to an archipelago consisting of 50 islands, only one of which is inhabited. A paradise for divers and snorkellers – the surrounding waters are home to manta rays, sleeping sharks and multi coloured sponges.<br/><br/>From lush coastal valleys and white sand beaches to Jurassic era ‘table top’ mountains and glacial lagoons, this trip is an insight into the country’s incredible diversity. Most will have heard of Angel Falls, but there is a whole world to discover in Venezuela.",
    "durationDays": "11",
    "price": "5799",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Caracas - Arrive into Caracas and transfer to the hotel. Overnight Eurobuilding Express Maiquetia or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Canaima National Park - Transfer to the airport in the morning for our flight to Canaima. In the afternoon we board dugout canoes at Canaima beach, crossing a lagoon with impressive views of its seven waterfalls. Heading onto dry land we take a walk across the savannah to Sapo waterfall, where we walk behind falls before heading to the top for wonderful views of the surrounding landscape. Overnight Ucaima Camp or similar. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Angel Falls - We board our motorised dugout canoes early in the morning, travelling up the Carrao river before crossing the Mayupa lagoon and Arautaima rapids. We then join the Churun river, winding our way through the spectacular Devil’s Canyon to Angel Falls, the highest waterfall on earth. Leaving our canoes behind we take a walk through virgin rainforest to get closer to the falls, taking a swim in the lagoon at its base. Overnight Ucaima Camp II or similar. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Merida - Spend a full day exploring this city nestled in the Andes. We visit the colourful market where artisans display the best of local handicrafts including pottery and weavings, and regional delicacies such as smoked cheese and ‘ducles abrillantados’, crystallized guava chunks wrapped in leaves. We also visit the cathedral and government palace on Plaza Bolivar. In the afternoon we drive into the lower Andes surrounding Merida and through the cloudforest to the small village of Jaji. We wander its colonial streets and make a stop at an old coffee planation with its small museum. Return to Merida for the night. Overnight Posada Suiza or similar. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Paramo - Today we explore the Paramo region of the higher Andes. We visit the villages of Tabay, Mucuruba and Mucuchies and take a short hike (approx. 2h) to Laguna Negra, a beautiful glacial lagoon with dark waters that reflect the surrounding landscape. We also visit the biological station of Mifafi - the team here are working to protect the endangered Frontino bear and to reintroduce the condor to the Venezuelan Andes, and drive over the Pico El Aguila pass, situated at 4100 metres above sea level, the highest mountain pass in the Venezuelan Andes, with spectacular views. (BL)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Caracas - Transfer to Barinas and fly back to Caracas. On arrival we discover the historic centre of Caracas and its colonial roots, with visits to the birthplace of Simon Bolivar, the former Royal Prison, Plaza Bolivar and the Panteon Nacional, among other sites. Overnight Eurobuilding Express Maiquetia or similar. (B)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Caracas - Transfer to the airport for your flight home."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Venezuela",
    "mainPhoto": "",
    "id": "venezuela-wildlife-holiday",
    "tourName": "Venezuela wildlife holiday",
    "placesVisited": "",
    "generalInfo": "Join experts and go in search of huge Green Anacondas of the wonderful Los Llanos as well as exploring some of Venezuela's best herpetological destinations in search of reptiles and amphibians. <br/><br/>Introduction:<br/><br/>We are specialists in tailoring wildlife watching and especially herpetology tours all over the world. To develop our range of fantastic herping holidays we offer we have spent years searching the world’s best wildlife watching locations as well as visiting some seldom visited areas. As a result we have created some great itineraries with the combined help of our zoologist director, local experts and scientists studying various rare and unusual reptiles and amphibians. When it comes to herping there are very few better destinations that Venezuela, and on this tour we will be visiting a variety of wonderful and diverse habitats. The Merida Cloud Forests are one of the most diverse habitats for reptiles and amphibians in the world and is home to some of the least understood frogs and toads. They make the most of this habitat as the cloud forest is perpetually damp and perfect for amphibians. We also travel to the Los Frailes region, here you will ascend past the cloud forests and into the moorlands in search of more frogs and reptiles before finishing in the wonderful and reptile paradise that is Los Llanos. Los Llanos is an unforgettable location, huge expanses of swamp and grassland as far as the eye can see. This really is one of the best places in the world for reptiles and as well as the green anaconda (which lives here in higher concentrations than anywhere else in the world) there are iguanas, anoles, boas, turtles, caimans and this is the last stronghold of the impressive Orinoco crocodile. All of our tours are guided by naturalists so you are sure to be in the best hands possible for the best sightings. We also have a great network of local guides in South America who have developed a great range of wildlife watching locations where the rarest species are commonly seen. To make the most of this tour and the reptiles &amp; amphibians that are here we will spend many hours during the early morning and late afternoon on jeep safaris, boat tours and guided walks around the area but also after dark we will continue our search with high powered spotlights as the night is the real realm of herpetologists and their quarry. One of the reasons why our wildlife watching tours are unique is that our background (as a company) is from a scientific and zoological standpoint and so have a great network of colleagues and contacts all over the world who are the people on the front line in search of the best new locations for wildlife watching (particularly reptiles and amphibians). All of these reasons and many more make us experts in arranging safaris and are able to tailor a safari to any location to try to find your targeted species. All you have to do is to get in touch with your budget and your group size and where you would like to go to try and find rare and elusive reptiles and amphibians.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned in the below itinerary. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent local driver for all transfers. We use great local naturalists on all your excursions and also a very knowledgeable English speaking local herpetology guide who decades of experience working and guiding through Venezuela he will also act as driver for all transfers. Your naturalist is an expert in herpetological biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best reptile and amphibian watching locations and have an unrivalled knowledge of where some of the most elusive reptiles and amphibians are such as green anacondas, mata matas and Orinoco crocodiles. We also include all vehicle safaris, guided walks, spotlighting drives, night walks, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for reptiles and amphibians per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the swamps, rainforests, cloud forests etc to search for reptiles, amphibians and other wildlife. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on anacondas which are available to watch throughout the tour.<br/><br/>Seasons:<br/><br/>Between November – April is the best time to visit Los Llanos for wildlife as it is the dry season. As the Los Llanos is the main focus of this tour as this is where we should find the giant green anacondas and the best time to visit these wetlands is during the long dry season (from November – April), the later you can go in the dry season the better really as water levels will be at their lowest and wildlife aggregates in the dwindling remnants of water. This is also the green anaconda breeding season so they are more active during this period and the low water means they have fewer places to hide.<br/><br/>Why Choose this Tour:<br/><br/>•\tAll of our wildlife watching holidays are guided by a naturalist as well as local guides, drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife your watching.<br/>•\tWe can provide a zoologist (please check the availability of this tours zoologist when enquiring) if you wish.<br/>•\tWe can offer you spotlighting trips of Venezuela so that you can search for the rarer species and other nocturnal wildlife when they are more active, as most reptiles and amphibians are more active at night this is key in searching out particular species.<br/>•\tWe can also bring thermal imaging and night vision equipment (on request) to also aid in finding the nocturnal reptiles &amp; amphibians after dark.<br/>•\tWe use camera traps (where available) which will increase the chances of getting close up pictures and movies of rare animals and other rare nocturnal wildlife.<br/>•\tMost of the accommodation that we use here is privately owned lodges that only have small capacities and are seldom visited by anyone. Many of these ranches have resident animals which are very hard to see elsewhere (such as rare species of frogs and snakes). <br/>•\tWhere possible we enlist the help of local researchers who are studying some of the species here to help us find them. In the past we have used anaconda researchers which have increased our chances of seeing some of these incredible species. <br/>•\tAll the above reasons give this our wildlife watching tours of South and Central America a great success rate of seeing rare and targeted species. We have an unrivalled network of experts and guides throughout Venezuela so that we can try and find and observe animals such as green anacondas, boa constrictors, lanceheads, poison-dart frogs, rain frogs, spectacled caiman, Orinoco crocodiles, dairy frogs, iguanas and hundreds other endangered, rare or endemic species throughout South and Central America. Whether it is the Venezuela, Brazil, Ecuador, Argentina, Costa Rica, Colombia, Peru, Panama, Belize or any of the other many wildlife watching locations you want to visit we can arrange it. Please inform us if you wish to receive more information about any of these locations and booking a herpetology tour or any wildlife watching safari.<br/>•\tUnlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>On our quest to find as many species of reptiles and amphibians we will be travelling to cloud forests, high altitude moorland as well as the incredible lowland grasslands and wetlands of Los Llanos.<br/><br/>Fitness Level:<br/><br/>There is a fair amount of walking on this tour, however it is not considered trekking and is all done at a slow pace. Other than these walks most of the wildlife watching will be done from vehicles and boats. So no special fitness level is required as long as you are comfortable walking for a couple of hours at a time.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old",
    "durationDays": "10",
    "price": "2995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Caracas – Arrival – On arrival at the international airport in Venezuela’s capital you will be met by your local guide and then taken to your accommodation for the night where you will be briefed and have the rest of the afternoon to relax. (No meals included)."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Caracas – Travelling & Day of Rest – This morning you will leave Los Llanos and head back to the capital and your last night in Venezuela, once here you will be free to relax just enjoy your last evening in Venezuela. (Breakfast only)."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Home – Departure – This morning you will be transferred in time to catch the return flight to home. (Breakfast only)."
      }
    ],
    "map": "",
    "category": "Safari"
  }
]