{
    "Main_Title": "Our Austria holidays & tours",
    "Main_Paragraph": "With their photogenic painted shutters and historic onion-domed churches, many of Austrias alpine towns are almost too pretty to bear. And beyond the buildings, theres a truly awe-inspiring landscape, where our holidays take you hiking into nature, snowshoeing into snowdrifts, and practising your yoga with fantastically fierce mountain views. Consider the waterside too. The Northern Lakes offer stillness and peace, and the River Danube weaves its way through the country, providing brilliant hiking and cycling routes along the way, through pretty villages and ancient byways. To enhance your Austrian alps experience, our holidays use local sources whenever they can  from accommodation to food, to employing the services of amazing guides, who know the mountains as well as they know their postcard-perfect towns.",
    "Subtitle": "Austria holiday highlights",
    "Title1": "Mountains and rivers",
    "Paragraph1": "Almost two thirds of Austria is alpine, and regions like Salzburg, North Tyrol and East Tyrol are home of extraordinary scenery, including the beautiful Salzkammergut area  Austrias Lake District, where the 70-odd beautiful blue-green lakes are just a short hop from the equally beautiful, historic city of Salzburg, which brims with Baroque history. The lakes arent Austrias only significant water body. Crossing the north of the country is the magnificent Danube, Europes only east-flowing river, which creates a through-line between Vienna, Bratislava and Budapest on its way to the Black Sea. Our holidays explore Viennas rivers, lakes and mountains in leisurely, adventurous, but always responsible ways  whether thats with local bike hire and a guide, or with a map of all the best independent businesses en route.",
    "image1": "",
    "Title2": "Vienna",
    "Paragraph2": "Austrias stately capital is a quiet and beautiful place. Within the Ringstrasse, take life at a gentle pace between the coffee houses and the opera house, and feel the faded grandeur of central Europe in the grand galleries of the Museum Quarter, in mighty St Stephens Cathedral, and at the Hofburg Palace. You can even combine Vienna with Budapest, reaching between them by bike, train or tour, for a taste of the old powers of the Austro-Hungarian empire. Our Austria holidays might combine time in the city with opportunities to explore further afield and spread the benefits of tourism to smaller communities. By travelling in a small group rather than a large one, you will be welcome in smaller restaurants and businesses, both inside and outside the capital, without overwhelming them.",
    "image2": "",
    "Title3": "Walking holidays",
    "Paragraph3": "Over a quarter of Austria is protected landscape and Austrians love their Alps, and love exploring them on foot. To this end, the country is brilliantly set up with well established walking trails, plus cable cars and chair lifts that can take you uphill to marvellous views and walks in the mountains without enforcing a punishing uphill climb. Some of our most popular walking holidays go to the Salzerkammut region near Salzburg, or to the quiet East Tyrol, to walk in the shadow of Austrias highest mountain, the Grossglockner. By stopping at mountain huts for refreshments youll be supporting the economy of regions away from the main tourist resorts. At the end of the path, relax in the thermal springs at a spa town.",
    "Title4": "Yoga holidays",
    "Paragraph4": "Imagine practising your sun salutations on a terrace surrounded by mountains, as the sun peeps out from behind a snowy peak: our yoga holidays benefit from some truly inspiring alpine settings in Austria, and the clean, clear mountain air cant hurt, either. Your wellness journey doesnt start and end in the studio on our yoga holidays. On these trips you can enjoy forest bathing, wild swimming and walking too. Austria obliges with its lovely landscapes, plus locally sourced ingredients and produce  and lots of planet-friendly, plant-based meals.",
    "image3": "",
    "Title5": "Winter holidays",
    "Paragraph5": "The seasons change the mountains so much in Austria that its almost like getting two countries for the price of one. The transformative power of snow on the landscape is entrancing to look at, but even more compelling to explore. From towns in the mountains, like Seefeld and Innsbruck, you can venture forth into a winter wonderland. Whilst Austria is renowned as a downhill skiing destination, our holidays avoid activities that rely on water- and energy-intensive fake snow. Instead of downhill skiing, try winter walking and snowshoeing, and energetic cross-country skiing. By going off-the-beaten-piste on our trips, you can find a tranquil side to the mountains even in their busy winter sports period, and share the frosty views with eagle and ibex, rather than legions of skiers."
}