{
    "Main_Title": "Best time to visit Austria",
    "Main_Paragraph": "If snow is your thing, late Nov-April is, on average, perfect for frosty fun. Austria likes its rain, so always bring an umbrella just in case. June-Aug bring beautiful summer weather, particularly the further south you go, but never too scorching. Of course the high mountains are always cooler, but with risks of lightning in summer. Christmas and New Year in Austria are magically festive, with glühwein and Christmas markets everywhere you go, no matter how remote. Hike in autumn to catch the wine harvest, with many festivals to accompany it.",
    "image1": "",
    "when_to_go": "When to go to Austria, month by month",
    "when_to_go_html": "<bullet><b>January, February and March</b> are the snowy seasons in Austria  the snow is near-guaranteed by this time, making Austrias famous ski resorts very busy. If youre looking to snowshoe and cross country ski, you can book holidays to do both up to the end of March. </bullet>\n<bullet><b>April</b> is the start of the walking and cycling season along the Danube. In the higher mountains, the snow wont have fully melted, so wait a little longer for the best hiking conditions. April is the month with the highest avalanche risk, due to melting snow. </bullet>\n<bullet>Between <b>April and May</b>, cities like Vienna undertake spring cleaning. Citizens band together to clean their public spaces in preparation for the busy tourist season, and thousands take part. May is a traditional holiday in Austria  villages raise maypoles, brass bands perform  and its the start of the hiking and cycling season in the Alps. </bullet>\n<bullet><b>June</b> is the best time to see wildflowers  look out for beautiful blue gentians in the Alpine meadows. Go on a photography holiday in June to capture the flora at its most fabulous in the Kaunergrat Nature Park. In East Tyrol, dont be alarmed to see flaming torches burning in patterns on the mountains. The Sacred Heart Fires are a long-standing tradition in some Tyrolean villages. </bullet>\n<bullet>Snow can last on the Alps until June  and the first winter snowfall can fall as early as September. If you want to climb Austrias highest mountains, or indeed have your sights set on the lofty Grossglockner, the season to do so is shorter  get high from June to mid-October, when the weather is best. </bullet>\n<bullet>From <b>July to August</b>, Salzburg is particularly busy because of its world-famous classical music festival so you can listen to Mozart among the mountains. Evenings are often thundery in the mountains  its not the percussion section, but summer storms. </bullet>\n<bullet>In <b>September</b>, alpine villages celebrate the cattle returning safely from the mountains. There are festivals organised around the large cattle drives, with people celebrating until the cows come home... </bullet>\n<bullet><b>October</b> is normally the latest month for walking and cycling holidays  and walking when the valleys are fully in thrall of autumn can be wonderful. In Kawendel the sycamore trees scatter a confetti of orange leaves on the walking trails. </bullet>\n<bullet><b>November</b> is a difficult month  as there isnt always snow on the ground just yet, but the weather isnt always great. In towns like Innsbruck and cities like Vienna, Christmas Markets infuse the season with cinnamon-heavy festive spirit. </bullet>\n<bullet>If you travel in <b>December</b> you can expect snowfall, but its not guaranteed that there will be good powder everywhere you turn. Most winter sport trips start in December; the higher the better is probably the best at this time of year.</bullet>",
    "weather_chart": "Austria Weather Chart",
    "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Austria Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-3</td>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 43%;\">31 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-1</td>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 44%;\">32 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 49%;\">35 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 60%;\">43 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 86%;\">62 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">72 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 94%;\">68 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 85%;\">61 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 58%;\">42 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 51%;\">37 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 64%;\">46 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cold\">-1</td>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 50%;\">36 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
    "title1": "When is the best time for a winter sports holiday?",
    "paragraph1": "The best time to go on a winter holiday in Austria is January to mid-March, when theres snow already on the ground and more can fall at any time. Most trips base themselves in Tyrolean villages, typically around 1,000m up, so its cold. Average daytime temperature in winter is around -5°C, though it can fall as low as -15°C with around 8 to 10 hours of daylight. Throughout winter there are periods of clear bright weather and in February and March it can become surprisingly warm in the sun. But dont rule out the chance of a stormy day.",
    "image2": "",
    "title2": "Festivals and events in Austria",
    "paragraph2": "",
    "title3": "Cattle drives",
    "paragraph3": "Austrias farmers move grazing livestock depending on the seasons  a practice known as transhumance. The herds and flocks are driven up to the high alpine pasture in spring, and then back down to the lowlands in autumn. Communities celebrate the safe return of their cattle, sheep and goats from the mountains in September, and the valleys ring with cowbells."
}