[
    {
        "type": "overview",
        "Main_Title": "Our Austria holidays & tours",
        "Main_Paragraph": "With their photogenic painted shutters and historic onion-domed churches, many of Austrias alpine towns are almost too pretty to bear. And beyond the buildings, theres a truly awe-inspiring landscape, where our holidays take you hiking into nature, snowshoeing into snowdrifts, and practising your yoga with fantastically fierce mountain views. Consider the waterside too. The Northern Lakes offer stillness and peace, and the River Danube weaves its way through the country, providing brilliant hiking and cycling routes along the way, through pretty villages and ancient byways. To enhance your Austrian alps experience, our holidays use local sources whenever they can  from accommodation to food, to employing the services of amazing guides, who know the mountains as well as they know their postcard-perfect towns.",
        "Subtitle": "Austria holiday highlights",
        "Title1": "Mountains and rivers",
        "Paragraph1": "Almost two thirds of Austria is alpine, and regions like Salzburg, North Tyrol and East Tyrol are home of extraordinary scenery, including the beautiful Salzkammergut area  Austrias Lake District, where the 70-odd beautiful blue-green lakes are just a short hop from the equally beautiful, historic city of Salzburg, which brims with Baroque history. The lakes arent Austrias only significant water body. Crossing the north of the country is the magnificent Danube, Europes only east-flowing river, which creates a through-line between Vienna, Bratislava and Budapest on its way to the Black Sea. Our holidays explore Viennas rivers, lakes and mountains in leisurely, adventurous, but always responsible ways  whether thats with local bike hire and a guide, or with a map of all the best independent businesses en route.",
        "image1": "images/tour-photos/Austria/01/01.webp",
        "Title2": "Vienna",
        "Paragraph2": "Austrias stately capital is a quiet and beautiful place. Within the Ringstrasse, take life at a gentle pace between the coffee houses and the opera house, and feel the faded grandeur of central Europe in the grand galleries of the Museum Quarter, in mighty St Stephens Cathedral, and at the Hofburg Palace. You can even combine Vienna with Budapest, reaching between them by bike, train or tour, for a taste of the old powers of the Austro-Hungarian empire. Our Austria holidays might combine time in the city with opportunities to explore further afield and spread the benefits of tourism to smaller communities. By travelling in a small group rather than a large one, you will be welcome in smaller restaurants and businesses, both inside and outside the capital, without overwhelming them.",
        "image2": "images/tour-photos/Austria/01/02.webp",
        "Title3": "Walking holidays",
        "Paragraph3": "Over a quarter of Austria is protected landscape and Austrians love their Alps, and love exploring them on foot. To this end, the country is brilliantly set up with well established walking trails, plus cable cars and chair lifts that can take you uphill to marvellous views and walks in the mountains without enforcing a punishing uphill climb. Some of our most popular walking holidays go to the Salzerkammut region near Salzburg, or to the quiet East Tyrol, to walk in the shadow of Austrias highest mountain, the Grossglockner. By stopping at mountain huts for refreshments youll be supporting the economy of regions away from the main tourist resorts. At the end of the path, relax in the thermal springs at a spa town.",
        "Title4": "Yoga holidays",
        "Paragraph4": "Imagine practising your sun salutations on a terrace surrounded by mountains, as the sun peeps out from behind a snowy peak: our yoga holidays benefit from some truly inspiring alpine settings in Austria, and the clean, clear mountain air cant hurt, either. Your wellness journey doesnt start and end in the studio on our yoga holidays. On these trips you can enjoy forest bathing, wild swimming and walking too. Austria obliges with its lovely landscapes, plus locally sourced ingredients and produce  and lots of planet-friendly, plant-based meals.",
        "image3": "images/tour-photos/Austria/01/03.webp",
        "Title5": "Winter holidays",
        "Paragraph5": "The seasons change the mountains so much in Austria that its almost like getting two countries for the price of one. The transformative power of snow on the landscape is entrancing to look at, but even more compelling to explore. From towns in the mountains, like Seefeld and Innsbruck, you can venture forth into a winter wonderland. Whilst Austria is renowned as a downhill skiing destination, our holidays avoid activities that rely on water- and energy-intensive fake snow. Instead of downhill skiing, try winter walking and snowshoeing, and energetic cross-country skiing. By going off-the-beaten-piste on our trips, you can find a tranquil side to the mountains even in their busy winter sports period, and share the frosty views with eagle and ibex, rather than legions of skiers."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Austria",
        "Main_Paragraph": "If snow is your thing, late Nov-April is, on average, perfect for frosty fun. Austria likes its rain, so always bring an umbrella just in case. June-Aug bring beautiful summer weather, particularly the further south you go, but never too scorching. Of course the high mountains are always cooler, but with risks of lightning in summer. Christmas and New Year in Austria are magically festive, with glühwein and Christmas markets everywhere you go, no matter how remote. Hike in autumn to catch the wine harvest, with many festivals to accompany it.",
        "image1": "images/tour-photos/Austria/01/04.webp",
        "when_to_go": "When to go to Austria, month by month",
        "when_to_go_html": "<bullet><b>January, February and March</b> are the snowy seasons in Austria  the snow is near-guaranteed by this time, making Austrias famous ski resorts very busy. If youre looking to snowshoe and cross country ski, you can book holidays to do both up to the end of March. </bullet>\n<bullet><b>April</b> is the start of the walking and cycling season along the Danube. In the higher mountains, the snow wont have fully melted, so wait a little longer for the best hiking conditions. April is the month with the highest avalanche risk, due to melting snow. </bullet>\n<bullet>Between <b>April and May</b>, cities like Vienna undertake spring cleaning. Citizens band together to clean their public spaces in preparation for the busy tourist season, and thousands take part. May is a traditional holiday in Austria  villages raise maypoles, brass bands perform  and its the start of the hiking and cycling season in the Alps. </bullet>\n<bullet><b>June</b> is the best time to see wildflowers  look out for beautiful blue gentians in the Alpine meadows. Go on a photography holiday in June to capture the flora at its most fabulous in the Kaunergrat Nature Park. In East Tyrol, dont be alarmed to see flaming torches burning in patterns on the mountains. The Sacred Heart Fires are a long-standing tradition in some Tyrolean villages. </bullet>\n<bullet>Snow can last on the Alps until June  and the first winter snowfall can fall as early as September. If you want to climb Austrias highest mountains, or indeed have your sights set on the lofty Grossglockner, the season to do so is shorter  get high from June to mid-October, when the weather is best. </bullet>\n<bullet>From <b>July to August</b>, Salzburg is particularly busy because of its world-famous classical music festival so you can listen to Mozart among the mountains. Evenings are often thundery in the mountains  its not the percussion section, but summer storms. </bullet>\n<bullet>In <b>September</b>, alpine villages celebrate the cattle returning safely from the mountains. There are festivals organised around the large cattle drives, with people celebrating until the cows come home... </bullet>\n<bullet><b>October</b> is normally the latest month for walking and cycling holidays  and walking when the valleys are fully in thrall of autumn can be wonderful. In Kawendel the sycamore trees scatter a confetti of orange leaves on the walking trails. </bullet>\n<bullet><b>November</b> is a difficult month  as there isnt always snow on the ground just yet, but the weather isnt always great. In towns like Innsbruck and cities like Vienna, Christmas Markets infuse the season with cinnamon-heavy festive spirit. </bullet>\n<bullet>If you travel in <b>December</b> you can expect snowfall, but its not guaranteed that there will be good powder everywhere you turn. Most winter sport trips start in December; the higher the better is probably the best at this time of year.</bullet>",
        "weather_chart": "Austria Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Austria Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-3</td>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 43%;\">31 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-1</td>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 44%;\">32 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 49%;\">35 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 60%;\">43 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 86%;\">62 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">72 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 94%;\">68 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 85%;\">61 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 58%;\">42 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 51%;\">37 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 64%;\">46 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cold\">-1</td>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 50%;\">36 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "When is the best time for a winter sports holiday?",
        "paragraph1": "The best time to go on a winter holiday in Austria is January to mid-March, when theres snow already on the ground and more can fall at any time. Most trips base themselves in Tyrolean villages, typically around 1,000m up, so its cold. Average daytime temperature in winter is around -5°C, though it can fall as low as -15°C with around 8 to 10 hours of daylight. Throughout winter there are periods of clear bright weather and in February and March it can become surprisingly warm in the sun. But dont rule out the chance of a stormy day.",
        "image2": "images/tour-photos/Austria/01/05.webp",
        "title2": "Festivals and events in Austria",
        "paragraph2": "",
        "title3": "Cattle drives",
        "paragraph3": "Austrias farmers move grazing livestock depending on the seasons  a practice known as transhumance. The herds and flocks are driven up to the high alpine pasture in spring, and then back down to the lowlands in autumn. Communities celebrate the safe return of their cattle, sheep and goats from the mountains in September, and the valleys ring with cowbells."
    }
]