{
  "destination": "Turkey",
  "mainPhoto": "",
  "id": "turkey-tour-small-group",
  "tourName": "Turkey tour, small group",
  "placesVisited": "",
  "generalInfo": "From the rugged landscapes of Cappadocia to the energetic buzz of Istanbul, this fast-paced tour ticks off all of Turkey's must-sees and more. As the bridge between East and West, the country is a fascinating tapestry of cultures. Journey through its rich history, visiting relics from the Ottoman and Greco-Roman Empires. Along the way, get lost in spice-scented bazaars, relax on the turquoise coast, and refuel with local tipples and treats. <br/> <br/> Vistas of Cappadocia - Explore the fairy-tale chimneys and rock-carved dwellings of Cappadocia. <br/> <br/> Ancient icons - Journey to Ephesus on the Ionian coast and visit remains from the Greek and Roman empires. <br/> <br/> Gallipoli - Discover the poignant World War I memorials including the Lone Pine Cemetery. <br/>",
  "durationDays": "15",
  "price": "2295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Istanbul",
      "description": ": Our tour of Turkey starts in Istanbul. Once known as Constantinople, the city has been the capital of both the Byzantine and Ottoman empires and today, its historic riches are evident at every turn. Straddling Europe and Asia, Istanbul was an important stop on the old Silk Road. This resulted in the city forming a patchwork of cultures that makes up modern-day Istanbul (and its mouthwatering cuisine). Turkish food is a hearty and healthy mix of Middle Eastern, Asian, and Balkan style dishes ranging from barbecued meat kebabs to vine leaf-wrapped vegetable rice parcels. For those arriving in time, our tour leader will meet you in the hotel reception at 7pm for a welcome meeting, followed by dinner for those who want to join. There are no activities planned today, so you're free to arrive in Istanbul at any time. If you miss the welcome meeting, our tour leader will catch you up as soon as possible. Please note that if some passengers are arriving after the planned welcome time, then the main introductory briefing will be conducted on the morning of day 2 when everybody is present. If you'd like an airport transfer, you'll need to arrive at Istanbul Airport (IST) (a 90-minute drive from the centre) or Sabiha Gokcen International Airport (SAW) (a two-hour drive from the centre). If you are arriving into Istanbul Airport (IST) and have an arrival transfer confirmed with us - once you have collected your luggage, please proceed towards the airport exit. Your transfer driver will be waiting for you outside exit gate 14 with a H&B sign at Istanbul Airport (IST) or at column number 9 with a NP sign at Sabiha Gokcen International Airport (SAW). We use two different start hotels on this trip, both are conveniently located within walking distance from many of the Sultanahmet district's main sites including the Blue Mosque the Grand Bazaar and Topkapi Palace. The hotels features a rooftop restaurant. If your flight arrives earlier in the day, you might want to visit Istanbul's Grand Bazaar (closed on Sundays). Located within the walls of Istanbul, it's made up of over 60 streets and 3,000 shops selling everything from jewellery to carpets and furniture to local arts and crafts. The labyrinth of streets also houses two mosques, two hammams and plenty of cafes and restaurants, so there's plenty to explore."
    },
    {
      "dayNumber": 2,
      "title": "Full day to explore Istanbul’s highlights including the Sultanahmet Blue Mosque and a Bosphorus cruise",
      "description": ": This morning we'll get our first taste of a traditional Turkish breakfast, which usually consists of yogurts, cheese, and breads along with cucumbers, tomatoes, olives and fruits. We'll head out on foot towards the Sultanahmet Square. Also known as the Hippodrome of Constantinople, the square was used for chariot racing in the Roman era. Today it's much more sedate but houses iconic landmarks such as the Byzantine Hagia Sophia, the Serpentine Column, Obelisk of Theodosius and the Walled Obelisk. We'll have a guided tour of the square, ending at its most famous building, the Sultanahmet Blue Mosque, which we see from the inside (please note ladies should cover their heads, scarves are available to borrow and men should remove hats when entering). Continuing on foot for around half an hour through the interesting back streets, we visit Suleymaniye Mosque, an imperial mosque commissioned by Suleiman the Magnificent in the mid 1550s. There are several lunch options around the Suleymanyiye district, alternatively, it's a short walk or tram ride to the Spice Bazaar where there are plenty of traditional restaurants and cafes to try Istanbul's street foods. This afternoon, we'll take a cruise on the Bosphorus. Lasting around two hours, a cruise offers great views of the city skyline from the waterway that separates the continent of Europe and Asia. Depending on your interests and time available in Istanbul you may wish to visit the Hagia Sophia, Galata Tower, Topkapi Palace Museum or Basilica Cistern after our Bosphorus cruise, your tour leader can give you advice on the options available. With so much to see in Istanbul, you might like to spend additional nights before or after the trip."
    },
    {
      "dayNumber": 3,
      "title": "Travel to Ankara to visit Ataturk’s Mausoleum and the Museum of Anatolian Civilisations",
      "description": ": We'll depart early this morning (around 7am), leaving Türkiye's largest city behind and heading for the capital, Ankara. The drive takes around six hours, but we'll have plenty of comfort breaks along the way. During the summer months, you can spot fields of sunflowers along the roads. On arrival in Ankara, we'll visit the Mausoleum of Mustafa Kemal Ataturk. Sitting high above the city, this monument honours the highly respected leader of Turkey's fight for independence, widely regarded as the founder of modern Turkey. We'll also visit the superb Museum of Anatolian Civilisations, which gives a fantastic overview of Turkey's complex history. Tonight, we'll stay at a centrally located hotel, giving good access to the capital's restaurants and bars."
    },
    {
      "dayNumber": 4,
      "title": "Visit Hacibektas Museum en route to Goreme in the heart of Cappadocia",
      "description": ": This morning, we'll set off to Cappadocia, stopping in Hacibektas (a three-hour drive from Ankara) en route. The museum here once housed the famous Bektashi Dervish sect and is now recreated as it would have looked during the 13th century. After our visit, we'll continue for another hour to Goreme - our base for the next two nights and from where we'll begin to explore the landscape of Cappadocia. The area is famous for its unique geological formations as well as its rich history, which stretches back to before the Hittites (2,000 BC). After lunch, we'll join our tour leader on a walk through one of the iconic valleys of Cappadocia such as the Love or Red Valley, giving us an astounding view of the local landscapes. According to interests, the temperature and our tour leader's suggestions, the walk will vary - lasting approximately 2-3 hours and covering 4 to 5 kilometres or 3 to 4 miles. Formed by volcanic eruptions that covered the valleys with mud, ash, and blocks of hard rock, over the ages this volcanic 'tufa' has been sculpted by erosion into strange shapes. Byzantine hermits settled in this area and carved churches, houses and fortresses into these cone formations known as fairy-tale chimneys as well as complete underground cities. Should you wish to opt out of the walk, you can relax at the hotel. Later in the afternoon, we'll visit the UNESCO World Heritage Site of the Goreme Open Air Museum located a very short distance from our hotel, where we'll explore its many rock-carved churches and monastic buildings. We'll spend the next two nights in a modern hotel on the outskirts of Goreme. Our hotel has an outdoor swimming pool (note, this is closed in the winter months) a restaurant and a large garden, if you're up early enough in the morning, you'll be able to see hot air balloons filling the sky."
    },
    {
      "dayNumber": 5,
      "title": "Full day exploring Cappadocia",
      "description": ": If you are considering an optional ballooning excursion, we advise you book this yourself for today as we have a very early start tomorrow morning. Please see optional excursions for more details. Today we'll have a full day to explore Cappadocia. Our day starts with a visit to Kaymakli underground city, a journey of around 50 minutes each way. Built by early Christians escaping oppression and once home to 3,500 people, this troglodyte cave-city is one of the largest of 34 similar excavations in Cappadocia. It contains nearly 100 tunnels on eight subterranean floors, and we'll explore the four that are open to the public, containing stables, a church and storage places. After exploring the underground city, we make our way back stopping at Uchisar Castle, a citadel perched on a rock, giving expansive views over Cappadocia and the surrounding valleys. This afternoon there is another opportunity to explore the beautiful valleys of Cappadocia on foot. Our tour leader will discuss the options with us on the day. Please note, if you're travelling over the summer months, it can be incredibly hot in Turkey; although as Cappadocia sits at around 1,000 metres/3,280 feet, it avoids the excessive heat experienced in lower areas on the coast. If you're travelling on a summer departure, be prepared for hot weather - we recommend wearing light layers and carrying sunscreen, a hat and a water bottle as there is limited shade. Should you wish to opt out of the walk, there is the option of wine tasting - please see the budgeting section for more details."
    },
    {
      "dayNumber": 6,
      "title": "Drive via Sultanhani to Konya. Visit a Caravansaray, a major inn on the Silk Road. Overnight on Egiridir lake.",
      "description": ": Our first stop today will be the 13th-century Sultanhani Caravanserai. Once the largest roadside inn in Türkiye, it supported the constant flow of commerce between the East and the West. Afterwards, we'll drive another two hours to Konya - one of Turkey's important religious sites and the home of the Mevlana sect (better known as the Whirling Dervishes). Here, we'll visit the Mevlana Museum and learn more about Sufism and the Whirling Dervish tradition. After lunch, we'll head back out on the road, making short stops at Beysehir's Esrefogul mosque and the mysterious sculptures at Eflatunpinar, a Hittite memorial to their water gods, at this rare spring in the harsh steppeland. Finally we drive to Egiridir lake, one of Turkey's largest freshwater lakes known for its natural beauty. Our simple small locally run hotel is close to the lake shore with a terrace looking out onto the lake and the surrounding hills, the hotel is situated in a quiet road at the end of the island and its possible to swim in the lake close to the hotel. We have rated the property as simple on the grounds of the decor being somewhat dated, none the less it is a pleasant location to break our journey. Note, today is the longest day overall and we'll spend a total of seven hours driving, however, our journey will be broken up by comfort breaks and site visits."
    },
    {
      "dayNumber": 7,
      "title": "Journey to Kas via the ancient site of Sagalassos and the Ottoman town of Elmali.",
      "description": ": Bidding farewell to Egiridir Lake, it's a short drive to one of Turkey's hidden gems; the ancient city of Sagalassos. Sagalassos combines the best of Türkiye's ancient history with spectacular views. Perched on a steep mountain slope, overlooking an endless chain of peaks, from here you can spot Roman columns stretching up into the sky, the remains of finely carved walls and sculptures tumbling down the mountainside, and a theatre with one of the best views in Türkiye. Special mention should be given to the 'Nymphaeum' - an elaborately decorated fountain, constructed in the late 100s AD. It was recently restored to full working order and is the site's stunning centrepiece. We'll break for lunch in the town of Aglasun. After lunch we head to the pleasant coastal resort town of Kas - our base for the next two nights. Along the way we'll pay a visit to Elmali, the largest Ottoman town in this area of Türkiye. The narrow streets are home to a fascinating array of timber houses that date back to the 17th century, when the area had a mixture of Ottoman, Turkish, Greek, and Armenian inhabitants. Despite the spectacular mountain setting, very few tourists visit the town, making it a charming and quiet place to stroll around. We'll visit the mosque, which dates back to the 16th century, as well as the Elmali museum that's home to some rare archaeological finds. Finally, we'll continue to Kas, aiming to arrive around 7pm."
    },
    {
      "dayNumber": 8,
      "title": "Free day in Kas with option to sea kayak or visit Xanthos",
      "description": ": With its old Greek houses and their quaint balconies, the tiny seaport of Kas is one of the most picturesque spots on the Turkish Riviera. Today is free for you to relax and soak up the town's charming atmosphere. After a busy week of sightseeing, Kas is a great place to unwind. Unlike the more touristy coastal resorts of Bodrum and Marmaris, Kas has retained its local charm and has a relaxed vibe in the off season. If you'd rather get active today, you could take a boat trip to see the sunken ruins at Kekova or try your hand at sea kayaking. Kas is also a great place to pick up souvenirs, particularly the beautiful silver jewellery sold here is worth looking at. For a little more culture, it's possible to arrange a trip to the UNESCO World Heritage Site of the ancient city of Xanthos, once capital of the Lycian League."
    },
    {
      "dayNumber": 9,
      "title": "Patara Beach, Saklikent Canyon. Stay at the lakeside town on Koycegiz",
      "description": ": Moving on from Kas, we'll drive to Patara Beach and explore the ruins of ancient Patara, the birthplace of Saint Nicholas. Taking a walk from the village of Gelemis, we'll stroll through olive groves into the site of Patara, then over the sand dunes to the beach of Patara. After a walk along the shoreline, we can climb to the rock headland that marks the edge of the bay to take in the views. We'll have the opportunity to grab a drink at a beach cafe, before having more time to explore the vast archaeological site of Patara, the Roman period capital of Lycia. Alternatively, you might like to take a swim in the sea - average water temperatures in winter are around 15-19 degrees so, for those who wish to brave the water, a thin wetsuit is recommended. In other months, as the sea warms, it makes for a refreshing dip. Our next stop is Saklikent canyon, where we hike through the 300-metre/985-foot high canyon following a picturesque stream. Our destination tonight is the scenic lakeside town of Koycegiz."
    },
    {
      "dayNumber": 10,
      "title": "Visit the Greco-Roman site of Aphrodisias and Pamukkale",
      "description": ": This morning we'll visit the Greco-Roman site of Aphrodisias, the ancient city of love and sanctuary of Aphrodite. The drive here takes around two hours. The tetrapylon is a wonderfully ornate example of a huge gateway which would have once welcomed you into the main street leading to the Temple of Aphrodite. You'll find the best of the sculpted reliefs and stonework that the site is famous for in the museum. The well-preserved odeon and theatre are also well worth seeing, as is the Sebastion, which is carved with reliefs depicting Aphrodite and her worshippers. The piece de resistance is the stadium which measures 270 metres long by 60 metres wide and would have held 30,000 spectators. On the seats you'll find carvings into the rock, which have been graffitied during the athletic events that took place here. Having visited the site, we'll have a chance to look round the museum. This afternoon, we continue to Pamukkale to explore one of Turkey's most amazing natural wonders, the 'cotton castle'. The castle takes its name from the white calcareous concretions deposited by mineral springs. Above the terraced pools, you'll find the ancient spa town of Hierapolis where the ruins date back to 2nd century BC and the time of Eumenes II. Earthquakes have rocked the area throughout history, and the site was finally abandoned in 1334 following a particularly strong quake. As recently as the mid-20th century, hotels were constructed on top of the priceless ruins but luckily, UNESCO World Heritage status has saved it from further damage. You can visit the theatre, Temple of Apollo, Frontinus Gate and see a number of sarcophagi as well as having the chance to go into the Archaeology Museum housed in the former Roman baths. We'll move on to the 'frozen waterfall'. Situated on a high escarpment, Pamukkale has been an attraction since Roman times. Stalactites of bright white petrified waterfalls cascade from basin to basin. We'll visit the incredible travertine pools, where you can opt to get your feet wet and enjoy the views overlooking the Menderes Valley."
    },
    {
      "dayNumber": 11,
      "title": "Explore Ephesus and the Temple of Artemis",
      "description": ": Today we'll visit Selcuk's historic neighbour, the great Greco-Roman city of Ephesus. Once visited by Mark Anthony and Cleopatra, and by St. Paul, inspiring the Epistle to the Ephesians, this seaport reached its zenith in the 2nd century AD, becoming one of the main cultural and economic centres of the ancient world. It boasted a gymnasium and a stadium with seating for 70,000 spectators. Other highlights include the Baths of Constantine, the brothel, the Temple of Hadrian with its beautiful facade, the theatre (a giant with 24,000 seats) and the odeon (a 2,000-seat music and poetry centre), the Arcadian Way (where Cleopatra entered from the harbour) and the Marble Avenue featuring the Library of Celsus. Driving on a short distance, we'll visit the scattered remains of the famous Temple of Artemis, one of the Seven Wonders of the Ancient World, before returning to Selcuk for a free afternoon. This afternoon, you might like to explore St John's Basilica, the Isa Bey Mosque or Selcuk Museum. Alternatively, you could do some shopping or simply soak up the town's laid-back vibe with a Turkish tea in one of the many open-air cafés."
    },
    {
      "dayNumber": 12,
      "title": "Visit the stunning Ottoman town of Birgi before a drive over Mt Bozdag, before descending to the fabled Sardis",
      "description": ": Driving out of Selcuk, we pass through the fertile farmland of the Little Meander Valley to Birgi, an amazingly preserved Ottoman provincial capital. The most outstanding buildings are the Aydi nogullari Mosque with a beautiful wooden minber (pulpit), and the unique painted mansion of Cakirag. After our visit here we will continue up the cool heights of Bozdag and have lunch in this mountain village, which even has a ski resort! A sharp descent brings us to the site of Sardis. Sardis was the capital of the ancient Lydian Kingdom. It's famous as the place where coinage was invented (it is said that King Midas washed his hands in the stream here to be rid of the Midas Touch) and for its legendary wealth under King Croesus. A major crossroads, it later became a significant center under Persian, Hellenistic, Roman, and Byzantine rule. Its ruins include a large synagogue, baths, and another Temple of Artemis. The reconstructed Roman Gymnasium building is an outstanding highlight. After a full visit of this rarely visited site, we head to a hotel in the nearby town of Salihli."
    },
    {
      "dayNumber": 13,
      "title": "Visit Pergamon Acropolis and Troy en route to Canakkale",
      "description": ": This morning, we'll leave our hotel around 8am to continue our journey north. We'll travel for two hours past the mysterious 'thousand peaks' of Bintepe, the countless and sometimes massive, tumulus graves of the Lydian Royals, endless olive groves and pomegranate trees to the Greco-Roman remains of Pergamon, set on the hill overlooking the modern-day town of Bergama. Pergamon gave its name to the word 'parchment', the material the town was well-known for throughout the Middle East. We'll take the cable car to visit the ancient Acropolis with the steepest ancient theatre known, and Temple of Trajan built on a vaulted foundation, and later continue for around three hours to the ancient site of Troy where, according to legend, the artful Ulysses devised the Wooden Horse Strategy, thereby ending the ten-year Trojan War. Here, nine ruined cities, one on top of the other, have been uncovered, going back 5,000 years. Troy VI is the assumed walled city of King Priam (1800-1275 BC), celebrated by the blind Greek poet Homer in the Iliad and all but lost in legend until it was unearthed by amateur archaeologist Schliemann in 1871. Later this afternoon, we'll drive the short distance to our hotel for the night, in the lively town of Canakkale on the Dardanelles, arriving between 6 and 7pm. Today is one of our longer driving days and we'll travel for approximately six hours."
    },
    {
      "dayNumber": 14,
      "title": "Travel to the Gallipoli Battlefields and return to Istanbul",
      "description": ": After breakfast we board the 20-minute ferry crossing from the Dardanelles Straits to the Gallipoli Peninsula on the European side of the waters. It was here in 1916 that, after much bloody hand-to-hand fighting and loss of life, the ill-fated Allied campaign was forced to concede victory to the Turks and withdraw. At Anzac Cove - a 600-metre beach that was the famous site of the Anzac landing - we'll visit the Anzac Commemorative site and Ari Burnu Cemetery. We'll continue inland slightly to visit the Lone Pine Australian Memorial and Cemetery before following the shoreline of the Sea of Marmara back to Istanbul for our final evening. The drive back to Istanbul will take around four hours, arriving in the early evening."
    },
    {
      "dayNumber": 15,
      "title": "Trip ends in Istanbul",
      "description": ": Our tour ends at our hotel in Istanbul. There are no activities planned today, so you're free to depart at any time. If your flight leaves later in the day, luggage storage facilities are available at our hotel. If you'd like a hotel transfer, you'll need to depart from Istanbul Airport (IST), around a ninety-minute drive from the hotel, or Sabiha Gokcen International Airport (SAW), around a two-hour drive from the hotel."
    }
  ],
  "map": ""
}