{
  "destination": "Turkey",
  "mainPhoto": "",
  "id": "turkey-small-group-tours",
  "tourName": "Turkey small group tours",
  "placesVisited": "Istanbul, Blue Mosque, Aya Sofya museum, Hippodrome, Gallipoli battlefields, tour of Troy, Acropolis of Pergamum, Temple of Trajan, Kusadasi, Temple of Artemis, Sirince, Pamukkale, Fethiye, Antalya, Cappadocia, Ankara, Optional 12 islands day cruise or tour to Saklikent Gorge",
  "generalInfo": "As an all-encompassing tour of Turkey, this fantastic two week adventure will follow ancient trading trails leading from Istanbul and take travellers into a world where time stands still and accommodation is nothing short of first-class.<br/><br/>Guided tours of Istanbul set the scene prior to travelling to the WWI battlefields of Gallopoli and the ancient city of Troy before continuing south to Kusadasi and touring the Roman ruins of Ephesus and the wine growing region surrounding the village of Sirince.<br/><br/>This tour of Turkey follows the coastline eastwards via Fethiye, Perge and Aspendos before picking up the ancient Silk Road to Konya and onwards to Cappadocia where curious rock formations and subterranean cities provide a unique glimpse at life in the east of Turkey before you return to Istanbul by way of the Turkish capital city of Ankara. <br/>",
  "durationDays": "19",
  "price": "3659",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Istanbul, transfer to hotel Upon arrival our staff will meet you at the airport and transfer you to your hotel in the centre of Istanbul for the start of your trip. The rest of the day is free for you to settle in and start to look around Istanbul. A welcome meeting will be held in the hotel lobby at 7pm where you can meet your guide and fellow travellers. However, this is not essential and may be missed if you have a late flight arrival. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Istanbul, old city tour. Bosphorous cruise Our trip begins this morning with a tour of the old city of Istanbul. Lying across two continents, this historically important city played an integral role in the development of both the Byzantine and Ottoman Empires. We visit the 17th century Blue Mosque, the Aya Sofya museum and explore the former residence of the Ottoman Sultans at Topkapi Palace before ending at the famous Hippodrome. In the afternoon we'll take a 1 hour cruise along the Bosphorous River to take a view of the city from this narrow straight of water which separates Europe from Asia, along the way your guide will give you an overview of the historical sights as you pass by. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Gallipoli battlefields and memorials tour We depart Istanbul this morning for the drive to Gallopoli where we will receive a fully guided tour of this World War I battlefield site. Although home to some of the fiercest fighting during the War, today the site is full of poignant memorials set against a subdued wooded landscape. Our tour will include the Lone Pine and Chunuk Bair memorials, ANZAC Cove, Johnston Jolly as well as The Nek and Gallipoli Museum. There will also be chance to see the original trenches and tunnels used during the war before we head to our hotel in Canakkale. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tour of Troy and the Acropolis of Pergamum This morning we make the short drive to the ancient city of Troy. Lying undiscoverd until midway through the 19th Century the excavations here brought the legend of the Trojan horse and the poems of Homer back to life. We then continue our drive south to the acropolis of Pergamum. A former kingdom we enjoy a full tour of the site including the Temple of Trajan and the famous library which is believed to have rivalled the library of Alexandria and helped shape Pergamum into a renowned cultural and political centre. OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kusadasi, Ephesus Roman ruins, wine tasting in the village of Sirince After breakfast we drive to the Roman site of Ephesus. The city at one time housed 250,000 people and is regarded as one of the best preserved ancient cities in the Mediterranean. We visit the Temple of Artemis, and explore the ancient marble streets of this ruined Roman city. This afternoon you'll learn a little about carpet weaving and visit a local vineyard in the former Greek village of Sirince, famous for it's fruit wines. Whilst here you'll have an opportunity to learn about the techniques using in producing wine and samples 3 local wines before returning to your hotel. OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Aphrodisias and onwards to Pamukkale After a leather shop visit, we will head to Aphrodisias the ancient city dedicated to Aphrodite, the goddess of Beauty, Love and Fertility, also famous for its school of sculpture, we visit the stadium, which is the best preserved in Anatolia, the Temple of Aphrodite, the Tetrapylon, theatre and the Museum. We then continue onwards to Pamukkale. OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Pamukkale Pools, Hierapolis and Salda Lake This morning we explore Pamukkale, the site is well known for the white calcium terraces known as Travertines. Pamukkale translates as 'cotton castles' and the naturally occuring geology here has created cloud like formations unlike anywhere else. We then head to the ancient city of Hierapolis to enjoy a dip in the hot thermal pools lodged amongst ancient columns left by the Romans who used the pools for their therapeutic powers. Then we will head to Salda Lake, is known as Turkish Maldives. It is a mountain lake and located in the mountains before we travel down to South. OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Fethiye. 12-island boat cruise Today we include a relaxing day cruise around the 12 Islands of the Gulf of Fethiye, during which you can enjoy swims in the clear blue waters and views of many secluded bays, tiny islands and beaches. Lunch is included on board the boat. As part of Turkey's 'Turquoise coast', the Gulf of Fethiye is very popular for Gulet Cruises, and this gives you full day's taste of the scenery and experience on board. If you're lucky you may get to see turtles of dolphins swimming. If you'd prefer to miss the boat trip, you could take an optional day tour to Saklikent Gorge, Turkey's longest and deepest canyon. You could also spend the day relaxing at the famous Oludeniz beach, a short drive away. OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Deserted Greek village of Kayakoy, to Antalya We leave Fethiye this morning and start our drive to Antalya. Our first stop of the day is to the deserted Greek village of Kayakoy, where the morning light should help produce some excellent photos. After arriving back at the coast in Antalya in the afternoon we'll have a walking tour of the old town area known as \"Kaleici\". Whilst on the your we'll visit Hadrian's Gate, the Ancient Harbour and the Suna-Inan Kirac Museum and the Greek Orthodox Church which sits within its gardens.. OVERNIGHT"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Perge & Aspendos We will visit Perge a famous antique site, early in the morning. After Perge we drive to Aspendos which has the best preserved 2nd Century Amphitheatre in Turkey. We return back to Antalya city in the afternoon and the remainder of your day is free. OVERNIGHT"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Exploring Konya and Sille We leave the coast behind today and head inland towards the important city of Konya. Once in Konya we'll visit to the Mausolem of Mevlana Celeleddin Rum and the Mevlana Museum where we learn more about the whirling dervishes. We also make a stop at the greek village of Sille before before spending the night in Konya. OVERNIGHT"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Cappadocia; underground city, local home dinner Today we continue our journey which will end amidst the spectacular landscape of Cappadocia with its fairytale views full of improbable rock formations and fascinating underground cities, along the way making a stop at the Sultanhani Caravansary. Today we'll explore the many levels of one of the several underground cities in the region. These were able to hold up to 20,000 people, and contained miles of tunnels connecting chapels, storage rooms, kitchens and wells, stables for livestock, wine and oil presses, school rooms and living quarters. They may have first been carved out of the soft volcanic rock by the Phrygians in the 8th-7th centuries BCE, and were further expanded in Roman times. They were then used in the Byzantine era as safe refuges for the Christian population from persecution by Muslim Arabs and later from Mongolian incursions of Tamerlane. This evening we'll visit a traditional Turkish home for dinner, where you can also learn a little about Turkish cuisine by assisting with the preparations and cooking of tonights dinner. OVERNIGHT"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Cappadocia Goreme, Pigeon and Red Valley We have another day to explore Cappadocia today where we'll make stops to marvel at the lunar landscape of Cappadocia today as we visit the Goreme Valley Open Air Museum and the fairy chimneys, the Pigeon Valley, known for its many pigeon houses which are carved into the soft volcanic tuff. Later, we'll visit the Red Valley, Cavusin and Avanos Town where we'll learn a little about handmade pottery. OVERNIGHT"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Travel to Ankara and fly to Van After leaving Cappadocia this morning, we'll heard to the capital city of Van, from where we'll take a direct flight to the eastern city of Van. On arrival at Van Airport, your local guide will meet you and travel with you to the Citadel. The Citadel of Van is a huge stone fortress, built during the Kingdom of Urartu between the 9th and 7th centuries BC. Later, you'll be transferred to your hotel where you'll have free time during the evening. OVERNIGHT"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Van and Akdamar Island After breakfast today, we'll take a ferry to cross Lake Van, making a stop on Akdamar Island, where you'll have a chance to see the amazing 10th century church, built as a palatine church for the kings of Vaspurakan. Time permitting, you may have a chance to take a swim in Lake Van. After time at Lake Van, we'll travel back to the city centre by road, to visit the Uratu Museum, the largest of its type. The museum is laid out in such a way that it will take you on a historical journey, through different time periods from the Paleolithic to the Ottoman era. Leaving the museum behind, we'll make time to visit some Van cats, possibly the best known export of this region of Turkey, often referred to as 'the swimming cats'. OVERNIGHT"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Dogubayazit, Ararat and drive to Kars Today will begin with a drive to Dogubayazit, with stops along the way in Muradiye and the Bendimaahi Falls. Whilst in Dogubayazit, we'll visit the beautiful Ishak Pasha Palace, constructed between 1685 and 1784. The Palace features a unique fushion of architecture from Seljik, Ottoman, Georgian, Armenian and even Persian eras. Later in the day we'll travel around the Western edge of Mount Ararat, known as one of the great natural spectactles of the word, and considered to be one of the resting places of Noahs Ark. The name 'Ararat' comes from the Bible and is a transliteration of 'Uratu' the name foreigners gave to this region during the time of the Bible. We'll end the day with a drive to Kars where we'll spend the night. OVERNIGHT"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Visit the ruins of Ani, 12 Apostles Church and Kars Castle Today, we embark on a captivating journey to Ani, the ancient capital of the Armenian kingdom, renowned for its unrivaled grandeur and size during the mid-10th century. Amidst the ruins, we'll uncover vestiges of several churches, the majestic shell of Ani Cathedral, the citadel, and a mosque. Prepare to be amazed by the remarkable frescoes within the Church of St Gregory (Tigran Honentz), which have astonishingly endured centuries of exposure to the elements. This afternoon, our exploration continues with visits to the 12 Apostles Church and the imposing Kars Castle. OVERNIGHT"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Fly from Kars to Istanbul. Today we'll take a domestic flight from Kars to Istanbul where we'll spend our final night in Turkey. Why not use your final night in Istanbul to revisit the Grand Bazaar where you can purpose some last minute souvenirs. OVERNIGHT"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Istanbul, free time, transfer to airport The tour ends in Istanbul today, and your time is free for some last minute shopping or sightseeing until we transfer you to the airport for your departure. OVERNIGHT"
    }
  ],
  "map": ""
}