[
  {
    "destination": "Turkey",
    "mainPhoto": "",
    "id": "turkey-small-group-tours",
    "tourName": "Turkey small group tours",
    "placesVisited": "Istanbul, Blue Mosque, Aya Sofya museum, Hippodrome, Gallipoli battlefields, tour of Troy, Acropolis of Pergamum, Temple of Trajan, Kusadasi, Temple of Artemis, Sirince, Pamukkale, Fethiye, Antalya, Cappadocia, Ankara, Optional 12 islands day cruise or tour to Saklikent Gorge",
    "generalInfo": "As an all-encompassing tour of Turkey, this fantastic two week adventure will follow ancient trading trails leading from Istanbul and take travellers into a world where time stands still and accommodation is nothing short of first-class.<br/><br/>Guided tours of Istanbul set the scene prior to travelling to the WWI battlefields of Gallopoli and the ancient city of Troy before continuing south to Kusadasi and touring the Roman ruins of Ephesus and the wine growing region surrounding the village of Sirince.<br/><br/>This tour of Turkey follows the coastline eastwards via Fethiye, Perge and Aspendos before picking up the ancient Silk Road to Konya and onwards to Cappadocia where curious rock formations and subterranean cities provide a unique glimpse at life in the east of Turkey before you return to Istanbul by way of the Turkish capital city of Ankara. <br/>",
    "durationDays": "19",
    "price": "3659",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive into Istanbul, transfer to hotel Upon arrival our staff will meet you at the airport and transfer you to your hotel in the centre of Istanbul for the start of your trip. The rest of the day is free for you to settle in and start to look around Istanbul. A welcome meeting will be held in the hotel lobby at 7pm where you can meet your guide and fellow travellers. However, this is not essential and may be missed if you have a late flight arrival. OVERNIGHT"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Istanbul, old city tour. Bosphorous cruise Our trip begins this morning with a tour of the old city of Istanbul. Lying across two continents, this historically important city played an integral role in the development of both the Byzantine and Ottoman Empires. We visit the 17th century Blue Mosque, the Aya Sofya museum and explore the former residence of the Ottoman Sultans at Topkapi Palace before ending at the famous Hippodrome. In the afternoon we'll take a 1 hour cruise along the Bosphorous River to take a view of the city from this narrow straight of water which separates Europe from Asia, along the way your guide will give you an overview of the historical sights as you pass by. OVERNIGHT"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Gallipoli battlefields and memorials tour We depart Istanbul this morning for the drive to Gallopoli where we will receive a fully guided tour of this World War I battlefield site. Although home to some of the fiercest fighting during the War, today the site is full of poignant memorials set against a subdued wooded landscape. Our tour will include the Lone Pine and Chunuk Bair memorials, ANZAC Cove, Johnston Jolly as well as The Nek and Gallipoli Museum. There will also be chance to see the original trenches and tunnels used during the war before we head to our hotel in Canakkale. OVERNIGHT"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Tour of Troy and the Acropolis of Pergamum This morning we make the short drive to the ancient city of Troy. Lying undiscoverd until midway through the 19th Century the excavations here brought the legend of the Trojan horse and the poems of Homer back to life. We then continue our drive south to the acropolis of Pergamum. A former kingdom we enjoy a full tour of the site including the Temple of Trajan and the famous library which is believed to have rivalled the library of Alexandria and helped shape Pergamum into a renowned cultural and political centre. OVERNIGHT"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Kusadasi, Ephesus Roman ruins, wine tasting in the village of Sirince After breakfast we drive to the Roman site of Ephesus. The city at one time housed 250,000 people and is regarded as one of the best preserved ancient cities in the Mediterranean. We visit the Temple of Artemis, and explore the ancient marble streets of this ruined Roman city. This afternoon you'll learn a little about carpet weaving and visit a local vineyard in the former Greek village of Sirince, famous for it's fruit wines. Whilst here you'll have an opportunity to learn about the techniques using in producing wine and samples 3 local wines before returning to your hotel. OVERNIGHT"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Aphrodisias and onwards to Pamukkale After a leather shop visit, we will head to Aphrodisias the ancient city dedicated to Aphrodite, the goddess of Beauty, Love and Fertility, also famous for its school of sculpture, we visit the stadium, which is the best preserved in Anatolia, the Temple of Aphrodite, the Tetrapylon, theatre and the Museum. We then continue onwards to Pamukkale. OVERNIGHT"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Pamukkale Pools, Hierapolis and Salda Lake This morning we explore Pamukkale, the site is well known for the white calcium terraces known as Travertines. Pamukkale translates as 'cotton castles' and the naturally occuring geology here has created cloud like formations unlike anywhere else. We then head to the ancient city of Hierapolis to enjoy a dip in the hot thermal pools lodged amongst ancient columns left by the Romans who used the pools for their therapeutic powers. Then we will head to Salda Lake, is known as Turkish Maldives. It is a mountain lake and located in the mountains before we travel down to South. OVERNIGHT"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Fethiye. 12-island boat cruise Today we include a relaxing day cruise around the 12 Islands of the Gulf of Fethiye, during which you can enjoy swims in the clear blue waters and views of many secluded bays, tiny islands and beaches. Lunch is included on board the boat. As part of Turkey's 'Turquoise coast', the Gulf of Fethiye is very popular for Gulet Cruises, and this gives you full day's taste of the scenery and experience on board. If you're lucky you may get to see turtles of dolphins swimming. If you'd prefer to miss the boat trip, you could take an optional day tour to Saklikent Gorge, Turkey's longest and deepest canyon. You could also spend the day relaxing at the famous Oludeniz beach, a short drive away. OVERNIGHT"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Deserted Greek village of Kayakoy, to Antalya We leave Fethiye this morning and start our drive to Antalya. Our first stop of the day is to the deserted Greek village of Kayakoy, where the morning light should help produce some excellent photos. After arriving back at the coast in Antalya in the afternoon we'll have a walking tour of the old town area known as \"Kaleici\". Whilst on the your we'll visit Hadrian's Gate, the Ancient Harbour and the Suna-Inan Kirac Museum and the Greek Orthodox Church which sits within its gardens.. OVERNIGHT"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Perge & Aspendos We will visit Perge a famous antique site, early in the morning. After Perge we drive to Aspendos which has the best preserved 2nd Century Amphitheatre in Turkey. We return back to Antalya city in the afternoon and the remainder of your day is free. OVERNIGHT"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Exploring Konya and Sille We leave the coast behind today and head inland towards the important city of Konya. Once in Konya we'll visit to the Mausolem of Mevlana Celeleddin Rum and the Mevlana Museum where we learn more about the whirling dervishes. We also make a stop at the greek village of Sille before before spending the night in Konya. OVERNIGHT"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Cappadocia; underground city, local home dinner Today we continue our journey which will end amidst the spectacular landscape of Cappadocia with its fairytale views full of improbable rock formations and fascinating underground cities, along the way making a stop at the Sultanhani Caravansary. Today we'll explore the many levels of one of the several underground cities in the region. These were able to hold up to 20,000 people, and contained miles of tunnels connecting chapels, storage rooms, kitchens and wells, stables for livestock, wine and oil presses, school rooms and living quarters. They may have first been carved out of the soft volcanic rock by the Phrygians in the 8th-7th centuries BCE, and were further expanded in Roman times. They were then used in the Byzantine era as safe refuges for the Christian population from persecution by Muslim Arabs and later from Mongolian incursions of Tamerlane. This evening we'll visit a traditional Turkish home for dinner, where you can also learn a little about Turkish cuisine by assisting with the preparations and cooking of tonights dinner. OVERNIGHT"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Cappadocia Goreme, Pigeon and Red Valley We have another day to explore Cappadocia today where we'll make stops to marvel at the lunar landscape of Cappadocia today as we visit the Goreme Valley Open Air Museum and the fairy chimneys, the Pigeon Valley, known for its many pigeon houses which are carved into the soft volcanic tuff. Later, we'll visit the Red Valley, Cavusin and Avanos Town where we'll learn a little about handmade pottery. OVERNIGHT"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Travel to Ankara and fly to Van After leaving Cappadocia this morning, we'll heard to the capital city of Van, from where we'll take a direct flight to the eastern city of Van. On arrival at Van Airport, your local guide will meet you and travel with you to the Citadel. The Citadel of Van is a huge stone fortress, built during the Kingdom of Urartu between the 9th and 7th centuries BC. Later, you'll be transferred to your hotel where you'll have free time during the evening. OVERNIGHT"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Van and Akdamar Island After breakfast today, we'll take a ferry to cross Lake Van, making a stop on Akdamar Island, where you'll have a chance to see the amazing 10th century church, built as a palatine church for the kings of Vaspurakan. Time permitting, you may have a chance to take a swim in Lake Van. After time at Lake Van, we'll travel back to the city centre by road, to visit the Uratu Museum, the largest of its type. The museum is laid out in such a way that it will take you on a historical journey, through different time periods from the Paleolithic to the Ottoman era. Leaving the museum behind, we'll make time to visit some Van cats, possibly the best known export of this region of Turkey, often referred to as 'the swimming cats'. OVERNIGHT"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Dogubayazit, Ararat and drive to Kars Today will begin with a drive to Dogubayazit, with stops along the way in Muradiye and the Bendimaahi Falls. Whilst in Dogubayazit, we'll visit the beautiful Ishak Pasha Palace, constructed between 1685 and 1784. The Palace features a unique fushion of architecture from Seljik, Ottoman, Georgian, Armenian and even Persian eras. Later in the day we'll travel around the Western edge of Mount Ararat, known as one of the great natural spectactles of the word, and considered to be one of the resting places of Noahs Ark. The name 'Ararat' comes from the Bible and is a transliteration of 'Uratu' the name foreigners gave to this region during the time of the Bible. We'll end the day with a drive to Kars where we'll spend the night. OVERNIGHT"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Visit the ruins of Ani, 12 Apostles Church and Kars Castle Today, we embark on a captivating journey to Ani, the ancient capital of the Armenian kingdom, renowned for its unrivaled grandeur and size during the mid-10th century. Amidst the ruins, we'll uncover vestiges of several churches, the majestic shell of Ani Cathedral, the citadel, and a mosque. Prepare to be amazed by the remarkable frescoes within the Church of St Gregory (Tigran Honentz), which have astonishingly endured centuries of exposure to the elements. This afternoon, our exploration continues with visits to the 12 Apostles Church and the imposing Kars Castle. OVERNIGHT"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Fly from Kars to Istanbul. Today we'll take a domestic flight from Kars to Istanbul where we'll spend our final night in Turkey. Why not use your final night in Istanbul to revisit the Grand Bazaar where you can purpose some last minute souvenirs. OVERNIGHT"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Istanbul, free time, transfer to airport The tour ends in Istanbul today, and your time is free for some last minute shopping or sightseeing until we transfer you to the airport for your departure. OVERNIGHT"
      }
    ],
    "map": ""
  },
  {
    "destination": "Turkey",
    "mainPhoto": "",
    "id": "turkey-tour-small-group",
    "tourName": "Turkey tour, small group",
    "placesVisited": "",
    "generalInfo": "From the rugged landscapes of Cappadocia to the energetic buzz of Istanbul, this fast-paced tour ticks off all of Turkey's must-sees and more. As the bridge between East and West, the country is a fascinating tapestry of cultures. Journey through its rich history, visiting relics from the Ottoman and Greco-Roman Empires. Along the way, get lost in spice-scented bazaars, relax on the turquoise coast, and refuel with local tipples and treats. <br/> <br/> Vistas of Cappadocia - Explore the fairy-tale chimneys and rock-carved dwellings of Cappadocia. <br/> <br/> Ancient icons - Journey to Ephesus on the Ionian coast and visit remains from the Greek and Roman empires. <br/> <br/> Gallipoli - Discover the poignant World War I memorials including the Lone Pine Cemetery. <br/>",
    "durationDays": "15",
    "price": "2295",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip in Istanbul",
        "description": ": Our tour of Turkey starts in Istanbul. Once known as Constantinople, the city has been the capital of both the Byzantine and Ottoman empires and today, its historic riches are evident at every turn. Straddling Europe and Asia, Istanbul was an important stop on the old Silk Road. This resulted in the city forming a patchwork of cultures that makes up modern-day Istanbul (and its mouthwatering cuisine). Turkish food is a hearty and healthy mix of Middle Eastern, Asian, and Balkan style dishes ranging from barbecued meat kebabs to vine leaf-wrapped vegetable rice parcels. For those arriving in time, our tour leader will meet you in the hotel reception at 7pm for a welcome meeting, followed by dinner for those who want to join. There are no activities planned today, so you're free to arrive in Istanbul at any time. If you miss the welcome meeting, our tour leader will catch you up as soon as possible. Please note that if some passengers are arriving after the planned welcome time, then the main introductory briefing will be conducted on the morning of day 2 when everybody is present. If you'd like an airport transfer, you'll need to arrive at Istanbul Airport (IST) (a 90-minute drive from the centre) or Sabiha Gokcen International Airport (SAW) (a two-hour drive from the centre). If you are arriving into Istanbul Airport (IST) and have an arrival transfer confirmed with us - once you have collected your luggage, please proceed towards the airport exit. Your transfer driver will be waiting for you outside exit gate 14 with a H&B sign at Istanbul Airport (IST) or at column number 9 with a NP sign at Sabiha Gokcen International Airport (SAW). We use two different start hotels on this trip, both are conveniently located within walking distance from many of the Sultanahmet district's main sites including the Blue Mosque the Grand Bazaar and Topkapi Palace. The hotels features a rooftop restaurant. If your flight arrives earlier in the day, you might want to visit Istanbul's Grand Bazaar (closed on Sundays). Located within the walls of Istanbul, it's made up of over 60 streets and 3,000 shops selling everything from jewellery to carpets and furniture to local arts and crafts. The labyrinth of streets also houses two mosques, two hammams and plenty of cafes and restaurants, so there's plenty to explore."
      },
      {
        "dayNumber": 2,
        "title": "Full day to explore Istanbul’s highlights including the Sultanahmet Blue Mosque and a Bosphorus cruise",
        "description": ": This morning we'll get our first taste of a traditional Turkish breakfast, which usually consists of yogurts, cheese, and breads along with cucumbers, tomatoes, olives and fruits. We'll head out on foot towards the Sultanahmet Square. Also known as the Hippodrome of Constantinople, the square was used for chariot racing in the Roman era. Today it's much more sedate but houses iconic landmarks such as the Byzantine Hagia Sophia, the Serpentine Column, Obelisk of Theodosius and the Walled Obelisk. We'll have a guided tour of the square, ending at its most famous building, the Sultanahmet Blue Mosque, which we see from the inside (please note ladies should cover their heads, scarves are available to borrow and men should remove hats when entering). Continuing on foot for around half an hour through the interesting back streets, we visit Suleymaniye Mosque, an imperial mosque commissioned by Suleiman the Magnificent in the mid 1550s. There are several lunch options around the Suleymanyiye district, alternatively, it's a short walk or tram ride to the Spice Bazaar where there are plenty of traditional restaurants and cafes to try Istanbul's street foods. This afternoon, we'll take a cruise on the Bosphorus. Lasting around two hours, a cruise offers great views of the city skyline from the waterway that separates the continent of Europe and Asia. Depending on your interests and time available in Istanbul you may wish to visit the Hagia Sophia, Galata Tower, Topkapi Palace Museum or Basilica Cistern after our Bosphorus cruise, your tour leader can give you advice on the options available. With so much to see in Istanbul, you might like to spend additional nights before or after the trip."
      },
      {
        "dayNumber": 3,
        "title": "Travel to Ankara to visit Ataturk’s Mausoleum and the Museum of Anatolian Civilisations",
        "description": ": We'll depart early this morning (around 7am), leaving Türkiye's largest city behind and heading for the capital, Ankara. The drive takes around six hours, but we'll have plenty of comfort breaks along the way. During the summer months, you can spot fields of sunflowers along the roads. On arrival in Ankara, we'll visit the Mausoleum of Mustafa Kemal Ataturk. Sitting high above the city, this monument honours the highly respected leader of Turkey's fight for independence, widely regarded as the founder of modern Turkey. We'll also visit the superb Museum of Anatolian Civilisations, which gives a fantastic overview of Turkey's complex history. Tonight, we'll stay at a centrally located hotel, giving good access to the capital's restaurants and bars."
      },
      {
        "dayNumber": 4,
        "title": "Visit Hacibektas Museum en route to Goreme in the heart of Cappadocia",
        "description": ": This morning, we'll set off to Cappadocia, stopping in Hacibektas (a three-hour drive from Ankara) en route. The museum here once housed the famous Bektashi Dervish sect and is now recreated as it would have looked during the 13th century. After our visit, we'll continue for another hour to Goreme - our base for the next two nights and from where we'll begin to explore the landscape of Cappadocia. The area is famous for its unique geological formations as well as its rich history, which stretches back to before the Hittites (2,000 BC). After lunch, we'll join our tour leader on a walk through one of the iconic valleys of Cappadocia such as the Love or Red Valley, giving us an astounding view of the local landscapes. According to interests, the temperature and our tour leader's suggestions, the walk will vary - lasting approximately 2-3 hours and covering 4 to 5 kilometres or 3 to 4 miles. Formed by volcanic eruptions that covered the valleys with mud, ash, and blocks of hard rock, over the ages this volcanic 'tufa' has been sculpted by erosion into strange shapes. Byzantine hermits settled in this area and carved churches, houses and fortresses into these cone formations known as fairy-tale chimneys as well as complete underground cities. Should you wish to opt out of the walk, you can relax at the hotel. Later in the afternoon, we'll visit the UNESCO World Heritage Site of the Goreme Open Air Museum located a very short distance from our hotel, where we'll explore its many rock-carved churches and monastic buildings. We'll spend the next two nights in a modern hotel on the outskirts of Goreme. Our hotel has an outdoor swimming pool (note, this is closed in the winter months) a restaurant and a large garden, if you're up early enough in the morning, you'll be able to see hot air balloons filling the sky."
      },
      {
        "dayNumber": 5,
        "title": "Full day exploring Cappadocia",
        "description": ": If you are considering an optional ballooning excursion, we advise you book this yourself for today as we have a very early start tomorrow morning. Please see optional excursions for more details. Today we'll have a full day to explore Cappadocia. Our day starts with a visit to Kaymakli underground city, a journey of around 50 minutes each way. Built by early Christians escaping oppression and once home to 3,500 people, this troglodyte cave-city is one of the largest of 34 similar excavations in Cappadocia. It contains nearly 100 tunnels on eight subterranean floors, and we'll explore the four that are open to the public, containing stables, a church and storage places. After exploring the underground city, we make our way back stopping at Uchisar Castle, a citadel perched on a rock, giving expansive views over Cappadocia and the surrounding valleys. This afternoon there is another opportunity to explore the beautiful valleys of Cappadocia on foot. Our tour leader will discuss the options with us on the day. Please note, if you're travelling over the summer months, it can be incredibly hot in Turkey; although as Cappadocia sits at around 1,000 metres/3,280 feet, it avoids the excessive heat experienced in lower areas on the coast. If you're travelling on a summer departure, be prepared for hot weather - we recommend wearing light layers and carrying sunscreen, a hat and a water bottle as there is limited shade. Should you wish to opt out of the walk, there is the option of wine tasting - please see the budgeting section for more details."
      },
      {
        "dayNumber": 6,
        "title": "Drive via Sultanhani to Konya. Visit a Caravansaray, a major inn on the Silk Road. Overnight on Egiridir lake.",
        "description": ": Our first stop today will be the 13th-century Sultanhani Caravanserai. Once the largest roadside inn in Türkiye, it supported the constant flow of commerce between the East and the West. Afterwards, we'll drive another two hours to Konya - one of Turkey's important religious sites and the home of the Mevlana sect (better known as the Whirling Dervishes). Here, we'll visit the Mevlana Museum and learn more about Sufism and the Whirling Dervish tradition. After lunch, we'll head back out on the road, making short stops at Beysehir's Esrefogul mosque and the mysterious sculptures at Eflatunpinar, a Hittite memorial to their water gods, at this rare spring in the harsh steppeland. Finally we drive to Egiridir lake, one of Turkey's largest freshwater lakes known for its natural beauty. Our simple small locally run hotel is close to the lake shore with a terrace looking out onto the lake and the surrounding hills, the hotel is situated in a quiet road at the end of the island and its possible to swim in the lake close to the hotel. We have rated the property as simple on the grounds of the decor being somewhat dated, none the less it is a pleasant location to break our journey. Note, today is the longest day overall and we'll spend a total of seven hours driving, however, our journey will be broken up by comfort breaks and site visits."
      },
      {
        "dayNumber": 7,
        "title": "Journey to Kas via the ancient site of Sagalassos and the Ottoman town of Elmali.",
        "description": ": Bidding farewell to Egiridir Lake, it's a short drive to one of Turkey's hidden gems; the ancient city of Sagalassos. Sagalassos combines the best of Türkiye's ancient history with spectacular views. Perched on a steep mountain slope, overlooking an endless chain of peaks, from here you can spot Roman columns stretching up into the sky, the remains of finely carved walls and sculptures tumbling down the mountainside, and a theatre with one of the best views in Türkiye. Special mention should be given to the 'Nymphaeum' - an elaborately decorated fountain, constructed in the late 100s AD. It was recently restored to full working order and is the site's stunning centrepiece. We'll break for lunch in the town of Aglasun. After lunch we head to the pleasant coastal resort town of Kas - our base for the next two nights. Along the way we'll pay a visit to Elmali, the largest Ottoman town in this area of Türkiye. The narrow streets are home to a fascinating array of timber houses that date back to the 17th century, when the area had a mixture of Ottoman, Turkish, Greek, and Armenian inhabitants. Despite the spectacular mountain setting, very few tourists visit the town, making it a charming and quiet place to stroll around. We'll visit the mosque, which dates back to the 16th century, as well as the Elmali museum that's home to some rare archaeological finds. Finally, we'll continue to Kas, aiming to arrive around 7pm."
      },
      {
        "dayNumber": 8,
        "title": "Free day in Kas with option to sea kayak or visit Xanthos",
        "description": ": With its old Greek houses and their quaint balconies, the tiny seaport of Kas is one of the most picturesque spots on the Turkish Riviera. Today is free for you to relax and soak up the town's charming atmosphere. After a busy week of sightseeing, Kas is a great place to unwind. Unlike the more touristy coastal resorts of Bodrum and Marmaris, Kas has retained its local charm and has a relaxed vibe in the off season. If you'd rather get active today, you could take a boat trip to see the sunken ruins at Kekova or try your hand at sea kayaking. Kas is also a great place to pick up souvenirs, particularly the beautiful silver jewellery sold here is worth looking at. For a little more culture, it's possible to arrange a trip to the UNESCO World Heritage Site of the ancient city of Xanthos, once capital of the Lycian League."
      },
      {
        "dayNumber": 9,
        "title": "Patara Beach, Saklikent Canyon. Stay at the lakeside town on Koycegiz",
        "description": ": Moving on from Kas, we'll drive to Patara Beach and explore the ruins of ancient Patara, the birthplace of Saint Nicholas. Taking a walk from the village of Gelemis, we'll stroll through olive groves into the site of Patara, then over the sand dunes to the beach of Patara. After a walk along the shoreline, we can climb to the rock headland that marks the edge of the bay to take in the views. We'll have the opportunity to grab a drink at a beach cafe, before having more time to explore the vast archaeological site of Patara, the Roman period capital of Lycia. Alternatively, you might like to take a swim in the sea - average water temperatures in winter are around 15-19 degrees so, for those who wish to brave the water, a thin wetsuit is recommended. In other months, as the sea warms, it makes for a refreshing dip. Our next stop is Saklikent canyon, where we hike through the 300-metre/985-foot high canyon following a picturesque stream. Our destination tonight is the scenic lakeside town of Koycegiz."
      },
      {
        "dayNumber": 10,
        "title": "Visit the Greco-Roman site of Aphrodisias and Pamukkale",
        "description": ": This morning we'll visit the Greco-Roman site of Aphrodisias, the ancient city of love and sanctuary of Aphrodite. The drive here takes around two hours. The tetrapylon is a wonderfully ornate example of a huge gateway which would have once welcomed you into the main street leading to the Temple of Aphrodite. You'll find the best of the sculpted reliefs and stonework that the site is famous for in the museum. The well-preserved odeon and theatre are also well worth seeing, as is the Sebastion, which is carved with reliefs depicting Aphrodite and her worshippers. The piece de resistance is the stadium which measures 270 metres long by 60 metres wide and would have held 30,000 spectators. On the seats you'll find carvings into the rock, which have been graffitied during the athletic events that took place here. Having visited the site, we'll have a chance to look round the museum. This afternoon, we continue to Pamukkale to explore one of Turkey's most amazing natural wonders, the 'cotton castle'. The castle takes its name from the white calcareous concretions deposited by mineral springs. Above the terraced pools, you'll find the ancient spa town of Hierapolis where the ruins date back to 2nd century BC and the time of Eumenes II. Earthquakes have rocked the area throughout history, and the site was finally abandoned in 1334 following a particularly strong quake. As recently as the mid-20th century, hotels were constructed on top of the priceless ruins but luckily, UNESCO World Heritage status has saved it from further damage. You can visit the theatre, Temple of Apollo, Frontinus Gate and see a number of sarcophagi as well as having the chance to go into the Archaeology Museum housed in the former Roman baths. We'll move on to the 'frozen waterfall'. Situated on a high escarpment, Pamukkale has been an attraction since Roman times. Stalactites of bright white petrified waterfalls cascade from basin to basin. We'll visit the incredible travertine pools, where you can opt to get your feet wet and enjoy the views overlooking the Menderes Valley."
      },
      {
        "dayNumber": 11,
        "title": "Explore Ephesus and the Temple of Artemis",
        "description": ": Today we'll visit Selcuk's historic neighbour, the great Greco-Roman city of Ephesus. Once visited by Mark Anthony and Cleopatra, and by St. Paul, inspiring the Epistle to the Ephesians, this seaport reached its zenith in the 2nd century AD, becoming one of the main cultural and economic centres of the ancient world. It boasted a gymnasium and a stadium with seating for 70,000 spectators. Other highlights include the Baths of Constantine, the brothel, the Temple of Hadrian with its beautiful facade, the theatre (a giant with 24,000 seats) and the odeon (a 2,000-seat music and poetry centre), the Arcadian Way (where Cleopatra entered from the harbour) and the Marble Avenue featuring the Library of Celsus. Driving on a short distance, we'll visit the scattered remains of the famous Temple of Artemis, one of the Seven Wonders of the Ancient World, before returning to Selcuk for a free afternoon. This afternoon, you might like to explore St John's Basilica, the Isa Bey Mosque or Selcuk Museum. Alternatively, you could do some shopping or simply soak up the town's laid-back vibe with a Turkish tea in one of the many open-air cafés."
      },
      {
        "dayNumber": 12,
        "title": "Visit the stunning Ottoman town of Birgi before a drive over Mt Bozdag, before descending to the fabled Sardis",
        "description": ": Driving out of Selcuk, we pass through the fertile farmland of the Little Meander Valley to Birgi, an amazingly preserved Ottoman provincial capital. The most outstanding buildings are the Aydi nogullari Mosque with a beautiful wooden minber (pulpit), and the unique painted mansion of Cakirag. After our visit here we will continue up the cool heights of Bozdag and have lunch in this mountain village, which even has a ski resort! A sharp descent brings us to the site of Sardis. Sardis was the capital of the ancient Lydian Kingdom. It's famous as the place where coinage was invented (it is said that King Midas washed his hands in the stream here to be rid of the Midas Touch) and for its legendary wealth under King Croesus. A major crossroads, it later became a significant center under Persian, Hellenistic, Roman, and Byzantine rule. Its ruins include a large synagogue, baths, and another Temple of Artemis. The reconstructed Roman Gymnasium building is an outstanding highlight. After a full visit of this rarely visited site, we head to a hotel in the nearby town of Salihli."
      },
      {
        "dayNumber": 13,
        "title": "Visit Pergamon Acropolis and Troy en route to Canakkale",
        "description": ": This morning, we'll leave our hotel around 8am to continue our journey north. We'll travel for two hours past the mysterious 'thousand peaks' of Bintepe, the countless and sometimes massive, tumulus graves of the Lydian Royals, endless olive groves and pomegranate trees to the Greco-Roman remains of Pergamon, set on the hill overlooking the modern-day town of Bergama. Pergamon gave its name to the word 'parchment', the material the town was well-known for throughout the Middle East. We'll take the cable car to visit the ancient Acropolis with the steepest ancient theatre known, and Temple of Trajan built on a vaulted foundation, and later continue for around three hours to the ancient site of Troy where, according to legend, the artful Ulysses devised the Wooden Horse Strategy, thereby ending the ten-year Trojan War. Here, nine ruined cities, one on top of the other, have been uncovered, going back 5,000 years. Troy VI is the assumed walled city of King Priam (1800-1275 BC), celebrated by the blind Greek poet Homer in the Iliad and all but lost in legend until it was unearthed by amateur archaeologist Schliemann in 1871. Later this afternoon, we'll drive the short distance to our hotel for the night, in the lively town of Canakkale on the Dardanelles, arriving between 6 and 7pm. Today is one of our longer driving days and we'll travel for approximately six hours."
      },
      {
        "dayNumber": 14,
        "title": "Travel to the Gallipoli Battlefields and return to Istanbul",
        "description": ": After breakfast we board the 20-minute ferry crossing from the Dardanelles Straits to the Gallipoli Peninsula on the European side of the waters. It was here in 1916 that, after much bloody hand-to-hand fighting and loss of life, the ill-fated Allied campaign was forced to concede victory to the Turks and withdraw. At Anzac Cove - a 600-metre beach that was the famous site of the Anzac landing - we'll visit the Anzac Commemorative site and Ari Burnu Cemetery. We'll continue inland slightly to visit the Lone Pine Australian Memorial and Cemetery before following the shoreline of the Sea of Marmara back to Istanbul for our final evening. The drive back to Istanbul will take around four hours, arriving in the early evening."
      },
      {
        "dayNumber": 15,
        "title": "Trip ends in Istanbul",
        "description": ": Our tour ends at our hotel in Istanbul. There are no activities planned today, so you're free to depart at any time. If your flight leaves later in the day, luggage storage facilities are available at our hotel. If you'd like a hotel transfer, you'll need to depart from Istanbul Airport (IST), around a ninety-minute drive from the hotel, or Sabiha Gokcen International Airport (SAW), around a two-hour drive from the hotel."
      }
    ],
    "map": ""
  },
  {
    "destination": "Turkey",
    "mainPhoto": "",
    "id": "10-day-best-of-turkey-tour",
    "tourName": "10-Day Best of Turkey Tour",
    "placesVisited": "Istanbul, Cappadocia, Ephesus, Kusadasi, Izmir",
    "generalInfo": "Enjoy the unique landscapes and treasured history during your custom-tailored 10-day Turkey tour. The ancient city of Ephesus will take you back in time to view elegant Ionian architecture. The breathtaking boulders of Cappadocia will reveal spellbinding natural beauty during your Turkey trip to showcase where dramatic scenery and vibrant culture combine.",
    "durationDays": "10",
    "price": "4,300",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Istanbul – The City of Istanbul",
        "description": "Your private transfer will meet you at the airport and escort you to your luxurious accommodation in the heart of Istanbul. The ceramic tiles adorning the facades along the historic city have a lively sheen. The trolley car will run along the center of the Beyoglu district. The daily crowd will exude a welcoming energy. The buildings will highlight the European influence, filled with restaurants and cafes with seating spilling onto the sidewalks. You will find charming narrow alleys where old men play dominoes accompanied by the rich aroma of fresh Turkish coffee."
      },
      {
        "dayNumber": "2",
        "title": "Istanbul – Culture and History",
        "description": "The morning will bring with it the savory and sweet scents of breakfast, such as tantalizing baked breads and honey. The familiar aroma of Turkish coffee will welcome the memory of the strong flavor. Your guide will meet you at your hotel after breakfast ready to show you the beauty of Istanbul on a half-day tour beginning with the Blue Mosque. The structure was built in the 17th century under the patronage of Sultan Ahmet I. The sultan wanted to construct a place of worship that was grander than the Hagia Sophia."
      },
      {
        "dayNumber": "3",
        "title": "Istanbul – Cruise the Bosphorus",
        "description": "The morning will fill with rapid color and energy as locals enjoy their morning Turkish coffee and sweet pastries. After breakfast, you are taken to the Spice Bazaar with your private guide finding the marketplace that dates back to the 17th century. After your visit to the marketplace, you will step aboard a boat and begin your cruise of the Bosphorus. You will stop at Dolmabahce Palace to see the administrative center of the Ottoman Empire. The palace was constructed in the 19th century and is the largest palace in Turkey with over 285 rooms."
      },
      {
        "dayNumber": "4",
        "title": "Cappadocia – The Scenery of Cappadocia",
        "description": "The culture of Istanbul is an image of the city’s history, from the mosques to the coffee, the spices to the palaces. Your private transfer will meet you in the hotel lobby and escort you from your hotel to the airport where you will board your flight bound for Cappadocia. You will arrive in the stunning region to find the famous landscape encompassing honeycombed hills and boulders towering over the unearthly plain. The foothills roll and the mountains shift from orange to cream. The stone is soft and has been carved into homes and churches in order to create shelter for local residents for thousands of years."
      },
      {
        "dayNumber": "5",
        "title": "Cappadocia – Visit Cavusin Village",
        "description": "Sunrise over Cappadocia will offer a breathtaking rainbow of colors as the light peeks over the ridge. After breakfast, your private guide will meet you at the hotel and lead you to the famous Goreme Open-Air Museum, where Byzantine monks carved churches out of the soft rock and created tremendous chapels and monasteries. In the 17th century, the collection of churches became a pilgrimage site. The complex is hidden in the mountainside and could have gone unnoticed if you did not know it was there."
      },
      {
        "dayNumber": "6",
        "title": "Cappadocia – A Day at your Pace",
        "description": "The day will be yours to spend as you wish in the tremendous setting of Cappadocia. The sky will show a clear blue. You will see the remarkable boulders rise into the air and twist like independent karsts. To enjoy the impressive landscape, you could indulge in a hot air balloon ride. The magnificent balloon will inflate and carry you away into the sky. The rush of the flame and the swelling balloon will take you into the air. There are a remarkable number of other balloons in the sky that will look like vivacious clouds."
      },
      {
        "dayNumber": "7",
        "title": "Izmir – The Port City of Izmir",
        "description": "The rugged and spellbinding landscape of Cappadocia will disappear beyond the horizon in the morning when your private transfer takes you to the Kayseri Airport. You will soon arrive in the coastal city of Kusadasi for a short tour before arriving in Izmir. The city sits on the sapphire shores of the Aegean Sea. That famous beach of Kadinlar Denizi pulses with a distinctive energy adding to the inviting whir of beachside and luxury ambiance. Umbrellas will help create comfortable shade under the hot, Mediterranean sun. The water will lap gently at the sand."
      },
      {
        "dayNumber": "8",
        "title": "Izmir – The Ancient Ruins of Ephesus",
        "description": "The aroma of sweet mint tea will emanate from the cafes in the morning. You will hear the Turkish coffee percolating. After breakfast, you will make your way to the ancient city of Ephesus with your guide for a private tour of Europe’s best-preserved classical metropolis. Attic-Ionian Greek colonists founded the city in the 10th century BC. The Temple of Artemis, one of the Seven Wonders of the Ancient World, once towered over the cityscape. A single pillar remains and stands over sixty feet tall."
      },
      {
        "dayNumber": "9",
        "title": "Izmir – Majestic Scenery",
        "description": "The day will be at your leisure to enjoy the charming coastline along the Aegean Sea. The sand will feel warm and the water will offer a refreshing cool feeling against the golden Mediterranean light. You could also enjoy another trip into the ancient history of the surrounding countryside with a visit to Pergamon. The ancient city remains filled with tranquil streets and a classic splendor. The Acropolis retains the adornments of grand temples and the dramatic theater."
      },
      {
        "dayNumber": "10",
        "title": "Istanbul – Departure",
        "description": "You will hear the morning tide brush against the shore. The sun will rise and cast a golden glower over the sand. The water will continue to glow a remarkable sapphire as the scent of Turkish coffee accompanies breakfast. Your private transfer will meet you in the hotel lobby to escort you to the airport for your return flight."
      }
    ],
    "map": ""
  },
  {
    "destination": "Turkey",
    "mainPhoto": "",
    "id": "a-perfect-romantic-getaway-vacation-to-turkey",
    "tourName": "A Perfect Romantic Getaway Vacation to Turkey",
    "placesVisited": "Istanbul, Ephesus, Izmir, Kusadasi, Didyma, Iasos, Bargylia, Myndos, Cnidus, Bodrum, Halicarnassus, Hagia Sophia, Bosphorus, Miletus, Priene",
    "generalInfo": "Turkey is one of the world's oldest romantic destinations. Marc Anthony and Cleopatra used to escape here, and 2,000 years later, the blend of mystery and beauty continues to captivate. Explore Istanbul's bazaar of wonders, ancient Roman history in Ephesus, and a private cruise on the Aegean to discover the opulence of an ancient love story and contemporary luxuries.",
    "durationDays": "11",
    "price": "14,300",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Istanbul – A Romantic Welcome in Istanbul",
        "description": "Istanbul bristles with history and culture. Dissected by the Bosphorus, and marking the divide between Europe and Asia, the city forms a treasure chest of memoirs from two continents, dozens of sultans, and a handful of famous empires. You're picked up at the airport and transferred to your boutique hotel. Don't worry about travel fatigue because there's an indulgent treat waiting nearby. The local hamams date back over 500 years and glimpse at the earliest examples of spa treatments. Enjoy a two hour treatment at the Four Seasons Spa, a place that's based on the traditions of a classic Istanbul hamam, but is updated with modern touches and therapies. It's the perfect antidote to a long journey and an idyllic way to start a vacation of romance. Feeling suitably relaxed and recuperated, your driver then takes you to a gourmet rooftop restaurant with views into another continent. Savor a traditional feast that draws on the influences started by Roman and Greek empires. Wine is corked, the sunset gently reflects on the Bosphorus, and a table for two offers an indication of the privacy and exclusivity to expect on this vacation. After dinner, and at your convenience, the driver will return you to the hotel."
      },
      {
        "dayNumber": "2",
        "title": "Istanbul – Exploring the Culture and History of Istanbul",
        "description": "Today's guided tour delves deep into the mesmeric history of Istanbul. Start in Roman times, with Emperor Septimus Severus to be precise, at the remains of Hippodrome. At one time this was the centerpiece of Byzantium, and while the remains are few, they reveal 2,000 years of history. An expert local guide will provide a narrative as you visit the Egyptian Obelisk, as well as the Serpentine and Constantine columns. The Hippodrome has always been a meeting point and while there are no longer chariot races, it's still a place for relaxing with a drink and watching the world go by. Domes dominate the view. On one side, it's the Hagia Sophia, a Byzantine wonder that was once the largest church in the world. In later years it was converted to a mosque and evidence of two religions decorate the interior: frescos, Arabic calligraphy, rooms that harmoniously blend different odes to God. Now a museum, it offers a timeless and sublime journey into the past. Across the square, the towering minarets and multiple domes of the Blue Mosque provide your next stop. Wander into the inner courtyard and admire the 26 columns and 30 domes, before removing your shoes and soaking up the spiritual atmosphere of one of the world's most resplendent religious buildings. Iznik tiles leave a blue hue, flowery motifs line the walls, and the resonant call to prayer offers a unique sensual treat. This area of Sultanahmet is easy to explore on foot and your guide will walk with you, pointing out the architecture that dates to many different centuries. It's a private tour, so you set the pace and choose which alleys or boutique shops to explore. Perhaps the sweet smells of Turkish Delight tantalize the nostrils, or the elegant cobblestone takes you to cafes where thick Turkish coffee reenergizes. Complete this journey by enjoying the most traditional of Istanbul meals. Fishermen dangle their rods into the river, sending their catch immediately down to a line of floating restaurants engulfed in barbecue fumes. Expertly grilled fish is served in fluffy bread as you join the locals beside the river. From here the rest of the day is free to enjoy Istanbul and your guide can provide many suggestions."
      },
      {
        "dayNumber": "3",
        "title": "Kusadasi – Bazaars and Palaces Then Onwards to the Aegean Coast",
        "description": "The historical slant continues as your guide takes you to the imperial residence of 25 different sultans. Each filled the rooms of Topkapi Palace with treasures from around the world: Chinese and Japanese porcelain, famous paintings, gold, silver, indulgences from along the Silk Road. Individual tastes and styles also influenced the architecture, and the palace now forms a memoir to four centuries of world history. The nearby Grand Bazaar is an equally congruent mix of styles. The facade and interiors retain their evocative history and you wind along narrow corridors of domed ceilings and endless stalls. Earthquake and fire have been a constant menace here, yet the Grand Bazaar has always withstood and rebuilt itself. Rugs, antiques, passageways filled with leather, mazes of twinkling delights; visiting the Grand Bazaar is about getting lost and exploring. After lunch there are further sensual feasts. The Spice Market spills fragrances onto the street and your nose follows, into corridors lined with vibrant sacks of saffron and exotic powders. Take your time and follow the scents, your guide on hand to help with any negotiations for local produce. Throughout your time in Istanbul the guide knows when to lead and when to blend into the background. He provides a narrative when required, but won't hang around while you're enjoying coffee in a local cafe. After the Spice Market you're transferred to the airport for your domestic flight to Izmir. The driver will have collected your bags from the hotel so it's a smooth and quick journey out to the Turkish coast. On arrival in Izmir you're transferred to a boutique hotel in Kusadasi."
      },
      {
        "dayNumber": "4",
        "title": "Kusadasi – Exploring the Ancient Wonder of Ephesus",
        "description": "From the moment the first columns are glimpsed, Ephesus leaves a magical impression of old-world grandeur and charm. The ancient Ionian city has been carefully preserved and restored; it's not merely a few ruins on a hill, this is a complete old cityscape that deserves a full day of exploration. After all, it was the sight of one of the Seven Wonders of the Ancient World. But don’t forget that you’ll soon be experiencing a second of these original wonders during your luxury travel on a yacht cruise. The dazzling Celsus Library immediately grabs the attention, white columns shining beneath the summer sun and 1,800 years of architectural history rising proud. Explore the Temple of Hadrian, the Grand Theater, and wander hand-in-hand through old stone streets dotted with relics and remains. Some 25,000 items have been excavated and found in Ephesus and the Ephesus Archaeological Museum provides a detailed narrative on the city's past. Lunch is included and there's hardly a better backdrop in the world than the two marble statues of Artemis. In the afternoon you explore the early Christian history of the city; just five miles away is the House of the Virgin Mary, her supposed resting place. The Basilica of St John offers further poignant looks at Ephesus's key role in world history. Return to Kusadasi, a gentle resort town on the coast."
      },
      {
        "dayNumber": "5",
        "title": "Aegean Coast – Setting Sail on a Private Luxury Yacht Cruise",
        "description": "A traditional wooden gulet offers an iconic vessel for cruising the Mediterranean. Unlike the shining white power boats of modern times, a gulet screams of antiquity and serene sailing along the waters. Sails catch the wind and take you down the coast, a spacious wooden deck offers prime views onto the sapphire, and every moment on board screams of elegance. A gulet offers the shape and style of a private yacht, yet it's laced with tradition and has been hand-built from pinewood. The sails are raised and you head off along the Aegean Coast, this first day a gentle journey to Didyma and a chance to fully indulge in the tranquility of a private yacht cruise. With the sea twinkling blue beneath the sails and the coast rolling along the horizon, you'll get fully acquainted with a luxury and privacy that continues for seven days. Drop anchor in Didyma, in a quiet harbor fringed by cafes and history."
      },
      {
        "dayNumber": "6",
        "title": "Aegean Coast – Archaeological Ruins Beside the Aegean Sea",
        "description": "Ancient Ionia was centered on the cities of Didyma, Miletus, and Priene. Their old-world brilliance dots the coast; towering columns, temple remains, carved stone sculptures beneath cliffs of cascading forest. Today is both on board and on land, the gulet taking you slowly along the coast as you explore the rich archaeological splendor of three often overlooked ancient cities. Each is unique and preserved, the cityscape marked by pillars rising to attention and steep steps leading to relics and ruins. As this is a private itinerary, the pace is extremely relaxed and there's a chance to drop anchor with old Ionia twinkling along the horizon. Spend the night in a quiet bay with distant views of the columns and wonderful glimpses into a starry sky."
      },
      {
        "dayNumber": "7",
        "title": "Aegean Coast – Serene Cruising to Lasos",
        "description": "Wake in your opulent double bedroom and take in the view. Regal fittings fill the interior, an en-suite bathroom is dominated by pine, and the window glimpses at the views outside. Head to the deck where breakfast for two is served with captivating coastal panoramas. Ionia is still glistening in the distance and the horizon of sapphire imbues a sense of adventure. The yacht comes with its own chef and each meal is tailored to your wishes. A couple of discreet crew members attend to your every wish and the captain will base each day's itinerary on your desires. So set sail when you're ready and stop at deserted bays and beaches along the way. Today's final destination is Lasos, where a quiet harbor in the Gulluk Bay makes for another romantic evening beneath the stars."
      },
      {
        "dayNumber": "8",
        "title": "Aegean Coast – Beaches and Ruins as the Luxury Yacht Cruise Continues",
        "description": "Over these two days you continue to sail down the Aegean towards Bodrum. Like always, it's a relaxed and easy journey with many potential places to stop. Drop anchor in quiet bays and swim in the turquoise waters. Dock in small harbors and explore traditional villages that line the Aegean. Sail past ruins that stand on cliffs above the water and enjoy champagne dinners with shimmering views. These two days can be tailored dependent on the mood as there are numerous potential stops while rounding the peninsula towards Bodrum. Bargylia, Myndos, and Cnidus are all popular places to dock and explore."
      },
      {
        "dayNumber": "10",
        "title": "Bodrum – Completing the Cruise in Bodrum",
        "description": "After seven days you gently sail into Bodrum. Enjoy a final romantic breakfast on board before the easy journey to a destination rich on historic ruins. The Mausoleum at Halicarnassus was one of the original Seven Wonders, and while most it was destroyed, the replica gives an indication of the region's glorious history. Visit the Museum of Underwater Archaeology to explore further treasures now dominated by crashing waves, and then perched above the water, the Bodrum Castle is another timeless ode to this historic land. You'll spend a final night on board the yacht, docked in the elegant Bodrum Harbor, a prime place for a final night reveling in the beauty of the Aegean."
      },
      {
        "dayNumber": "11",
        "title": "Bodrum – Departure",
        "description": "Kusadasi to Bodrum is a classic one way yacht journey, joining together the ancient world wonder of Halicarnassus with the renowned ruins of Ephesus. It's also a practical journey as both have domestic airports with direct flights to Istanbul. After breakfast, you're transferred by car to Bodrum Airport for a flight to Istanbul. A representative will assist you in Istanbul, helping transfer you onto your international departure. It's farewell to Turkey but the romantic memories will live on for many years."
      }
    ],
    "map": ""
  },
  {
    "destination": "Turkey",
    "mainPhoto": "",
    "id": "a-romantic-11-day-getaway-to-picturesque-turkey",
    "tourName": "A Romantic 11-Day Getaway to Picturesque Turkey",
    "placesVisited": "Istanbul, Cappadocia / Kapadokya, Dalaman",
    "generalInfo": "Watch mesmerizing beauty unfold on this 11-day romantic trip to Turkey. Explore the frenzy of city life in downtown Istanbul, make your way to the picturesque Cappadocia, hike amongst a sea of dormant volcanoes, and embrace inspiring sunsets. Delight in the sparkling coast of the Mediterranean and inhale the enticing sea-salt aromas that linger in the air to capture your perfect passionate getaway to Turkey.",
    "durationDays": "11",
    "price": "8,100",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Istanbul - Arrive in the City of Two Continents",
        "description": "The mere thought of traveling to such a mystical place as Turkey elicits feelings of romance and adventure. You're just moments from experiencing the wonder that the country has to offer for the luxury honeymoon of a lifetime. After touching down in Istanbul, you'll be whisked away by your private transport to your luxurious accommodation. Peer out the window at frenzied traffic and excited crowds of people stirring about in the city's main squares. Enjoy a leisurely afternoon to explore or relax at a rooftop cafe for enchanting views of the Golden Horn and the Bosphorus."
      },
      {
        "dayNumber": "2",
        "title": "Istanbul - Sultanahmet Tour and the Blue Mosque",
        "description": "Start the morning off fresh with a private, immersive tour of Istanbul's most iconic sites. Your tour begins at the Roman Hippodrome, once the scene of chariot races and political riots in Byzantine times. Continue your journey through time at the magnificent Blue Mosque, one of Turkey's most renowned landmarks. Stand in awe of the piercing spires and illuminating stained glass hugging the coast of the Mediterranean. In the afternoon you'll visit Topkapi Palace to admire the intricate blue-green tilework of its grand interior."
      },
      {
        "dayNumber": "3",
        "title": "Istanbul - Discover the Bosphorus and Grand Bazaar",
        "description": "Travel between continents in a single day. In the morning you'll visit Galata Tower, a Genoese watchtower dating back to Byzantine and early Ottoman times. From the top, feel the crisp, fresh air against your cheeks as you relish stunning 360-degree views of the city below. Continue to the grandeur of the Rustern Pasa mosque to marvel at the Iznik tile craftsmanship. In the afternoon you'll travel to Bosphorous on the Asian side of Istanbul for a delectable lunch near local food markets. Later that evening, travel back to Istanbul's European side for a tour the illustrious Grand Bazaar."
      },
      {
        "dayNumber": "4",
        "title": "Istanbul - Embrace Free Time in Istanbul",
        "description": "Take the city by storm on your fourth day with some self-guided exploration. Enjoy a leisurely morning at the hotel or stroll into the city for a creamy cup of coffee or tea at the water's edge. Then enjoy the meticulous flowerbeds of Emigran park and step inside the historic pavilion. Or step inside the grand halls of the Dolmabahce Palace for an up-close look at the royal significance of the site during the mid-19th century in the final period of the Ottoman Empire."
      },
      {
        "dayNumber": "5",
        "title": "Cappadocia - Witness a Whirling Dervish Performance",
        "description": "Your private transfer will escort you to the airport for a nonstop flight to Cappadocia in the moring. You wil have plenty of time to relax in your luxury accommodations. Before you indulge in an energy-filled evening at a retired Caravansary for a traditional whirling dervish performance, you may wish to partake in a hike for stunning views of the many canyons and valleys dotted throughout the region. Once settled into Cappadocia, the beauty and wonder of the unique display of devotion during the performance will accentuate the music, custom, and history in one space."
      },
      {
        "dayNumber": "6",
        "title": "Cappadocia - Delight in a Hot Air Balloon Ride",
        "description": "Take off on the flight of a lifetime on a hot-air balloon, for a romantic getaway unlike any other. Your adventure will begin in the early hours for impeccable views of the canyons at sunrise. Soak in the stunning views as you bob back and forth, suspended amongst a sea of colorful balloons. Later that afternoon you'll visit the Dervent Valley. Here you can marvel at rolling green plains and a winding river punctuated only by beautiful stone bridges. Later you'll visit Selve Open-Air Museums for an in-depth history lesson, including a closer look at troglodyte houses and monastic settlements."
      },
      {
        "dayNumber": "7",
        "title": "Cappadocia - Witness Sobessos and the Underground City",
        "description": "Today you and your partner will pick up the pace with a day's hike through the beautiful Soganli Valley. Here you'll stand in awe at the famed churches carved into the side of a rocky cliff. According to inscriptions within the churches' walls, these mysterious yet momentous landmarks date back to the Byzantine empire. Next you'll travel to Sobessos, the only late-Roman/early-Byzantine settlement in Cappadocia. Along with a precarious burial site, visitors come from around the world to view the awe-inspiring tilework. Continue to the underground city of Kaymakli to view one of the largest and deepest of Cappadocia's settlements."
      },
      {
        "dayNumber": "8",
        "title": "Dalaman - Delight in the Turquoise Coast",
        "description": "In the morning you'll fly south to gorgeous Dalaman, where the blue-green waters shimmer from a distance and mountaintops glisten with lush foliage. Transfer from the airport to your sleepy hamlet on the edge of a mountain with breathtaking views of the Turquoise Coast. Indulge in the exquisite splendor of a resort surrounded by natural wonders at your pace. Take off on a short hike along Lycian Way or Butterfly Valley to indulge in the sea breeze, aromas of the coastline, and fantastic views of the way the water’s colors shift in the sunlight."
      },
      {
        "dayNumber": "9",
        "title": "Dalaman - Enjoy the Splendor of the Coastline",
        "description": "Enjoy the day exploring Dalaman at your leisure. Go for a short hike to experience the beauty of local coves or take a short boat ride along the coast. You could also spend time in downtown to enjoy the lively ambiance and luxury shops. In the evening, you and your partner will enjoy another delicious meal, this time at your hamlet, served by a private chef who will explain the process of harvesting and mixing ingredients. Each can will accentuate a new flavor that speaks to the regional specialties while immersing you in the romance of a secluded couple’s dinner."
      },
      {
        "dayNumber": "10",
        "title": "Dalaman - Relax with a View and Enjoy at Your Leisure",
        "description": "You and your partner can choose how you spend your last day in beautiful Dalaman. Spend the day on the beach enjoying some quality time together or quicken the pace with an exhilarating parachute ride above the treetops and sandy beaches of Dalaman's coast. Spend the evening downtown to enjoy the ambiance of the Turquoise Coast once more. From the bustling shops to the aromas of the sea, you can reflect on the flavors of local honey or enjoy the hidden treasure of the Dalyan riverside as the day comes to an end."
      },
      {
        "dayNumber": "11",
        "title": "Istanbul - Depart for Home",
        "description": "Even the best of adventures must come to an end and in the morning, you will meet your private airport transportation outside your hotel and head to the local airport. From there, you will continue to connect to your return flight home. As you stare out the window of your airport transfer one last time you'll be reminded of your warm experiences along Turkey's shimmering coast, amongst its dense foliage, at the center of busy urban life, and back in time to its mystifying past."
      }
    ],
    "map": ""
  },
  {
    "destination": "Turkey",
    "mainPhoto": "",
    "id": "archeological-cultural-tour-of-turkey-antioch-harran-gobekli-tepe",
    "tourName": "Archeological & Cultural Tour of Turkey: Antioch, Harran & Gobekli Tepe",
    "placesVisited": "Gaziantep, Sanliurfa, Mount Nermrut, Akdamar Island, Antakya (Antioch)",
    "generalInfo": "Civilization between the Euphrates and Tigris Rivers has been documented for thousands of years. Travel through contemporary and ancient history on this custom tailored tour that will take you through Turkey’s celebrated archeological treasures. From Abraham’s Caves to a 10th century Armenian cathedral, Hittite sculptures to the ancient city of Antioch, you will reach into the depths of the countryside and find the past overflowing with exceptional ancient architecture, art, and culture. Turkey’s landscape is colorful, the people are gracious, and the history is unforgettable.",
    "durationDays": "12",
    "price": "5,100",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Istanbul – A Tale of Two Continents",
        "description": "Welcome to Istanbul, a city that inhabits two uniquely different worlds. Istanbul has always been a city that combined the East and the West, shaped by the region’s eclectic cultures and history. The Blue Mosque and Hagia Sophia dominate the skyline. Their minarets and large domes are graceful against the background of the Bosphorus, the narrow straight that connects the Black Sea and the Sea of Marmara. Your private transfer is waiting at the airport to escort you to a luxurious hotel in the historic center of the city. The restaurant has a charming balcony and uninterrupted view of the Blue Mosque. You can see the bright sapphire sea from your window. Istanbul is filled with bustling streets and charming alleyways that emanate the aroma of rich Turkish coffee. As the sun sets over the horizon, the call to prayer adds a gentle melody to the city."
      },
      {
        "dayNumber": "2",
        "title": "Adana – Finding the Past",
        "description": "The morning is flush with color. The pink sunrise spreads over the horizon as the day fills with the aromatics of fresh honey and bread. After breakfast you will be taken to the airport and onward to Adana. Karatepe National Park is known as an outdoor museum that overlooks a beautiful lake. The Hittite Empire that encompassed the area collapsed around the 12th century BC. This particular site dates back to the 8th century BC. The hills are verdant with trees that spread outwards from the lake. Magnificent relief panels are next to the southwestern gate. The panels depict life in the ancient empire and are guarded by stone lions that face the water. Their snarls are frozen in stone and have warned away evil for millennium. Even after thousands of years the paneled reliefs are unique and well defined. You can see two rams butting heads. An eagle god has the body of a man and holds up the sun."
      },
      {
        "dayNumber": "3",
        "title": "Antakya – The Modern Ancient City",
        "description": "The modern city of Antakya was once known as the ancient city of Antioch. Today the city is filled with a mix of Sunni and Alevi Muslims, and Orthodox Christians, adding to the exceptional cultural blend. The Arab influence can be seen in the food and language. The alleyways are lined with old stone buildings and charming arches. The Orontes River streams alongside town. The Hatay Archeology Museum is renowned for its extensive collection of Roman and Byzantine mosaics and was constructed in the 1930s. The mosaics date back to the 1st century AD and are displayed along the expansive grounds and lofty walls of the entire museum. When you get a closer look at the individual artistry you can appreciate each stone and find exceptional color shining through. The Neptune mosaic is particularly enlightening. The piece dates back to the 2nd century AD and was found in Tunisia. The colors remain vibrant and the human expression on the mythical god’s face is fabulously detailed."
      },
      {
        "dayNumber": "4",
        "title": "Gaziantep – Statues and Pistachios",
        "description": "Today you will make your way to the city of Gaziantep and stop in Yesemek along the way. Near the tiny village you find a quarry that dates back to the 14th century BC and was once home to a Hittite school of sculpture. The Open-Air Museum encompasses the entire hillside and is decorated with more than 300 statues. The air is calm and warm. The hillside is brushed with auburn grass and lush trees. A small stream trickles down the foothills. The heaviest statues weigh up to 15 tons. When you look down on the quarry you find a stone studded earth. The closer you are to the sculptures, the more detail you find. Some sculptures connote people while other stones are sculpted with faces. Continue to Gazinatep and see the countryside beyond the hills that is filled with cotton. The scents of pistachios and honey run through the town."
      },
      {
        "dayNumber": "5",
        "title": "Sanliurfa – Ancient Ur",
        "description": "Sanliurfa was once known as the ancient city of Ur and was home to the epic hero Gilgamesh. Today the city is a spiritual center for pilgrims that wish to visit the biblical homes of Job and Abraham. The bazaar is covered with lofted arches. The pathways are lined with stunning spices and colorful clothing. The aromas are herbaceous and enticing. Brass plates and silver hookahs shimmer against the bright lights. A variety of women are cloaked in black chadors. Men click backgammon pieces against textile tables and sip at sweet mint tea. The Great Mosque of Urfa is situated alongside the cave where Abraham was born and spent the first ten years of his life in hiding from King Nimrod. The outer cave is now filled with a solid rock foundation. A rouge carpet lines the floor. Men bend down to pray in the base of the cave and can peer through a window that looks into Abraham’s birthplace."
      },
      {
        "dayNumber": "6",
        "title": "Sanliurfa – The Beehive Hills",
        "description": "History is both encouraging and captivating in the way that it can be erased or preserved by time. The beehive mud houses of Harran are some of the most ancient and continuously inhabited houses on earth. The Book of Genesis mentions Abraham and Sarah residing in this area over four millennia ago. The fortress and the houses create an ambiance of deep antiquity. You can see cotton fields sprouting over the vast flatland. The material used to make the homes keeps the interior cool in the summer heat and warm in the winter cold. The city walls are built from stone and were once over two miles long. The Aleppo Gate was restored and stands as the entrance to the city. You can see the ruins of one of the oldest Muslim universities. The classical architecture is still apparent in the remaining bricks. Half of a minaret continues to stand near the ancient university’s entrance. The landscape reaches out to the horizon and touches the endless stretch of blue sky."
      },
      {
        "dayNumber": "7",
        "title": "Mount Nemrut – Atop the Mountain",
        "description": "Mount Nemrut rises over 7,000 feet high and its summit is decorated with large, ancient statues. The peak is spellbinding in its height and décor. The tomb sanctuary at the summit was created in the 1st century BC by the order of King Antiochus I. Many of the statues commemorated the king and stood up to 30 feet tall. Close to the mountain peak you can see statue heads sitting in the pebbled slopes. You can find Greek inscriptions on the back of the statues located on the eastern slope. Images of Apollo and Fortuna stand at the center of the precession. The artistry and the magnitude of the mountain create an amazing atmosphere of power and prestige. As the sun begins to set, you can watch the mountainside and the statues change to a deep encompassing red."
      },
      {
        "dayNumber": "8",
        "title": "Sanliurfa – The Megaliths",
        "description": "North of Sanliurfa is Gobeli Tepe, possibly the world’s first temple. The unparalleled megaliths are around 8,000 years old. The archeological mound stands almost 50 feet in height and over 980 feet in diameter. The uppermost layer of the dig site has revealed arrowheads. The complex is a collection of circular and oval structures that sit at the top of a hill. Two monumental pillars stand at the center of each temple and are surrounded by walls. Some pillars are adorned with animal images, such as wild boars and cranes. The stones weigh up to 60 tons. The complex is fascinating and large. The temples are remarkably preserved and offer a deeper, enlightened insight into a time when most of humanity was hunting and gathering."
      },
      {
        "dayNumber": "9",
        "title": "Sanliurfa – Syrian Orthodoxy",
        "description": "The golden color of the Syriac-Jacobite Monastery shines against the background of the blue sky. The monastery was constructed in the 5th century and was once the seat of the Syrian Orthodox patriarchate. The outer door bears an inscription in a dialect of Aramaic. Step into the walled enclosure and find an underground chamber and a magnificent ceiling of closely fitted stones, pressed together without mortar, and hanging overhead like magic. The doors are over 300 years old and lead to the tombs of the patriarchs. The patriarchs are church heads, a title that has served the monastery since the 8th century. The arched doorways and walls make the holy site feel more like a palace that presses against the golden mountainside. The atmosphere is quiet and the history is tangible."
      },
      {
        "dayNumber": "10",
        "title": "Hasankeyf – The Riverbanks of the Tigris",
        "description": "The Tigris River was home to one of the oldest settlements in history. Outside of Mardin you will come to the stunning town of Hasankeyf. The village is honey-colored and sits beside the rocky gorge. The Tigris flows alongside the base of the rolling hills. The ancient settlement was recorded in historical texts as far back as the 2nd century BC. The area had become a stronghold by the 4th century AD. The stone piers of the Old Bridge stand in the river and rise out of the water like karsts. The archeological site is at risk of being flooded by the construction of the local Ilisu Dam project. The Great Palace was constructed by the Artukids and occupies an area over 7,000 square feet. The surrounding mineral-rich land is known for the cave houses that were carved into the canyon walls. The rock is a rich red. The mountains in the distance reach down into the valley and the history is more prevalent with every step you take."
      },
      {
        "dayNumber": "11",
        "title": "Akdamar Island – A Holy Island",
        "description": "In the 10th century the Armenian King Gagik Artsruni founded the Akdamar Island. The island is one-mile off the coast and is situated in Lake Van. You can see a figure standing on a limestone rock and watching over the water. The statue of Princess Tamar looks out in wait for her love to return, and is the namesake of the island.. The Armenian Cathedral of the Holy Cross is an auburn stone church that rises over the lush trees. The bas-relief carvings on the external walls display biblical scenes. The images are intricately carved into the walls and burst out in an artistic display of devotion. The large dome is adorned with a conical roof. In the spring you can see the purple hydrangeas bloom and they are reflected in the lake’s crystal waters. The mountains in the background add to the stunning and peaceful scenery."
      },
      {
        "dayNumber": "12",
        "title": "Van – A Morning Against the Domes",
        "description": "The sunrise over Van glints off of the lake and brings a golden hue to the morning. The peak of Baset Dagi makes the skyline at 11,851 feet. The tiles of the Blue Mosque continue to shimmer in the daylight. You have traversed Turkey’s countryside and found the icons of ancient civilizations. Temples and churches, palaces and cave dwellings, the ingenuity and hidden treasures of history are nestled into the landscape. Soon you will make your way home but you can always extend your trip and experience more of Turkey."
      }
    ],
    "map": ""
  },
  {
    "destination": "Turkey",
    "mainPhoto": "",
    "id": "culinary-highlights-of-turkey-tour",
    "tourName": "Culinary Highlights of Turkey Tour",
    "placesVisited": "Istanbul, Bursa, Sirince, Kusadasi, Antalya, Gaziantep",
    "generalInfo": "This unique 13-day culinary tour of Turkey explores the rich diversity and lavish indulgence of Turkish cuisine, connecting the flavors with cooking classes, local treats, street food tours, and fine dining restaurants. Spices mingle, sweet scents arouse the tongue, and the country revels in its culinary inimitability. Quiet beaches, mountain retreats, famous ruins, and hidden charms mingle with aromas for a fusion that floats across the ancient cities and quaint villages.",
    "durationDays": "13",
    "price": "12,700",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Istanbul – A Welcome Meze at Istanbul's Most Celebrated Restaurant",
        "description": "Arriving in historic Sultanahmet, it's the smells that ignite the imagination. Roasted coffee beans emanate from street stalls, first whiffs of nutty pastries linger between the domes of beautiful mosques, and there's a real sense of anticipation as you sit down at the city's most iconic restaurant. After a short airport transfer and chance to freshen up, today's welcome meal illustrates the fabulous diversity of Turkish cuisine and the meze. The restaurant was once a streetside cafe, but popularity has fueled its expansion into a vast restaurant that spans the full range of Middle Eastern and Mediterranean flavors. From a hundred-dish-strong menu, you create your own meze of delights, including truffle kebabs, first samplings of dolma, and exotic uses of fresh saffron. Like each day on this itinerary, transfers by private vehicle are included."
      },
      {
        "dayNumber": "2",
        "title": "Istanbul – A Feast For All the Senses in Historic Sultanahmet",
        "description": "As the call to prayer leaves harmonic tones you set off to explore Sultanahmet. This easy to walk suburb was the centerpiece of both Roman Byzantine and then the Ottoman Empire. Wander onto the luxuriant red carpet of the Blue Mosque and absorb centuries of artistic design. Then take a seat on the benches that mark the old Hippodrome, refueling with a glass of sweet Turkish chai (tea) from one of the many local vendors. Now cross the square and marvel at the Hagia Sophia, an immense 6th century cathedral of vibrant murals and Arabic calligraphy. Lunch is a cold selection of fresh dolma, the tastes mingling as two sets of magnificent domes linger along the periphery. Complete lunch with a thick Turkish coffee and a tulumba , indulgent batter that's coated in syrup. To understand Turkey's eclectic food you must journey through its component parts. Vivacious sacks of spices line the corridors of the Egyptian Spice Bazaar, their fragrances cascading between stained glass souvenirs and the calls of excited traders. Whole mountains of color stand on counters, each spice lined in perfect rows of contrast. Nearby, another famous market leads your eyes on a dance of enchantment, the curving corridors of the Grand Bazaar twisting between thousands of tightly crammed stores. After a busy day of exploring, the evening takes you serenely back in time. Soak up the classical heritage of a famous fine dining spot that recreates unique recipes favored by Sultans. It's a timeless setting from which to enjoy almost forgotten meals."
      },
      {
        "dayNumber": "3",
        "title": "Istanbul – Learning to Cook The Turkish Classics With a Renowned Chef",
        "description": "As fumes spill from an excited kitchen you smile at the ingredients at your disposal. Lines of fresh spices juxtapose with fresh olive oil, organic chicken, and a mélange of nuts. You will spend most of today in this kitchen; concoct your own favorite Turkish classics under the tutorage of a renowned local chef. This cooking class is a fully hands-on experience and will be steered towards your own palate and tastes. Choose the classic meze and the iconic delights of yaprak sarma and biber dolma . How about fine roasted aubergine or spicy wheat salad? Or perhaps a lavish bed of fragrant nutty rice topped with grilled meat? With a little advance warning, the chef can teach you any Turkish or Mediterranean dish. You'll create five to six dishes before sitting down to savor them all with accompanying sips of local raki . Retire to the hotel with a full stomach and watch sunset tones illuminate rooftops from the terrace. After the huge lunch, tonight's dinner is small and local. Step onto a floating restaurant that lines the Bosphorus, whirls of smoke radiating from the wide charcoal barbecue. Two chefs grill freshly caught fish, and another tosses it with salad into a soft white baguette. This balik ekmek is perhaps the city's most traditional meal and a must for all foodies."
      },
      {
        "dayNumber": "4",
        "title": "Istanbul – Unique Street Food Tour Into the City's Hidden Suburbs",
        "description": "One city, two continents; cross the bridge to Asia where the fusion of influence is best sampled in markets and street stalls. The streets are tighter here, houses crammed together beside outdoor bazaars of spices and farmers' produce. An eclectic atmosphere envelops your walking tour, the guide weaving between storefronts with peculiar culinary twists. This street food tour involves lots of sampling and eating, each hundred meters bringing something new to sample. Start in Goztepe Market and dare to try kokorec , grilled stuffed lamb intestines. Sample roasted chestnuts, barbecued corn, tiny chocolates, cheese pastry in syrup ( kunefe ), and dozens of unique dalma . Then indulge your sweet tooth with a few slices of famous pastry and a spoonful of kabak tatlisi , mysterious pumpkin bathed in sugar. The afternoon is free for you to explore Istanbul before dinner provides a change of focus. After the working class samples you discovered on the street, dine where imperial Ottoman specialties dominate the menu."
      },
      {
        "dayNumber": "5",
        "title": "Bursa – Discovering the World's Finest Kebabs at the Birthplace of the Ottoman Empire",
        "description": "Lamb sizzles, smoke floats, beef crisps, and you're in Bursa, the birthplace of the Ottoman Empire. Grilled meat kebabs have been the local specialty since the 13th century and the surrounding villages have hardly changed in the following 800 years. After the short drive from Istanbul you visit Bursa's most celebrated kebab restaurant, arguably the finest purveyor of grilled meat in the country, if not the world. Lamb and beef come straight off the coals before a traditional teahouse helps to reenergize. This afternoon you can choose between exploring the charming village streets of Cumalikizki, or visiting the mosques and museums of Bursa. Completing the cultural immersion is an evening of hypnotic dancing provided by the famous Whirling Dervishes of the East."
      },
      {
        "dayNumber": "6",
        "title": "Sirince – Fruit Wines and Stuffed Pastry in the Heart of Turkey",
        "description": "Turkey's landscape rolls green and wide; the valleys are aglow beneath the Mediterranean sun as you drive south towards the coast. It's a five hour drive along dramatic rural roads scattered with farmers' stalls of sheep cheese. Today is also the only transfer of more than two hours on the itinerary. Stop for a local lunch with sweeping views before arriving in tiny Sirince village around mid-afternoon. Greek houses wind around the mountaintop while flowering orchards poke between streets that rarely see vehicles. It's a charmingly traditional base, forgotten by development, and running to the rhythm of Ottoman times. As you might expect in a rural community, the cuisine is indelibly organic and inventive. Sample a variety of local fruit wines, combining them with aquiline pastries stuffed with fresh local ingredients: spinach, feta, peaches, sweet potato, goat cheese, and more. There's an opportunity here to join the chefs in the kitchen to create your own pastry."
      },
      {
        "dayNumber": "7",
        "title": "Sirince – The Incredible Ruins of Ephesus and Cooking Your Own Manti",
        "description": "The ruins of Ephesus shine from afar, sunlight reflecting off marble temples and columns of Roman history. Stretching across the green hillside lies one of the world's finest ancient cities, its roots in Greece, and its glory reliving a time when only Rome was its rival. Start beneath the Celsus Library, towering columns etched with sculpted sphinxes and faded inscriptions. The city streets guide you to the Temple of Hadrian and the steep slopes of the Grand Theater where the imagination runs with chronicles of gladiatorial contests. Yet for all the glimmering marble and imposing temples, Ephesus is most impressive in its revelation of scale. As footsteps tap on the stone streets it's eminently possible to imagine the houses and lives that existed a few thousand years ago. Return to Sirince for an easy afternoon of lounging on the hotel terrace and watching rural Turkey change color beneath the sun. Manti is another local culinary favorite, a bizarre sounding mix of stuffed pasta served with yogurt. Think of it as ravioli, but a very unusual variant. Meet the local chef and watch him effortlessly roll out endless feet of manti. Now it's your turn. A delicate touch and dexterous fingers are required to match the master’s, but even if that's not you, it's a lot of fun to spend the evening in a local restaurant kitchen."
      },
      {
        "dayNumber": "8",
        "title": "Kusadasi – Indulgent Days of Local Seafood and Quiet Beaches",
        "description": "As you descend from the mountains the waters begin to shimmer, diamond shoots twinkling amidst the sapphire. Gentle waves lull onto quiet beaches and the waterfront is dotted with fine seafood restaurants. These two days are indelibly tranquil and slow, a chance to fully relax along Turkey's sublime coastline. A succession of beaches extend beneath the pine forests and there's snorkeling adventures to be had for those with marine inclinations. Fish dinners continue the culinary theme, the finest shellfish and deep sea catch roasted on open grills. Their smells dominate the evening air as you indulge in another side to Turkish cuisine. On day eight you dine at the town's finest waterfront restaurant, while day nine's dinner is taken onboard a wine and sunset boat cruise."
      },
      {
        "dayNumber": "10",
        "title": "Antalya – The Culinary Delights of Southern Turkey",
        "description": "Southern Turkey's cuisine delivers new aromas. Rural expanses bring feasts of goat cheese and freshly pressed olive oil. Middle Eastern flavors are at their strongest, infusing an array of spices that rarely reach Mediterranean menus. And there's an unforgettable fondness for anyone with a sweet tooth. Istanbul provided the varied starter of dishes and tastes, and the last five days focused on the meaty substance of a main course; the final few days focus the culinary adventure on desserts and unusual Middle Eastern dishes. It's an hour flight from Izmir, beside Kusadasi, to Antalya, where you're greeted by a new driver guide and head straight into the mountains. Explore the crumbled ruins of Perge, the ancient city standing in a state of relic and decay, yet imposing a sense of grandeur from its foundations. Nearby, you take lunch in a traditional mountain village house, sitting crosslegged as food is spread across an ostentatious tablecloth on the floor. Fruit comes directly from the orchards, olives from the garden, and the cheese is home-made. Spend the evening in a small village along the coast, just outside Antalya, where the local dinner has strong whiffs of peppercorn and cumin."
      },
      {
        "dayNumber": "11",
        "title": "Gaziantep – An Aroma of Spices and Tastes in Historic Gaziantep",
        "description": "Gaziantep's streets burst with the exotic. There's the Arabic calligraphy and carved wooden doors that line pedestrianized streets. Then the Armenian churches and Kurdish mosques that juxtapose in one of the world's oldest continually inhabited cities. Now you will find the syrupy scents of baklava from Anatolian bakeries and the green pistachios that fill sacks in local markets. Spend the day absorbing the unique ambiance, savoring the stalls of the Apple Bazaar and enjoying a lunch dominated by the city's signature smoked pepper. Ancient Gaziantep is easy to explore on foot and best enjoyed with casual ramblings. Dinner combines the city's two iconic favorites: mixed grilled kebabs and baklava, the classic Turkish dessert."
      },
      {
        "dayNumber": "12",
        "title": "Gaziantep – Delicate Sweets and Unusual Soups Complete Your Culinary Vacation",
        "description": "The Gaziantep locals claim that their city has always been the culinary capital of the country. It's situated in Anatolia, a region famed for its gastronomic diversity, and has been perfecting delicate desserts for a few millennia. Spend the morning in the Emine Gogus Cuisine Museum, charting Turkey's culinary tree and its myriad of influences from both East and West. Then take an unusual lunch of 18 different soups, each a unique brew of flavors from around the world. Gaziantep is a tranquil and charming base, a city that rewards getting lost and admiring the architecture hidden down backstreets. It's also widely regarded as the finest place in the world to eat baklava. Dozens of shop fronts are covered in the sticky nutty pastry, and sampling a healthy handful is a local right of passage. A farewell dinner could be enjoyed at a 19th-century restaurant that's only ever been in the hands of one family."
      },
      {
        "dayNumber": "13",
        "title": "Gaziantep – Departure",
        "description": "It's a fond farewell today as you leave with a mouthful of memories and new impressions of Turkish cuisine. For a final local treat, you might like to join the commuters in the markets to try a liver kebab, the breakfast of locals for the last 40 years. A domestic flight takes you back to Istanbul where your international departure awaits."
      }
    ],
    "map": ""
  },
  {
    "destination": "Turkey",
    "mainPhoto": "",
    "id": "cultural-triangle-tour-of-turkey-istanbul-cappadocia-ephesus",
    "tourName": "Cultural Triangle Tour of Turkey: Istanbul, Cappadocia & Ephesus",
    "placesVisited": "Istanbul, Ephesus, Cappadocia, Kusadasi",
    "generalInfo": "Turkey is a collection of sights and sounds, cultures and history. On this 8-day tour you will find the mixture of natural majesty and classic cities that will create an ineffable experience. Cruise on the Bosphorus and soar above tabletop mountains. Witness mythological architecture and be inspired by the rainbow colors of aromatic spices. Venture through local neighborhoods to enjoy the flavors of Istanbul or dip your toes into the warm sand along the Aegean Sea. Turkey will show you its beauty and keep you wanting more.",
    "durationDays": "8",
    "price": "3,400",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Istanbul - Where the East Meets West",
        "description": "Istanbul has connected Europe and Asia for thousands of years and continues to bubble with a sensational mixture of culture. Your private transfer meets you at the airport. You are escorted to your accommodation overlooking the Bosphorus. The waterway connects the Sea of Marmara to the Black Sea. Yachts and barges move up and down the waterway. The magnificent domes of the Hagia Sophia and the Blue Mosque stand against the background of the Aegean Sea. The Suleymaniye Mosque stands atop one of the seven hills of Istanbul and adorns the summit like a crown. Independence Avenue is always filled with a jovial energy. Beyazit University was founded in the mid 15th century and continues to educate students from around the world. Students wear designer jeans and trendy shoes. The Second Hand-Book Bazaar is one of the city’s oldest markets and is located next to the university. It continues to be a hangout for literary circles and students. You can find ancient tattered volumes of books in any language in the stalls that line the shaded pathways. In the evening you can indulge in a fabulous meal at Istinye Borsa Restaurant in the Harbiye district. The food is at once traditional and unique, filled with familiar Turkish flavors that are elevated to majestic proportions."
      },
      {
        "dayNumber": "2",
        "title": "Istanbul - The Highlights of Istanbul",
        "description": "The morning brings the effervescent energy of the city back to life. The gentle melody of the call to prayer is captivating. You can hear Turkish coffee percolating; the scent is rich and chocolaty. After breakfast your guide meets you at the hotel and you are ready to see the iconic sites of Istanbul. Hagia Sophia is a former Byzantine church built in the 6th century. The central dome is both elegant and imposing. The main grounds stretch over 230 feet and the dome reaches a height of 102 feet tall. Semi-domes create large archways at either end of the gallery and help support the weight of the main cupola. Light shimmers off of the marble surfaces. Roundels are decorated with Islamic calligraphy that date back to the 19th century. This is a site where religions converge. The cathedral became a mosque in the 15th century until it was transformed into a museum in the 1930s. You can find Byzantine mosaics in the upper floor of the South Gallery. You also have a commanding view of the nave. Continue to Topkapi Palace to see the opulence of Ottoman sultans. The palace was the center of the empire’s power for over 620 years, beginning in the 15th century. You can see the walls looking over the Bosphorus. The treasury is filled with jewels and the pavilions are wonderfully lavish. The Imperial Council Chamber is found near the Second Court. The gold grill on the high wall funneled the conversation of council members to the Sultan which allowed him to eavesdrop. The adornments are endless, from crystal chandeliers to golden gilded walls. Each detail speaks to the style and culture of the historic empire."
      },
      {
        "dayNumber": "3",
        "title": "Cappadocia - Faith in the Rock",
        "description": "Fishing boats venture out into the Aegean. The trolley car on Independence Avenue starts to ring its bell in the morning light. The Spice Bazaar once again displays the vast array of Crayola colored spices that bring together the aromas of both Europe and Asia. Delight in the velvety flavor of a Turkish coffee before your private transfer meets you. You are escorted to the airport and soon land in the fabled landscape of Cappadocia and find yourself in the town of Goreme. The village is the same golden color of honey. The streets are narrow and charming. The village is built into the rocky outcrop that climbs up the hillside and is surrounded by a landscape that would befit the moon. The Goreme Open Air Museum is a complex of medieval churches that were carved by Orthodox Byzantine monks between the 10th and 13th centuries. Over 10 unique churches create the complex, each one decorated with rich murals. The ambiance stems from the wealth of history expressed through incredible perseveration. The air is cool and the lights are dim. It is rumored that an apple tree once grew next to the Apple Church and gave rise to the cathedral's name. It contains a cruciform chapel housing three apses and depicts simple symbols and figures with red paint that stands out against white plaster."
      },
      {
        "dayNumber": "4",
        "title": "Cappadocia - Above and Below",
        "description": "Cappadocia is renowned for its unique and coveted landscape. There is no better way to experience the sunrise than on a hot air balloon excursion. If you choose to indulge in the morning light and breathtaking, sweeping landscape, you will step into the sturdy wicker box and listen to the powerful flame fill the balloon. The vessel begins to rise. You find yourself in the sky, drifting with the subtle breeze. A number of balloons float by, taking on the impression of silhouettes of clouds in the deep orange sunrise. Peer down and see the expanse of Cappadocia. It looks like a field of rocks has sprouted from the plain. The thin pillars are topped with conical, pointed boulders. Goreme blends into the honey-colored mountainside. The distant mountains are layered with colors of orange and cream. After you land you will venture underground to the village of Kaymakli. A network of tunnels connects cellars, stables, homes, and wineries through the troglodyte society. Kaymakli is the largest underground city in Cappadocia and was started in the time of the Hittites. The walls are smooth and cold. The tunnels are long and arched. Storage facilities on the fourth floor provided ample space for the storage of jars. A church is situated on the second floor with a nave and two apses. The more you explore the city the easier it is to imagine an entire civilization thriving within the earth."
      },
      {
        "dayNumber": "5",
        "title": "Kusadasi - The Moon to the Sea",
        "description": "The sky is brushed with the gentle pink and elegant purple of sunrise. You watch the early morning balloons rise into the colorful sky. They decorate the sunrise with an extra colorful glow. The rocky peaks of town continue to twist into the air. The hillside collects the light until the day has begun. After breakfast you are transferred to the airport and arrive in the coastal city of Izmir. A quick ride has you in Kusadasi, a resort city on the Aegean Sea. The water is sapphire and calm. An ancient roadside inn, known as a caravanserai , looks like a fortress, surrounded by the 15th century city walls. On the hill you can see the outline of a statue of Ataturk, Turkey’s first president. Small boats wade in the harbor and their masts sway. The city wraps around the bay’s landscape. The scent of fresh seafood fills the air. Fresh prawns are grilled to perfection and flavored with a squeeze of lemon. Pigeon Island stands at the end of the bay and contains the castle. The walls encase much of the small outcrop of land. A single tower watches over the sea. As the day continues you can relax in the soothing sun, the warm sand, and the refreshing Aegean at Kusadasi."
      },
      {
        "dayNumber": "6",
        "title": "Kusadasi - A Home for the Ancients",
        "description": "The city of Ephesus is an example of great ancient civilizations in the synthesis of architecture and culture. After breakfast your private guide will escort you to the historic complex and tour you through the variety of standing wonders. The Temple of Artemis was considered one of the Seven Wonders of the Ancient World. Although the temple no longer stands you are able to grasp the magnitude of the structure by the single column that remains. The pillar stands over 52 feet tall and was once part of a collection of 36. The Celsus Library was recreated in its historic image. It was constructed in the 2nd century AD and held more than 12,000 scrolls. Nine steps lead up to the platform and the library’s main entrance. There are two stories supported by four pairs of pillars. The niches on the lower level hold statues that symbolize the virtues: knowledge, intelligence, valor, and wisdom. The longer you explore the city the more of its secrets are revealed. The marble arches of Hadrian’s Temple continue to decorate the skyline. The surrounding mountains make the city feel as though natural ramparts protect it. The hills are lush and bring a natural splendor to the historic wonder. In the evening you return to Kusadasi and listen to the gentle waves push against the shore."
      },
      {
        "dayNumber": "7",
        "title": "Istanbul - The Blue Shadow",
        "description": "After breakfast you will fly from Izmir to Istanbul and return to the familiar rush of the city’s streets. The day is yours to enjoy the city at large. Venture out from the Blue Mosque’s shadow to the antique and vintage shops of Cihangir. The historic buildings are colorful and charming. A shop displays a gramophone in its window. The narrow alleys are filled with the contemporary life that adds flavor to the historic city. Visit Mandabatmz to indulge in the traditional taste of a Turkish coffee. The oval sign shows a bull dancing on a coffee cup. Tables line the alley walls. Your final full day in Turkey has you enjoying the various neighborhoods like a local."
      },
      {
        "dayNumber": "8",
        "title": "Istanbul - The Trifecta",
        "description": "The morning settles over Istanbul and the rambunctious energy returns to the streets. At Van Kahvalti Evi the regional specialties fill the neighborhood with captivating aromas. The wooden furniture creates an inviting ambiance. The kavut is roasted wheat flour blended with honey and walnuts. The historic neighborhood of Balat rises along the Golden Horn. Laundry hangs between buildings and children kick a soccer ball around the cobblestone streets. Your private transfer takes you to the airport. Every memory of your time in Turkey is a great one, and every image of Turkey brings another memory."
      }
    ],
    "map": ""
  },
  {
    "destination": "Turkey",
    "mainPhoto": "",
    "id": "glories-of-turkey-tour-a-cultural-historical-journey",
    "tourName": "Glories of Turkey Tour: A Cultural & Historical Journey",
    "placesVisited": "Istanbul, Gallipoli, Dardanelles, Canakkale, Troy, Pergamum, Kusadasi, Ephesus, Pamukkale, Hierapolis, Perge, Antalya, Aspendos, Konya, Cappadocia, Ankara",
    "generalInfo": "Turkey's glories span the millennia, from ancient Greek cities to dazzling Roman remains, and from Byzantine treasures to harmonious displays of disparate religious influence. Troy, Istanbul, Ephesus, Pamukkale, Cappadocia; each destination excels in offering new impressions and lingering memories. Cultural and architectural narratives take you across the country, where old-world charm intertwines with Mediterranean beaches and luxury yacht cruising.",
    "durationDays": "14",
    "price": "18,200",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Instabul - Welcome to Turkey",
        "description": "Turkey's land promises ancient glories and expressions of history. Many empires have ruled and many leaders have influenced a country that straddles the East and West. Roman, Greek, Ottoman, Byzantine, Christianity, Islam; with so many narratives to explore it's fitting to start in Istanbul. Rather than merely juxtapose disparate influences, the city captures the harmony of past and present. Sixth century relics stand beside cute modern cafes, the call to prayer resonantly drifts across palaces and churches, and it's sometimes hard to decide which direction to focus the eyes. The country's glories are everywhere and this first day is free so you can gently explore at your own pace. There will be a welcome briefing at the hotel where you'll meet the guide and driver for your trip."
      },
      {
        "dayNumber": "2",
        "title": "Instanbul - The Glories of the City",
        "description": "The historic neighborhood of Sultanahmet is the starting point for your guided narrative through Turkey. Stand at the site of the old Roman Hippodrome, flanked by the domes of the Blue Mosque and Hagia Sophia. Minarets lure you forward and the shimmering azure tiles of the mosque reveal an interior that complements the exterior beauty. It was once the world's biggest cathedral before becoming a mosque; now the Hagia Sophia is both a museum and an ode to religious harmony. It bursts with treasures from the ages, including Christian frescos and eminent Islamic history. Opulence exudes through the Topkapi Palace, each room stuffed with the purchases of sultans. Perhaps now is the time for some of your own purchases? Meander down the corridors of the Grand Bazaar. Leather, candles, antiques, silver, Anatolian souvenirs, carpets; it's all on display beneath domes that scream of grandeur and timeless tradition. The evening continues to exhibit Istanbul's blend of old and new, a unique dinner served to the accompaniment of live belly dancing."
      },
      {
        "dayNumber": "3",
        "title": "Canakkale - Gallipoli War History and Overnight Stay",
        "description": "Before delving way back to the time of the Greeks, this day offers a poignant history that's barely 100 years old. Gallipoli is a fitting reminder of World War I, sites of trench warfare, and lost lives discovered as you tour the area. Visit Lone Pine Cemetery, Chunuk Bair, the Anzac Cove, and Gabatepe War Museum, before crossing the sparkling Dardanelles and spending the night in Canakkale. Like each day, dinner is included in the itinerary and your guide handpicks the finest dining in town."
      },
      {
        "dayNumber": "4",
        "title": "Kusadasi - The Ancient Cities of Troy and Pergamum",
        "description": "Few ancient cities can ignite the imagination like Troy, the town glamorized by Homer and made more famous by Hollywood. It's still being excavated and the ruins stretch over a vast area. The wooden horse stands proud as a centerpiece, flanked by crumbling stone, the temple remains, and a real sense of mystique. From Troy, you drive to Pergamum, the Greco Roman city of Satan. The devil's temple towers above a fertile landscape and the steps of the amphitheater seem to be tumbling into the valley below. Continue the journey and spend the night in Kusadasi on Turkey's coastline. The beaches are within a short walking distance and views onto sapphire waters come directly from the hotel."
      },
      {
        "dayNumber": "5",
        "title": "Evocative Ruins in Ephesus and Beaches in Kusadasi",
        "description": "Like Troy, Ephesus has a long and almost mythical history. Greek columns and restored temples stand resplendent and the history starts well before Christianity. Gaze upon the Temple of Artemis, admire the Library of Celsus, and tour Ionian remains of allure and beauty. St Mary's Cottage comes from the more recent times, the resting place of the Virgin Mary merely 2000 years old. This itinerary always moves at a relaxed pace and the historical exploration is now complemented by an afternoon on the beaches of Kusadasi. As the sun moves across the sky and a series of restaurants overlook the sand, Kusadasi offers a more traditional Mediterranean slant to the vacation."
      },
      {
        "dayNumber": "6",
        "title": "Pamukkale - The Famous Lime Terraces of Pamukkale and Spa Indulgence",
        "description": "Today's journey blends the colors; blue waters are replaced by green valleys, and then finally the white wonderland of Pamukkale overtakes your view. White lime terraces cascade down the hillside, the calcified thermals glistening beneath the sun. It's a surreal and very famous sight; crystal clear waters and naturally formed milky backdrops. Nearby you'll discover the ancient city of Hierapolis, one of Turkey's most intact and impressive. Columns and sculptures fill this city of Apollo, imbuing it with an almost mythical feel. While it doesn't have the fame of Ephesus or Troy, Hierapolis is equally as impressive. The Greeks adored this area because of its natural thermals and there is evidence of their presence all around. Fast forward to the 21st century and your hotel is the latest to benefit from the soothing warm waters. Indulge in the hotel's thermal pools and spa before another elegant dinner showcasing the finest of Turkey's cuisine. While the country is famed for its mezze and grills, the harmonious mix of East and West also extends to food and dining. And how about the extras? Turkish delight? Turkish coffee? Sweet nutty pastries? Culinary treats often come as an unexpected surprise for most visitors to Turkey."
      },
      {
        "dayNumber": "7",
        "title": "Antalya - Relaxing on the Mediterranean Coastline",
        "description": "Like most days, traveling between destinations is part of the experience as you wind through valleys that dance with the charm of traditional Turkey; villages along green hillsides, vistas onto blue waters, the odd remains of a forgotten time. Stop at the ancient city of Perge and stand amongst antiquity, everything left in an evocative state of ruin. Then the coastline beckons and the beaches of Antalya make for a serene afternoon. Sapphire waters, quaint cafes, miles of sand; Turkey offers traditional impressions of beach bliss that befit its Mediterranean allure."
      },
      {
        "dayNumber": "8",
        "title": "Antalya - Luxury Yacht Cruising on the Mediterranean",
        "description": "Set sail on the blue waters as you spend a day cruising along the Mediterranean on a luxury yacht. A spacious deck is a prime position to soak up the sun and take in the panoramas. Forested hills stand above empty beaches, rugged coastlines hide pristine bays, and there are countless options for your route. This is a private cruise and the itinerary will be tailored to your wishes; choose to really explore or opt for a shorter journey and more time on the beach. Either way, there's an elegance and tranquility to cruising the turquoise coast of the Mediterranean."
      },
      {
        "dayNumber": "9",
        "title": "Konya - Whirling Dervishes and More Traditions",
        "description": "Whirling dervishes can be baffling, spinning around and around in their white costumes until every watching eye becomes briefly dizzy. For over five minutes they spin, a hypnotic soundtrack of plucked strings providing the gentle rhythm. Konya is where the tradition started and their history is revealed in the Mevlana Museum, alongside some of the earliest ever copies of the Koran. While the day provides history, the evening is all about beauty. Settle back to a traditional Whirling Dervish performance as you tuck in to a lavish traditional meal. Before Konya the journey from Antalya takes in the famous amphitheater of Aspendos, serving up more generous remains of Turkey's millennium's old history."
      },
      {
        "dayNumber": "10",
        "title": "Cappadocia - Underground Cities and Fairytale Landscapes",
        "description": "Turkey stands at the east-west crossroads and the famous Silk Road cuts straight across the country. On the easy journey to Cappadocia, you stop at a 13th-century Agzikarahan caravanserai to explore this trading past. Then the valleys begin to flicker with fairytale intrigue. Chimneys and caves stand amongst the green, thousands of volcanic remains to create a moonscape of bizarre beauty. Clifftops afford some elegant vistas and the sense of tradition is omnipresent. Cappadocia is not merely about unparalleled landscapes. There's a poignant narrative here, one about persecution, proud religion, and rural ways of life. Your guide points out an opening and you walk down into an underground city. Kaymakli stretches many stories below the ground; the eerie corridors lined with cave houses and ingenious means of survival. Back above ground, visit a world-renowned carpet center and discover the intricacies of local carpets. As always, enjoy a meal in the region's best restaurant and a relaxed evening at the hotel."
      },
      {
        "dayNumber": "11",
        "title": "Cappadocia - Ballooning Above the City and Exploring Rock Churches",
        "description": "As the sun rises the chimneys come to life, kaleidoscopically moving through red hues in the morning light. Hot air ballooning is the best way to admire the phenomenon and, as you float across the sky, you take in new impressions of scale. Cappadocia is not one vista or panorama. The chimneys and caves stretch over a huge area, something that's only appreciated when you're cruising through the sky on a sunrise hot air balloon trip. Return to the hotel for breakfast and the rest of the day tours the longstanding history of the region. Rock-cut churches stand side by side in Goreme, many of them decorated with sublime frescos. Monasteries are also carved into the caves, standing beneath towering cliffs and filled with hidden entrances. Traditional culture proudly lives on in the villages of Avanos and Pasabagi. Cute houses line the streets and there's an opportunity to meet and greet the locals here. Complete today's tour with a pottery workshop in a cave."
      },
      {
        "dayNumber": "12",
        "title": "Ankara - Cultural Narratives",
        "description": "Modern Turkey is an amalgamation of ideas and the influences of ancient glories come together in the nation's capital. Ankara is relaxed and peaceful for a capital city. After the drive from Cappadocia spend the afternoon exploring its two most famous sights. The Ataturk Mausoleum is a lofty memory to Turkey's founder, while the Anatolian Civilizations Museum looks backward to the empires that once controlled this land. This evening you say goodbye to your driver and guide and catch a local flight to Istanbul. You'll be greeted at the airport and transferred to your hotel in Sultanahmet, where there's enough time to soak up the final hours of another sultry summer evening in the city."
      },
      {
        "dayNumber": "13",
        "title": "Instanbul - Cruising the Bosphorus and the Spices of Istanbul",
        "description": "Istanbul is situated on the continental divide and a Bosphorus river cruise journeys along the water between Europe and Asia. Look around and the architectural differences are slight. In fact, there's little to indicate that this is a journey between continents. Perhaps this is Istanbul's greatest trick, the ability to blend everything throughout history. Depart from the half-day cruise and the Spice Bazaar is just around the corner. Fragrances and powders spill onto the alleyways, vendors’ shouts mingle with whiffs of saffron, and there's history etched into the domed ceilings. Tonight's dinner is of the farewell variety, a rooftop restaurant provides the idyllic settings to say goodbye to the glories of Turkey."
      },
      {
        "dayNumber": "14",
        "title": "Departure",
        "description": "After breakfast, you're transferred to the airport for your international departure. Though this journey may be over, you will surely be planning a return trip soon and, in the meantime, you will have plenty of memories to tide you over. Be sure to browse the reviews for Turkey travel agents on Zicasso."
      }
    ],
    "map": ""
  },
  {
    "destination": "Turkey",
    "mainPhoto": "",
    "id": "highlights-of-turkey-and-greece-tour",
    "tourName": "Highlights of Turkey and Greece Tour",
    "placesVisited": "Istanbul, Canakkale, Kusadasi, Pamukkale, Rhodes, Athens",
    "generalInfo": "The tiles of the Blue Mosque capture the afternoon sunlight. The terraced pools of Pamukkale make the mountainside look like an ice palace. The medieval castle at Rhodes encompasses the island’s eclectic history and the Acropolis in Athens continues to captivate visitors from around the world. On this custom tailored tour through Turkey and Greece you will find engrossing history and majestic beaches, treasured ruins and breathtaking landscapes. From large cities to charming villages, you will find the remnants of myths, beautiful scenery, and remarkable culture.",
    "durationDays": "14",
    "price": "5,900",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Istanbul - The Meeting Point",
        "description": "Welcome to magnificent Istanbul, the historic city that once marked the meeting place of East and West. Magical minarets and graceful domes create the skyline. The scent of rich spices fills the air. The streets are dizzyingly energetic. The call to prayer is almost hypnotic as it echoes over the rooftops. Your private transfer is waiting at the airport to escort you to your fabulous accommodation. The layers of the city unfold around you. Cobblestone alleyways are lined with cafes. Tables are decorated with elegant textiles. The scent of sweet mint tea emanates from the restaurants and mixes with the rich aroma of dark roasted Turkish coffee. When you sit in a café you can see copper kettles filled with percolating coffee and surrounded by vibrant red coals. You have arrived in Istanbul and can feel the city’s historic touches and contemporary charm."
      },
      {
        "dayNumber": "2",
        "title": "The Streets and Skyline",
        "description": "The sunrise stretches far and wide over the cityscape. The Sea of Marmara glistens in the early light. You taste the elegant and traditional Turkish coffee that is strong and flavorful. After breakfast, your guide meets you at your hotel. The call to prayer emanates from the towering minarets and reverberates through the streets. It is a rhythmic and poetic hymn. The city starts to liven. Shops begin to open. A pomegranate juice vendor presses the fruit and you can see the extract pour into a cup. The natural ruby color is exotic and the flavor is perfectly sweet. You come to Hagia Sophia, the Church of the Holy Wisdom. Constantine the Great designed the original cathedral; however, the church in its current form was constructed in the 6th century under the supervision of Emperor Justinian I. The Byzantine architecture is fascinating in both artistry and scale. The central dome has a diameter of 102 feet. The four pendentives are each decorated with seraphim mosaics. The Islamic calligraphic roundels date back to the 18th century and provide an interesting and beautiful contrast to the Byzantine religious art. Your footsteps create a small echo in the cavernous space. The basilica was converted into a mosque in the 15th century and eventually a museum in the 1930s. The historic embellishments around the structure add to the architectural radiance. The interior surface is enveloped in green and white marble. When you exit Hagia Sophia you can see the six sensational minarets and the large dome of the Blue Mosque."
      },
      {
        "dayNumber": "3",
        "title": "Canakkale - The Fields of Gallipoli",
        "description": "In the morning Hagia Sophia and the Blue Mosque are highlighted by the shifting pastels of the sky. Small fishing boats wade in the sea. They are painted with vibrant colors that pop against the stretch of blue water. After breakfast your private transfer meets you at your hotel. Istanbul soon fades into the horizon as you make your way to Gallipoli. The beaches and coves are peaceful. The landscape is filled with pine forests. The aroma of the air is a mixture of sweet sea and zesty evergreen. It is hard to imagine the aggressive battles that were fought during World War I on this tranquil landscape. Journey along the Anzac Walk designed to take visitors around the 14 historic sites, including the 57th Regiment Memorial. The water gently laps against the sand. A slight sea breeze brushes against your cheeks. The Turkish Memorial of the 57th Regiment is a larger than life statue of a Turkish soldier. His rifle is firm in his hands as he faces downhill ready to charge the oncoming army. The memorial commemorates the battle of April 25th, 1915. In the afternoon you will find yourself in Canakkale, a small city overflowing with the atmosphere. Cobblestone lanes encircle the old clock tower and wind along the sweeping waterfront. Settle into the night and the comforts of your hotel."
      },
      {
        "dayNumber": "4",
        "title": "Kusadasi - The Walls of Troy and Seat of Pergamum",
        "description": "Troy is known as the ancient city in Homer’s The Iliad that was enclosed behind impenetrable walls. Your guide meets you at your hotel and takes you to the remains of the city. The outer wall of Troy gives you a chance to look out over the fortifications of the east wall gate and Troy Tower. The complex is captivating due to its layers of history and legendary power that span millennia. The difference in Troy’s eras can be seen in the noticeably diverse stonework of each layer. Continue onwards to Pergamum, cited as home to one of the Seven Churches of Asia in the Book of Revelations ; much of the ancient ruins date back to the 2nd century BC. KThe Asklepion was a medical center that honored the healing god. The temple stands above an ancient spring that continues to flow beneath the hillside. Climb up the Sacred Way, a colonnade that stretches over 850 yards and once connected the temple to the Acropolis. The temple’s dome is 78 feet in diameter. The northern colonnade has 17 columns in place and lead from the library to the restored theater. The surrounding hills are lush and quiet. The sun is warm and bright. The light catches the stone and glints against the landscape. In the evening you will transfer to the seaside town of Kusadasi."
      },
      {
        "dayNumber": "5",
        "title": "Kusadasi - The Secrets of Ephesus",
        "description": "The ancient city of Ephesus is found near the Aegean Sea and was once home to one of the Seven Ancient Wonders of the World, the Temple of Artemis. The city in its entirety is a vast outdoor museum filled with interesting and legendary antiquity. Artemis’s temple was originally constructed in the 7th century BC. When you come to the marsh you find a lone column standing 13 feet tall. The temple was the first monumental building to be designed and built entirely of marble. The Temple of Hadrian is known by its elegant arch façade. The temple was constructed in the 2nd century AD. The design is simple and clean. Over the main doorway you find an intricate relief of a woman surrounded by decorative leaves. Some people have identified the figure as Medusa who was meant to keep evil spirits at bay."
      },
      {
        "dayNumber": "6",
        "title": "Pamukkale - Intriguing Nature",
        "description": "Pamukkale means the Cotton Castle in Turkish, and soon you will understand why. As you venture closer to Pamukkale you can see the pristine mountainside gleaming in the sunlight. The foothills are terraced with calcite pools that stretch over 525 feet high and 1,970 feet wide. The water is iridescent and supersaturated with calcium carbonate. As the spring cascades down the mountain it deposits the calcium into the pools and eventually hardens. The hillside looks like a combination of infinity pools and ice and can be seen from over 35 miles away. Nearby are the ancient ruins of Hierapolis. The ruins are mostly compiled of relics from the Roman period. The sacred pool is warm and clear. Hot springs filter into the water and heat the pool to a comfortable temperature. You can see pieces of ancient marble columns at the bottom of the pool. Columned porticos once encircled the water but earthquakes toppled some of them into the pools. You are allowed to swim with the antiquities and float above the underwater columns. The experience is truly unique and the water is absolutely inviting."
      },
      {
        "dayNumber": "7",
        "title": "Marmaris - Mediterranean Abounds",
        "description": "The morning takes you to Marmaris, a port town and resort area along the Mediterranean Sea. Ships line the harbor; their masts sway gracefully against the background of turquoise water. Mountains edge the border of the city and the sea. You step aboard the ferry and make your way to the famous Greek Island of Rhodes. The water shifts from turquoise to sapphire and eventually becomes as clear as crystal. Rhodes Castle towers over the distance verdant trees. As you enter the harbor you can see the two pillars adorned with a deer. Your private transfer takes you to your hotel, located at the heart of a popular beach. The afternoon is warm and comfortable. The water is calm and quiet. The beach is lined with umbrellas that shade visitors from the sun and create the perfect atmosphere. The city’s ancient and contemporary history has gravitas. The beach is pristine. The aromas of lemon zest and fresh grilled seafood emanate out of local restaurants and tempt you to venture inside."
      },
      {
        "dayNumber": "8",
        "title": "Rhodes - The Ancient Way",
        "description": "The sunrise drapes the horizon in pink and blue. The old harbor is cast in a silhouette as the morning begins. The day is at your leisure to enjoy the island. You could sit under an umbrella and listen to the soft crash of the water on the shore or you could stroll alongside the medieval walls and enjoy the atmosphere. Enter through one of the seven gates that lead you into the distant world that has collected Mediterranean cultures throughout time. The inner walls are lively and bustle with the energy of a Turkish bazaar. The ruins of Aphrodite’s temple can be seen at the Gate of Eleftherias. You can find a vast and diverse collection of relics in the Archeological Museum, including the stunning sculpture Aphrodite of Rhodes . When you come to the Street of Knights you can walk along the completely restored buildings. The pebble streets and large, thick stone structures give you the feeling that you are walking through a magnificent castle, because you are, in fact, actually walking through one. The castle walls are 36 feet thick and the castle moat runs over 63 feet wide. The streets are paved with cobblestones and there are an endless number of quiet alleyways that you can call your own. In the evening you can dine in the elegant historic atmosphere at Dinoris. The courtyard seating has you dining next to the old wall. The scent of prawns cooked with tomato, pepper, and feta cheese is savory and tantalizing."
      },
      {
        "dayNumber": "9",
        "title": "Crete - The Myths of Crete",
        "description": "Today you will depart from Rhodes and venture to Crete, the largest of the Greek Islands. Your private transfer escorts you to the airport and soon you arrive in Heraklion, the capital of Crete. Settle into the luxuries of the hotel Agapi Beach. The resort is situated with stunning gardens, three immaculate pools, and a long stretch of warm, sandy beach. Crete is a treasured island that combines majestic beaches, ancient myths, fantastical villages, and sensational landscape. The locals are sociable and filled with vivacious spirit. The food is known to be the best in all of Greece. The Venetian fortress stands on the quay and guards the harbor. Old Town is a labyrinth of cobblestone streets filled with urban sophistication. The architecture dates back to the 15th century. You can visit the restaurant Agora, which is Greek for market. The menu features traditional meze, small dishes similar to tapas. Enjoy the rich flavors of traditional Cretan pasta with chicken and graviera cheese."
      },
      {
        "dayNumber": "10",
        "title": "Crete - Crete’s Elite",
        "description": "The cobblestone streets of Heraklion come to life in the morning. Boats come back to the harbor and unload the day’s fresh catch. The market is filled with vibrant local produce and seafood. Enjoy the sweet and tart flavors of Greek yogurt and fruit before you start your day of exploration. The entire day is at your leisure to experience Crete at your whim and pleasure, which could bring you to luxuriating by the beach or visiting the celebrated archeological museum. The Minoan Palace of Knossos is home to the mythological labyrinth and the infamous Minotaur. Knossos was the Minoan capital and the palace was constructed around 1900 BC. In the royal apartments you will find the queen’s hall. The door is adorned with a dolphin fresco and a floral design outlines the doorway, embellished in blue. The palace complex is large and sits against the backdrop of rolling, rocky hills. The history is palpable and stirring. The fresco that depicts a bull charging through the mountains can only remind you of the Minotaur and the maze that once filled the palace."
      },
      {
        "dayNumber": "11",
        "title": "Crete - Out of Town",
        "description": "The day is yours once more. The water splashes against the sand. The sun spreads over the distant hills. Whether you visit the museum or simply stroll along the historic streets of the old city, the day will be filled with splendor. You could even venture outside of Heraklion to visit the charming city of Rethymnon. The cobblestone alleys are filled with the charisma of a small town. The ambiance is a gracious slower pace and contains touches of both Venetian and Ottoman elements. The harbor is a historic Venetian landmark. The buildings that encircle the footpath are rich in color. Small boats wade in the calm marina. The water is crystal clear. You can see schools of minnow swimming close to the rocky seafloor. The Venetian fortress was built in the 16th century and stands looming over the historic neighborhood. A long outcrop encloses the harbor and an antique lighthouse stands at the jetty’s edge. The bricks are interspersed with Turkish flourishes, such as half moons and floral designs. The city feels relaxed. You can wander through the ancient streets and find cafes and shops filling historic buildings."
      },
      {
        "dayNumber": "12",
        "title": "Athens - The Ancient Gateway",
        "description": "Breakfast is filled with the delightful aroma of Greek coffee. The combination of the sweet and rich flavors is a tasty beginning to the day. The morning is yours to enjoy. Dip your toes into the refreshing Aegean Sea. The water is cool and the sun is warm. In the afternoon you will transfer to the airport and arrive in Athens. You will find yourself in the luxurious Athens Gate Hotel which is composed of a selection of rooms that overlook the ancient Temple of Olympian Zeus. Other rooms have a view directly to Acropolis, offering a private panorama of the Parthenon. The city of Athens is a tangible museum. History continues to stand on the tallest hill in this ancient metropolis and overlooks the streets below. Stroll along the Plaka , the oldest street in Athens which dates back to the Golden Age. The streets are made of cobblestone and are lined with ancient mansions. The beauty around the Acropolis is in the charismatic streets and the ever-present temples. As the sun sets over the city the aromas of traditional roasted meat become stronger. The temples glow in the coming night sky. You can enjoy the comforts of a traditional Greek meal at Paradosiako , a mixture of Ouzeri and tavern. The seafood is always fresh and the Greek salad is light and bright."
      },
      {
        "dayNumber": "13",
        "title": "Athens - History’s Allure",
        "description": "The morning reaches over the Acropolis and the pristine marble pillars reflect the light. Your private guide meets you at your hotel after breakfast. You are ready for your tour through the historic and celebrated ruins of Western Civilization. The citadel is visible from every neighborhood in the city and today you will climb the hillside and make your way into the temple complex. As you make your way towards the temples the steps change from stone to marble. The stairway is slick but graceful. The Propylaea is the entrance gate. The façade has six Doric columns that support what remains of the pediment. As you walk through the entryway you understand how large and strong the pillars truly are. Inside the temple complex you come within feet of the ancient treasure of Athens, the Parthenon. The temple was dedicated to Athena and built in 5th century BC. It continues to be a symbol of Greek democracy and Western Civilization. The friezes and are decorated with intricate artistry that depict gods and mythology. The east pediment tells the story of Zeus and the west pediment depicts the contest between Athena and Poseidon. The plateau is paved with marble. You can look out over the city and see where the ancient neighborhoods meet the modern streets."
      },
      {
        "dayNumber": "14",
        "title": "Athens - Returning from History",
        "description": "The ancient city radiates under the sunrise. The Parthenon looks like an ancient beacon that continues to inspire the city and the world. The Plaka bustles with life and the modern city whirs with people. Indulge in one last cup of Greek coffee before your private transfer takes you to the airport. You have witnessed more than just ancient history. You have experienced the cultures of Turkey and Greece that have developed with time. From bazaars to ruins, beaches to legends, you have experienced them all and can’t wait to return."
      }
    ],
    "map": ""
  },
  {
    "destination": "Turkey",
    "mainPhoto": "",
    "id": "highlights-of-turkey-tour-history-culture",
    "tourName": "Highlights of Turkey Tour: History & Culture",
    "placesVisited": "Istanbul, Ephesus, Cappadocia, Kusadasi",
    "generalInfo": "The history and culture of Turkey are intertwined. Istanbul is filled with modern luxury and comfort. Ottoman palaces stand alongside the Bosphorus. Ancient cities near the Aegean continue to spellbind visitors. Byzantine churches sparkle with gilded frescoes. The country’s past is alive and thriving. On this 13-day exploration you will find the collection of East and West, where ancient cultures have become modern marvels. From the classical history to the natural landscape, underground cities to expansive mosques, Turkey’s magnetism is sure to charm you.",
    "durationDays": "13",
    "price": "5,500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Istanbul – Indelible Culture",
        "description": "Welcome to the unforgettable city of Istanbul. The streets are a mixture of modern trends and historic traditions. The trolley runs up and down Independence Avenue. The buildings are European with neoclassical embellishments. Local university students wear designer jeans and Converse. Fresh Turkish coffee emanates from Tahtakale, a neighborhood known for its brimming shops that are crowded close together in the narrow streets. The Hagia Sophia and the Blue Mosque almost mirror each other in their grace and size. A private transfer will escort you from the airport to your hotel in the heart of the Sultanahmet District. You have arrived and the culture of the city is already brimming."
      },
      {
        "dayNumber": "2",
        "title": "Istanbul – A Day of Guidance",
        "description": "The morning is filled with the enticing aromas of percolating Turkish coffee and fresh-baked bread with honey. After breakfast, your private guide meets you at the hotel ready to take you through the city’s great history. Topkapi Palace was constructed in the 15th century and was the seat of power for the Ottoman Empire until the 19th century. The outer walls encircle over three-miles of the palace complex. Step through the Imperial Gate and find yourself in the first courtyard. The monumental Fountain of Ahmed III is an example of 18th-century Turkish rococo art. The avenue was once used for imperial processions and leads to the Hagia Sophia. The Imperial Harem subsisted of more than 400 rooms. The immensity of the palace and its opulent history is apparent in the entire architecture and the details of the courtyards, fountains, and design. The Courtyard of the Apartments of the Queen Mother was the main entrance to the wing; the arched colonnade and geometric tiled walls bring a touch of artistry to the square."
      },
      {
        "dayNumber": "3",
        "title": "Istanbul – The Gems of Istanbul",
        "description": "The call to prayer can be heard from all over Istanbul. The melody echoes out of the ancient and contemporary mosques throughout the city. It is both poetic and enchanting. After breakfast, you will once again venture out on a tour of the eclectic and vibrant neighborhoods. The Rustem Pasha Mosque was built in the 16th century on a high terrace. It looks out over a complex of vaulted shops. Light blue Iznik tiles decorate the mosque’s interior walls. The tiles are arranged in floral and geometric designs. The main dome is situated on four semi-domes. The red carpet is highlighted against the blue and white shimmer of the walls. The carpet muffles your footsteps. The calm and tranquil atmosphere of the mosque allows you to notice its finer details. Lights dangle overhead in concentric circles. The walls begin to resemble peacock feathers. The mosque is an image of refinement that looks like a treasured gem."
      },
      {
        "dayNumber": "4",
        "title": "Istanbul – The Tremendous Blue Mosque",
        "description": "One of the iconic images of Istanbul is the treasured glow of blue in the historic skyline that emanates from the Blue Mosque. Your private guide escorts you on a tour of the magnificent display of artistry in architecture. The mosque was constructed in the 17th century as a place of worship and is grander than the Hagia Sophia. Six minarets add to the city’s incredible ancient skyline. The large dome is lined with 20,000 blue ceramic tiles. The proportions of the complex are symmetrical. The courtyard is the same size as the mosque’s interior. Once inside you can see the upper levels colored with blue paint. Two hundred glass windows are decorated with intricate details and permit natural light. The mihrab is made of sculptured marble. The main gallery is spacious and inspiring. The melodic prayers of devoted Muslims travel along the walls. At dusk, you can look at the sky and see the mosque shining in the colors of the sunset."
      },
      {
        "dayNumber": "5",
        "title": "Istanbul – The Faithful Strength",
        "description": "The lighter taste of the morning comes when you taste sweet mint tea. The flavor is refreshing and invigorating. The cup is warm in your hand and you feel comfortable like the city has accepted you. Each day has made you more familiar with Istanbul and the culture of the eclectic city. Today you will make your way to the Ottoman imperial Suleymaniye Mosque. The complex was constructed in the mid 16th century and contains elements of a Byzantine basilica. The mosque crowns one of the city’s notable seven hills with beauty and grandeur. The main dome reaches a height of over 160 feet. The magnitude and grace of the mosque are apparent before you even enter the main courtyard. However, when you do enter the square you find columns made with marble and granite forming the encompassing colonnade. A minaret is located in each corner of the courtyard. Enter the mosque and find the interior decorated with a soft-spoken splendor. The use of Iznik tiles is restrained. The mihrab contains a simple design. The powerful beauty of the mosque is as much in its outer grander as in its ability to create a softer and devout ambiance."
      },
      {
        "dayNumber": "6",
        "title": "Izmir – Classic Ionian",
        "description": "The sun rises and glints off of the Bosphorus. Fishing boats venture back to the harbor and their hulls are painted with vivacious reds and vibrant yellows. After breakfast, your private transfer will escort you to the airport for your flight to Izmir. You are met at the airport and soon arrive at the ancient ruins of Ephesus. It is the most complete classical metropolis in the world today. The city was first constructed in the 10th century BC by Attic and Ionian Greek colonists and sustained a population of over 33,600 people at its peak. Follow your guide through the collection of ancient Greek, Roman, and even Byzantine-era ruins. You can see a single pillar standing in a large field. The pillar is the last remains of the fabled Temple of Artemis, one of the Seven Ancient Wonders of the World. The temple of Hadrian has a main arch that has remained perfectly balanced without mortar for millennia. The goddess of chance decorates the first arch. Medusa adorns the second arch to ward of evil spirits. The city brings ancient artistry and culture to modern life."
      },
      {
        "dayNumber": "7",
        "title": "Didyma – Ancients alongside the Mountains",
        "description": "The ancient splendor of Priene can be seen standing on the hillside of Mount Mykale. Trees surround the ruins and the fields are a combination of verdant and arid. The surrounding peaks are rugged. The Meander River once flowed alongside the edge of the city and attributed to Priene’s shipbuilding industry and sailing culture. The buildings were all constructed with marble with hardwood roofs and floors. Alexander the Great patronized the Temple of Athena in the 4th century BC. The craggy cliffside of the acropolis hovers over the temple. Five columns continue to stand against the background of the acropolis, adverse to time and its effects on the surrounding city. Archeologists have even found an ancient synagogue that held a carved image of a menorah. The cool breeze sweeps through the trees. The scent of pine and marble fill the air and you continue onwards Didyma."
      },
      {
        "dayNumber": "8",
        "title": "Kusadasi – A Day in Ruins",
        "description": "The ruins of Aphrodisias take you off the beaten path. The crowds dissipate but the history and exceptional architecture remain. Your private guide escorts you to the small Greek city that was dedicated to Aphrodite. A monumental gateway leads to the forecourt of the Sanctuary of the goddess. The gateway has triangular porticos and slender pillars. The Odeon continues to stand 138 feet wide. Nine marble rows are divided into five sections. The columns of Aphrodite’s temple stand on the hilltop in the background. The city is calm and the ruins are inspiring. The trees add a cool shade to the surrounding hillside. The air is still and the history speaks volumes."
      },
      {
        "dayNumber": "9",
        "title": "Cappadocia – The Fame of Cappadocia",
        "description": "The classic marble columns and elegant reliefs of gods and goddesses remain around Kusadasi. After breakfast, you fly to the remarkable region of Cappadocia and settle in the town of Urgup. The village is a rural retreat that clings to the rocky hillside. The earth is cream colored and boulders rise with the hillside. The village is carved into the rock and uses the already shaped stone to structure the buildings."
      },
      {
        "dayNumber": "10",
        "title": "Cappadocia – The Surrounding Valleys",
        "description": "The cool morning washes over the landscape and returns the creamy color to the rocky hillside. As you venture away from the city, you watch the village fade into the rocks and disappear. Sultan Han is a 13th-century caravanserai , an ancient roadside inn. The walls were fortified during the Seljuk reign, which is why it now resembles a fortress. Enter the complex from the east beneath the marble 40-foot high gate. The inner courtyard has marble colonnades that line the cobblestone plaza. As you stroll through the interior you can hear your footsteps echo in the quiet arched hall. A dome captures the sound. The stone kiosk-mosque is the oldest example of its kind in Turkey. In the Ihlara Valley, the earth comes to vibrant life. You hear the meandering rush of the Melendiz River. The trees are active, covered if dynamic leaves, and swaying in the breeze. The surrounding mountains are red and powerful. When you find the cave churches, be ready to witness their depth and majesty. Purenli Seki Kilisesi means “Church with the Terrace.” It is covered with frescoes, each one projecting a strong design and captivating expression."
      },
      {
        "dayNumber": "11",
        "title": "Cappadocia – The Fairy Chimneys",
        "description": "In the Devrent Valley, you will find the famous rock formations known as “Fairy Chimneys.” The rocks rise over the plain and into the foothills. Their slim pillar frame is topped with large, conical boulders that make them look like chimneys. It’s as if they sprouted from the ground like grass or wheat. Continue onwards to the Zelve Open-Air Museum. As you come closer to the cliffside you notice that what you thought were natural indentations in the hills are actually carvings. The honeycomb dwellings encapsulate religious and secular chambers that housed families until the 1950s. Walk along the pathway and you can see remnants of frescoes from the Church with the Deer. There is also a rock-cut mosque with a single minaret. Zelve is a ghost town that offers you a glimpse into the region’s indelible past."
      },
      {
        "dayNumber": "12",
        "title": "Istanbul – The Tunnels are Bigger",
        "description": "The mountains look like tabletops. The foothills rise into the flat peaks that overlook the valley. After breakfast, you will make your way to the Soganli Valley to experience more of the impressive and extensive troglodyte civilizations. A boulder rises over the grassy hillside. The tan color nearly blends into the surrounding mountains. As you inch closer you can see the complex honeycomb doors and windows carved into the rock. The interior shows impressive frescoes in the traditional Byzantine style. You can just make out the images of saints and biblical stories. The steps are worn and the walls are cold in the shade. But there is something wondrous about the frescoes and surviving churches. After your visit to Kaymakli, the largest underground city in Cappadocia, you will fly to Istanbul and settle into the familiar comforts of the capital city."
      },
      {
        "dayNumber": "13",
        "title": "Istanbul – Return from History",
        "description": "The cobblestone streets of Tunel and Karakoy bustle with morning activity. Cafes are filled with the sounds of percolating coffee. Old men sit at tables and play dominoes and read newspapers. The Galeri Suav displays its Hittite and Ottoman inspired collection of ceramics, glass, and textiles. Delight in the sweet and savory combination of fresh sesame bread and strawberry jam. A small bowl of dates sits on the table. After breakfast, you are escorted to the airport by private transfer. The culture of the city continues to enchant as you make your way home and return from Turkey’s historic depths."
      }
    ],
    "map": ""
  },
  {
    "destination": "Turkey",
    "mainPhoto": "",
    "id": "luxury-exploration-of-iconic-turkey-tour",
    "tourName": "Luxury Exploration of Iconic Turkey Tour",
    "placesVisited": "Istanbul, Ankara, Cappadocia, Konya, Pamukkale, Kusadasi, Ephesus, Canakkale, Avanos, Hierapolis, Aphrodisias, Pergamum, Troy",
    "generalInfo": "Turkey's beauty spans the ages, taking you on a journey through Greek myths, Roman legends, mythical landscapes, and the juxtaposition of East and West. Ancient relics mix with longstanding tradition, vibrant colors burst with intricate detail, and ingenious architecture reveals 4,000 years of influence. This handcrafted itinerary is an idyllic introduction to the region's riches, every one of the 11 days offering a fresh angle onto a cultural and historic melting pot.",
    "durationDays": "11",
    "price": "4,700",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Ottoman Ankara and the Soothing Landscapes of Cappadocia",
        "description": "The Cappadocia landscape provides the perfect antidote to any travel fatigue; green valleys overflow with surreal eroded rock chimneys, troglodyte caves hide around corners, and there's a wonderful sense of serenity. Cappadocia is your base for the first three days, but before this strange moonscape comes a glimpse at history. Land in Istanbul and connect onto a flight to Ankara, the country's capital. Visit the mausoleum of Attaturk, Turkey's founder, and explore millenniums of empires at the Anatolian Civilizations Museum. From here it's a short drive to Cappadocia, via the pristine Salt Lake and some astounding vistas."
      },
      {
        "dayNumber": "2",
        "title": "Exploring a Surreal World of Chimneys, Caves, and Churches",
        "description": "This strange lunar landscape is ripe for gentle exploration. The weather sculpted volcanic chimneys tower over the road, dominating the Dervent and Pasabag Valleys with their lunar-like strangeness. Just a few steps off the road you can be standing amongst these bizarre formations. There are also some wonderful panoramas to photograph from the cliffs above the valleys. These landscapes have an evocative history, explored in the Zelve and Goreme open-air museums. Churches and monasteries are hand cut into the rock, odes to ingenious engineering and religious dedication. Frescos line the walls and they've been remarkably well preserved, their vivid colors contrasting the stark rock. Traditions live on in this part of Turkey and a visit to Avanos town reveals tile and pottery workshops that have been passed down through the generations. After some further panoramas from Uchisar Rock Castle, enjoy a leisurely evening in Cappadocia."
      },
      {
        "dayNumber": "3",
        "title": "Underground Cities and Ongoing Tradition in Cappadocia",
        "description": "While the Cappadocia landscape seems to come from another planet, there's a poignant history to discover beneath the ground. Narrow stairways and corridors take you to underground cities, Kaymakli stretching many stories below with its simple cave dwelling rooms. Eerie and evocative, this vast city was the hidden home for persecuted Christians. Elsewhere in the valley, the exuberant markings of religion showcase more peaceful times in Cappadocia's history. Admire the 14th century rock cut churches of Soganli and then stop at the 13th century Taskinpasa mosque and Keslik monastery. Fast forward to the 21st century and a local family opens their village home, inviting you for a traditional lunch and a chance to share stories. Meet the villagers, enjoy the fragrances of home-cooking, and then spend the afternoon in the town of Mustafapasa. Old Greek houses line the streets, each in indelible states of decay and incandescent beneath the sun. A famous carpet workshop completes the afternoon before another quiet evening in Cappadocia."
      },
      {
        "dayNumber": "4",
        "title": "Following the Famous Silk Road Caravan Trail to Pamukkale",
        "description": "Turkey has always been a crossroads. Greek and Roman empires ruled before the Ottoman period, and the country has always served as the meeting place for East and West. Today you follow the ancient Silk Road, taking the route of the old trading caravans that plied between the continents. Sultanhani Caravanserai offers a narrative on the world's greatest ever trade route and the Mevlana Museum in Konya presents another exotic theme. This was the original home of the whirling dervishes, dancers in white who could spin and spin without ever losing balance. Admire some very early copies of the Koran in the museum before continuing to Pamukkale, where the soothing mineral waters of your spa hotel make for a therapeutic afternoon."
      },
      {
        "dayNumber": "5",
        "title": "The Beautiful Mineral Pools of Pamukkale and Two Stunning Ancient Cities",
        "description": "Heat bubbles beneath the surface all over Pamukkale, warming mineral water pools and terraces that extend across the green hills. For some 2200 years the Greeks bathed here, the ancient cities of Aphrodisias and Hierapolis evidence of their presence. First explore the pools. Stepped terraces of calcified white cling to the hillside, the gleaming colors more reminiscent of the Arctic than of Turkey. Dip into the waters and gaze across a fairytale setting, the terraces of Pamukkale offering one of the country's most unforgettable sights. Now for the cities; Hierapolis and Aphrodisias revel in their portrayal of ancient Greece. Temples of columns and sculptures stand proud, amphitheaters stretch down the hillside, and isolated pillars dominate the skyline. You may recognize the names. Aphrodite was the Greek goddess of love and Hierapolis was supposedly founded by Apollo. While it's only mythology on paper, there's mystical radiance to these ancient cities, one that suggests that all myths have their basis. After lunch you drive to the coast and the resort town of Kusadasi, where beaches and blue waters await. You will spend the night here in Kusadasi."
      },
      {
        "dayNumber": "6",
        "title": "A Day in Ephesus and an Afternoon On the Beaches of Kusadasi",
        "description": "Ephesus delights in restored glory, the Ionian city bursting with temples and Greek columns, each reflecting the summer rays. There's a history that comes from before Christ, found in the Temple of Artemis, and the Library of Celsus that rises far above the ancient splendor. Yet Ephesus’ eclectic remains contain further intrigue. The House of the Virgin Mary was where Mary spent her final days and the Basilica of St John adds further doses of integral religious history. This is a private tour and your expert guide will continue the narrative left by the Ephesus Museum. Like every day, the pace of the trip is dictated by you and there's never any need to rush or wait. With so much to explore, it's easy to spend the entire day at Ephesus. It's also easy to return to the coast for an afternoon soaking up the sun on Kusadasi's beaches."
      },
      {
        "dayNumber": "7",
        "title": "Exploring the Remarkable Remains of Mythical Troy",
        "description": "Troy was always thought of as a legend, a fictional town dreamt up by Homer. The name ignites the imagination and the excavated ruins take you back 4000 years. It feels like a lived in city; grass engulfed passageways heading between crumbling rock walls, steps leading to towering temples, and of course, the famous carved horse. Troy almost appears like a dream, the carved lion heads and vast scattered remains conjuring scenes from the time of Greek gods and mystical times. Before Troy your journey adds further suggestive impressions. Visit the throne of Satan at Pergamum, the Greco Roman city that tumbles down a hillside. With the Acropolis and Asclepion towering above the surrounding landscapes, there's a real sense of both ancient power and ingenious engineering. Tonight you will stay in Canakkale."
      },
      {
        "dayNumber": "8",
        "title": "Cruising the Dardanelles and First Impressions of Istanbul",
        "description": "Turkey's landscape has formed an integral part of this itinerary; sapphire waters twinkle along the coastline, green mountaintops are controlled by ancient ruins, and weaving roads pass by dozens of lookout points. Descend to the coast today and cross the Dardanelles by ferry, your journey towards Istanbul almost at an end. On this side of the water lies further historical narratives, these ones barely reaching back 100 years. The Gallipoli Campaign saw thousands of soldiers die during the First World War, many of them from Australia and New Zealand. The sites are a poignant pilgrimage spot for many visitors from down under, and the battlefields leave a lasting impression. After lunch it's off to Istanbul, the route curving around the Marnara Sea and the city immediately impressing. Fifteen centuries of architecture line the waterways yet the atmosphere remains understated and low-key. Tonight is free and it's recommended to simply wander through the streets and start taking in the treasures."
      },
      {
        "dayNumber": "9",
        "title": "Exploring Istanbul's Most Famous Sights",
        "description": "Sultanahmet bristles with old-world charm and it's the starting point for a day touring Istanbul's famous sights. The remains of The Hippodrome are the centerpiece, flanked by the Hagia Sophia and Blue Mosque and rolling to the ambiance of tea sellers and flag wavers. Your guide provides the narrative, pointing out the few remains from Roman rule before you head beneath the giant domes of the Hagia Sophia. Christian frescos adorn the walls, reminders of how this building was the world's largest cathedral for many centuries. But downstairs, beneath the ornate ceilings, are odes to Allah and evidence of when the Hagia Sophia was a mosque. Over 1400 years after it was built, it's now a museum and a poignant display of religious harmony. Cross the Hippodrome towards the minarets of the Blue Mosque, the vast courtyards offering a humble and serene space in the city. Remove your shoes and walk inside, red carpet and blue tiled walls immediately grabbing your attention. Inside there is grandeur and panache, intricate detail filling the mosque with irrefutable beauty. Continue the tour at Topkapi Palace, where rooms reveal the excesses of empires and their rulers. Now wander beneath the hundreds of domes of the Grand Bazaar, thousands of stalls lining the curved corridors and taking you deep into a maze of sensual utopia. Trader's shout, women barter, spices spill around corners, and the twinkling of Anatolian handicrafts demand attention. The rest of the day is free; seeing as you're already in Sultanahmet, a relaxed afternoon can be spent in the cafes that line the cobblestone streets around the Hagia Sophia."
      },
      {
        "dayNumber": "10",
        "title": "A Sensual Journey Across Continents in Istanbul",
        "description": "With the sun rising on your final day in Turkey, memories linger on the 4000 years of history and culture that have been explored. Your guide offers a new narrative today, one that explores how tradition has evolved in modern day Istanbul. Start in the Spice Market, a historic trading place that continues to burst with vibrant colors and beguiling smells. While most countries have shopping malls and supermarkets, the locals in Istanbul still do their shopping in bazaars. Then head to the Bosphorus where a boat takes you along the continental divide, juxtaposed old and new architecture standing on the edge of Europe and Asia. It's a journey for slowly soaking up the sights and watching ten centuries of architecture float past. Lunch is iconically Istanbul, fresh barbecued fish served on a bridge over the Bosphorus with views of the fishermen providing the catch. Now some Ottoman treats. Four centuries of Sultans have collected trinkets and souvenirs to adorn the Dolmabahce Palace, the 365 rooms stuffed full of antiquity. Enjoy thick Turkish coffee at a local cafe and spend the final afternoon of your vacation exploring. You'll discover that, while Istanbul has a modern façade: new shop fronts, cars, electronic screens detailing tram times, the people continue to live as if little has changed since Byzantine times."
      },
      {
        "dayNumber": "11",
        "title": "Departure",
        "description": "After 11 days of archaeological brilliance and fascinating culture it's time to depart. Enjoy one last breakfast and a final look at Istanbul as you're transferred to the airport for your international departure."
      }
    ],
    "map": ""
  },
  {
    "destination": "Turkey",
    "mainPhoto": "",
    "id": "luxury-tour-of-cappadocia-and-istanbul",
    "tourName": "Luxury Tour of Cappadocia and Istanbul",
    "placesVisited": "Istanbul, Cappadocia, Avanos, Kaymakli Underground City, Soganli Village",
    "generalInfo": "Turkey mesmerizes like a classical orchestra, the conductor weaving an atmospheric spell and a symphony of boutique luxury encasing the experience. Each renowned piece of architectural glory gets its solo, four nights in Istanbul and two in Cappadocia including private guided tours of the country's most sublime wonders. Rich history, indelible culture, ethereal landscapes; this 7-day trip is one that generates a perpetual encore.",
    "durationDays": "7",
    "price": "3,000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Arrive in Cappadocia",
        "description": "Land at Istanbul Airport and a connecting flight whisks you off to Kayseri, situated on the edge of Cappadocia's surreal moonscape. A representative is waiting to transfer you to a boutique cave hotel. The remarkable volcanic landscape of Cappadocia is dotted with chimneys and caves, creating a visual fairytale that's enhanced by this luxury hotel. You're sleeping in the landscape, not merely experiencing the beauty from the outside. While this is a cave, boutique touches and modern amenities transform the indelible walls into a paradise of comfort and luxury. Choose between either Yunak Cave Hotel or Gamirasu Cave Hotel. Tonight's dinner is included, so sit back, relax, gaze across the surreal landscape and say hello to the elegance of Turkey."
      },
      {
        "dayNumber": "2",
        "title": "Touring the Surreal Moonscape of Cappadocia",
        "description": "Cappadocia doesn't look real in the morning light, the chimneys slowly illuminated by the tones of sunrise. Many suggest lunar comparisons to describe this landscape, a suitable simile given both the weird geology and astonishing scale. While photos can provide a glimpse at the ethereal eroded formations, only on a full day do you start to soak up the vast scale. Cappadocia is not one panorama. It stretches over numerous valleys. Every corner is a new photo opportunity and each mile takes you deeper into the baffling topography. Yet Cappadocia is not merely an aesthetic fancy. Every valley hides surprises, ingenious history cut into the eroding rock. Start today in the Goreme Open-Air Museum where churches are sculpted into the stark towering cliffs. Square doors stand beneath carved balconies and beautiful fresco wall paintings impress with their vitality and tone. Monasteries stand side by side and the rock-hewn wonder continues as you journey through the moonscape to Avanos. This unique village showcases clay as artwork. Then your third stop reveals the artistic beauty of Turkish carpets. The world-renowned carpet factory offers an insight into the hand-made techniques of one of the country's finest exports. Return to your hotel and spend the evening soaking up the peaceful delights of Cappadocia."
      },
      {
        "dayNumber": "3",
        "title": "The Underground Cities and Villages of Cappadocia / Transfer to Istanbul",
        "description": "While Goreme reveals the outward facing beauty of the region's Christian history, the valleys are dotted with memories of persecution. Thirty-six underground cities can be found here, the most impressive being the multiple underground stories of Kaymakli. Narrow staircases take you down into darkened rooms that somehow maintain the naturally sculpted magic of the landscape. Like every day on this itinerary, your tour is private and an expert guide offers the poignant narrative. Tales of plight and flight mark this journey, stories from when this ingenious living was the only way to survive. Each day's tour includes a number of stops with the pace dictated by you. Stop longer to explore the eerie under-hangs and tiny cave houses within the complex, or return above ground and look for the evidence. Even though you know it's there, these underground cities are remarkably well hidden. The tour weaves a route through the mushrooms and chimneys, many of them towering above the road in conglomerations of flamboyance. Visit Soganli Village, where more rock carved churches stand indelibly hidden and the remote community continues its fame for dolls. Take lunch in the village and explore the narrow streets, with the option to travel in the most traditional style: by donkey. Soganli reflects the ongoing traditions of Cappadocia and there will time to chat with villagers and even experience a local wedding ceremony if one is taking place. Wave goodbye to this landscape as you're transferred to Kayseri Airport for an onward flight to Istanbul. You'll be met at the airport and transferred to your boutique hotel."
      },
      {
        "dayNumber": "4",
        "title": "Experiencing the Architectural Wonders of Istanbul",
        "description": "As the sun rises above the continental divide, Istanbul slowly begins to paint its sensual picture. The call to prayer resonates from the Blue Mosque, each individual call then harmoniously mirrored by the other mosques. You have a choice of two boutique hotels, each of them indelibly situated amongst the old-world charm. Choose between Celal Sultan Hotel or Sultanham Hotel. Step onto the streets and the scents begin to flicker: fresh catch from the Bosphorus, the whiff of elegance from architectural wonders, meat slowly being roasted. Today's tour starts far back in Istanbul's history at the Hippodrome. It was the centerpiece of Byzantium, a place for chariot races and Roman celebrations. The Serpentine and Constantine Columns reveal an iconic sight of ancient history, while the Egyptian Obelisk offers a further ode to yesteryear. Yet these sights are hidden and without a guide, it's easy to miss where you are. Roaming tea vendors fuel those waiting on park benches in what is the current facade of the Hippodrome. To the right is the Blue Mosque, towering domes and minarets rising like mystical peaks. Barely 500 meters away, to the left, the Hagia Sophia immediately imbues its idolized nomination as the Eighth Wonder of the World. Start the exploration in the 6th century Hagia Sofia; it was the world's largest cathedral. It later became a mosque and is now a peaceful ode to the religious harmony in Turkey. Islamic calligraphy and Christian murals juxtapose in the same space, huge chandelier candles provide a soft light, and dozens of rooms reveal 1400 years of intricate history. Many world buildings can reveal an artistic religious grandeur. There are virtually none on the same scale as the Hagia Sofia. Wander past the tea sellers and flag waivers to the Blue Mosque, journeying into the wide outer courtyard and lift your head skyward to appreciate the enormity of the minarets. Your local guide takes you into the inner courtyard, were porticos of columns and domes radiate a simplistic beauty. Now go inside where luxuriant red carpet cushions your shoeless feet (all shoes must be removed before entering) and thousands of Iznik tiles cast their blue glow across the mosque. There's a peace and serenity to this building, one that seems to demand silence as eyes marvel at both intricate detail and grand design. The rest of the afternoon is free for you to wander, with the surrounding area of Sultanahmet a particularly atmospheric place to indulge in thick Turkish coffee, cobblestone streets full of cute cafes, and rooftop terraces that gaze across the bridge to another continent. Later on, you'll cruise along the Bosphorus, straddling Europe and Asia, and slowly journey past the iconic riverside architecture of the city. It's a sublime immersion in Istanbul's unique style."
      },
      {
        "dayNumber": "5",
        "title": "Palaces and Bazaars in Istanbul",
        "description": "Your boutique hotel already showcases the local commitment to inimitability and opulence. Carved furniture, lavish touches, open courtyards, and breakfast served as another day in Istanbul begins. Like always, it's a private tour with your own driver and guide, so you get to choose the departure time. While yesterday started with Constantine the Great, today fast forwards to the Ottoman Empire and four centuries of imperial history at the Topkapi Palace. 25 different sultans added their own creative vision to the design as the palace was built over almost 400 years. The juxtaposition of styles read like a narrative of world history, each sultan handpicking the influence to create his masterpiece. The interiors also reveal a shameless accumulation of wealth, huge rooms revealing gold, silver, art, and one of the world's finest collections of Chinese and Japanese porcelain. Trinkets and snapshots cover the interiors, each passageway taking you to another ode to ancient international design. After the palace the passageways get narrower, the labyrinthine corridors of the Grand Bazaar are a perfect place to get lost amidst an ambiance of trader's calls and lingering smells. Gold, leather, antiques, spices, chandeliers, candles, silver, rugs, and souvenirs; each corridor curves past hundreds of stalls, centuries of history etched into the walls and domed ceilings. The giant maze can be disorientating but wandering without purpose is the best way to enjoy it. Your guide is always around to help find the path to the exit. The rest of the day is free to savor Istanbul and your guide will be full of suggestions for places to visit. Topkapi isn't the only palace radiating impressions of grandeur, others line the river with their elegant rooms of artistic history. Trams wind through the narrow city streets and over the bridges, the local transport both an easy and charming way to get around. Shops spill tubs of spices onto the street, boutique storefronts have sprung up between the ancient architecture and, as the sun sets on another Istanbul day, rooftop restaurants provide feasts of whirling dervish dancing and local flavors."
      },
      {
        "dayNumber": "6",
        "title": "Free Day in Istanbul",
        "description": "Today is deliberately left free so you can explore Istanbul at your own pace. While the last two days offered guided tours of the city's most essential sights, Istanbul holds hundreds of treasures. Your guide will also provide many ideas for today, but here are some suggestions for soaking up the eclectic ambiance. Wander along the Bosphorus and gaze across the continents, winding a journey past elegant restaurants and rows of fishermen casting their rods into the water. The fresh catch is immediately delivered to rows of restaurants beneath the bridge where it's barbecued and sold as sandwiches to lines of expectant customers. Dotted across the city you'll find historic baths, places with 500 years of cleansing history. Men and women enter different sections and deep layers of dirt are scrubbed away in therapeutic sessions revealing spa therapy exactly how it was many centuries ago. Benches fill the wide public squares, places to rest and reenergize with a cup of sugary tea from the wandering chai traders. Or perhaps try some coffee, a thick cup of beans served in the indigenous way. Maybe you will try some Turkish delight, the sweet shops lining narrow roads and propelling whiffs of sugar that mingle with the spice emporiums nearby. With the excellent public transport system, Istanbul is an easy city to explore, especially when your guide has helped you form a plan. Furthermore, the central area of Sultanahmet is small enough to experience on foot, allowing you to dip into its many cafes and enticing spaces. With glorious architectural odes all around and the intermittent call to prayer reminding everyone of the time, Istanbul deserves this extra free day in the itinerary."
      },
      {
        "dayNumber": "7",
        "title": "Departure",
        "description": "It may have only been six nights but this handcrafted itinerary has packed in the sights, a compelling mix of yesteryear's glory and traditional tones still surviving today. After breakfast and a final morning of relaxing in the boutique hotel, your driver transfers you to Istanbul's international airport and a homeward bound flight. But there's just enough time for one last glimpse at the country's splendor; gaze from the plane window and the Bosphorus stands proud, the divide of a city that took you to the best of both Europe and Asia."
      }
    ],
    "map": ""
  },
  {
    "destination": "Turkey",
    "mainPhoto": "",
    "id": "one-week-in-turkey-itinerary-for-romance-kusadasi-cappadocia-istanbul",
    "tourName": "One Week in Turkey Itinerary for Romance: Kusadasi, Cappadocia, Istanbul",
    "placesVisited": "Istanbul, Cappadocia, Selcuk, Ephesus",
    "generalInfo": "Heritage overflows with passion and history brims with luxury in Turkey. The otherworldly landscape enchants as the seaside shines like a precious stone. Your one-week romantic Turkey itinerary to Kusadasi, Cappadocia and Istanbul is hand tailored to your specific desires that make every day a treasure and every evening magical. Dig your toes into the warm sand of an Aegean beach and swim in the translucent waters. Visit ancient metropolises and delight in a private panorama of the countryside from the skies in a hot air balloon. Fall into fascination and wonderment with Turkey’s endless allure.",
    "durationDays": "8",
    "price": "3,400",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Kusadasi - Romancing the Aegean",
        "description": "The sapphire water of the Aegean Sea laps at the shores of the bustling city streets of Kusadasi. The old 19th-century castle stands watch on Pigeon Island looking out to the horizon. The ramparts are built with stone and maintain their powerful and safeguarding impression. The region’s history is palpable with roots dating back to 3,000 BC. The hills and the water border the cityscape. Gulets, traditional Turkish ships, cruise on the Aegean. Their large sails catch the breeze and puff out like clouds. In this premier Europe vacation, your private transfer meets you at the local airport and takes you to a charming hotel in the old city. Cobblestone streets and a quiet, secluded ambiance fill the neighborhood. The sea air wind blows around the maze-like streets. Cafes filled with local men enjoying the afternoon light, sipping luscious Turkish coffee from small gilded glass cups. They clack porcelain backgammon pieces and bet quietly against their odds. Palm trees line the esplanade, and the marina is filled with ships swaying in the calm, pristine wake. The city is filled with cosmopolitan life wrapped in the essence of regional history. Indulge in the savory aroma of fresh grilled seafood emanating from the waterside restaurants. Delight in the honey colored hillsides that fade in the sunset. Kusadasi introduces you to the tenderness of Turkey and the passion of its shores."
      },
      {
        "dayNumber": "2",
        "title": "Kusadasi - Pillars of a Goddess",
        "description": "Fishing boats drift from the harbor early in the morning. Their colorfully painted bow makes their frames visible from a distance. They travel against the craggy shores of the landscape and the horizon in search of a fresh and delectable catch. When the sun rises, the collection of ships looks like a peaceful armada decorating the Aegean with speckles of reds and yellows. After breakfast, your guide meets you at the hotel and takes you to the gates of Ephesus. The air is perfumed with peach and lemon trees. When you enter the ancient city, you find pillars and mosaics that date back to 10,000 BC. The city was once a major metropolis, holding over 300,000 people in its heyday during the 2nd century AD. A sweet, cool breeze rushes down from the surrounding hillside and brushes the valley. Columns line the main walkway. It feels like you’ve stepped back in time to an era of togas and marble-lined streets. The Temple of Artemis was one of the Seven Ancient Wonders of the World. The structure captivated visitors from around the known globe. Today the remains of the temple sit atop a small citadel. The temple had been constructed in the 7th century BC built entirely out of marble. Today a single column standing 13 feet tall commemorates the grace and power of the ancient structure and the goddess it celebrated. The romance of culture and graceful architecture is undeniable. The simple design of the Temple of Hadrian hints a subtle beauty. Over the main doorway is a detailed and delicate relief woman. Decorative leaves frame her. Return to the Kusadasi in the evening and watch the sunset over the sea to add another charming moment to an unforgettable day."
      },
      {
        "dayNumber": "3",
        "title": "Kusadasi - Indelible Days",
        "description": "The beaches are carpeted with golden sand that glows against the gemstone hues of the Aegean Sea. The sunlight spreads over the landscape and you can relax in the sounds of the city coming to life. After breakfast, the day is yours to enjoy at your leisure. Stroll around the castle walls for a unique look at the city. Walk up the hill at the city’s border and find a statue of Atiturk watching proudly over the coastline. For a precious and memorable romance venture onto a private gulet cruise and watch the shoreline turn into hidden alcoves. Pass by beaches filled with jovial visitors soaking in the Turkish sun. Buildings shimmer with white walls and cobalt blue trim. The coastline rises and falls with craggy edges and verdant trees. The water turns translucent and the boat softly comes to a stop. Jump into the water and share a refreshing swim with your partner. The world disappears around you and the two of you share a breathtaking moment of privacy. You listen to the water brush against the rocks. The ship sways stoically at anchor. The zesty aroma of grilled seafood emanates from the galley. When you return to shore a feast is waiting for you. Calamari has been sweetened and spiced with a squeeze of lemon. Birds soar overhead in graceful circles and you dine in comfortable beauty."
      },
      {
        "dayNumber": "4",
        "title": "Cappadocia - Unearthly Wonders",
        "description": "The cafes gradually fill with the scent of fresh, rich Turkish coffee and the aromas of the day are enhanced with the sweetness of honey. After breakfast, your private transfer takes you the airport for your flight to the ineffable region of Cappadocia. The landscape quickly enchants you with its peculiar look. The soft stone region has been shaped by the elements and time, forming rocky towers that resemble fairy chimneys. People have inhabited the valley for millennia, chipping away at the rocks to make residences and cities. From the hillside, the valley looks like a village from a fairy tale. The hillsides fade from white rocky bases to orange stone tops. The landscape looks like honeycombs in both color and shape. Venture underground and come to one of 36 cities that have been found beneath the regional landscape. Four out of the eight floors of the city of Kaymakli are open to visitors. A network of 100 tunnels winds around the underground city and connects residences, storage spaces, and even kitchens. The slightly sloped halls and the cool air emanating from the walls make up an elaborate ventilation system. You feel closer to your partner as you experience an exceptional discovery together. The distinct landscape takes you into a shared fantasy world of which you could have never dreamed."
      },
      {
        "dayNumber": "5",
        "title": "Cappadocia - Sharing the Sky",
        "description": "The sky is a shade of royal blue before the sun rises. Today you wake up early and watch the stars from the skyline over the silent streets and towering rocks of the valley. Your private transfer takes you to a nearby prairie. Hot air balloons lay on the field ready to inflate. You step into the basket and watch the balloon animate. The sensation of slowly rising into the air both shocks and delights you. The early morning darkness silhouettes the mountains. The balloon can soar up to 1,640 feet. The sun rises with your ascent. The colors are layered over the horizon, first blue, then pink, and finally an absorbent yellow. The light spreads over the mountainside and into the valley. The thin rocks rise out of the valley like a prairie of fairy chimneys. You hold your partner tight and watch the world come into view. You can see the finer details of the landscape from this height, noticing the crevices of the bordering mountains and the depth of the gorge. In the crevice between impressive rock walls, you find the meandering river that helped shape the magnificent vista. The balloon touches back to the ground, and you continue your exploration of the air with a visit to the Goreme Open-Air Museum to see the sensational Byzantine churches cut from the stone."
      },
      {
        "dayNumber": "6",
        "title": "Cappadocia - The Right Path",
        "description": "The houses and shops of the Cappadocia’s cities hide under the rocks for shade. After breakfast, your guide takes you away from the fairy chimneys for a deeper look into the Soganli Valley. Discover the rolling hills and oases that lead to Gok Kilise, the Sky-Blue Church near the village o Soganli. A steep stairway is cut deep into the rock that leads to the village atop the mountainside. A stream weaves through the landscape and separates the stairway from the Gok Kilise. Twin naves are carved out of the cave and separated by columns and bordered by apses. A worn frieze that adorns the walls depicts saints. Across the Yukari Valley floor is the Church with a Dome known as Kubbeli Kilise. The cupola is cut from the rock with precision and creates an eastern ambiance. The day is filled with discovery, from a traditional atmosphere to rarely visited ruins. Local women weave cultural dolls, and the countryside offers a unique glimpse into the past and present of Turkey."
      },
      {
        "dayNumber": "7",
        "title": "Istanbul - Light on the Seven Hills",
        "description": "After sunrise, you can see hot air balloons drifting along the sky imitating passing clouds. The mountains are cast in a rosy glow, and you make your way to the treasured city of Istanbul. The Bosphorus waterway separates Europe from Asia and connects the Black and Mediterranean seas. The city’s seven hills are draped in historic neighborhoods and celebrated architecture. Elegant palaces line the riverbanks, and remarkable minarets stand tall over the cobblestone streets to create an incomparable skyline. The domes of the Blue Mosque cascade downward. The sounds of the marketplace echo against the historic walls of the Spice Bazaar, an age-old tradition never to be forgotten. Your private guide meets you at the hotel and escorts you through the city to experience the marvelous culture and unforgettable history that radiates from the seaside to the hillside. Topkapi Palace is filled with the ambiance of royalty. The 15th-century edifice was the seat of power for the Ottoman Empire for around 400 years. The outer walls encompass an area over three miles long. Entering through the Imperial Gate makes you feel regal. The rococo design of the Fountain of Ahmed III brings a spirited floral and embellished artistry to the courtyard. The palace centers around the garden area, which adds a refreshing aroma of blossomed flowers and leaves to the immense complex. The luxurious feeling of regality should never end."
      },
      {
        "dayNumber": "8",
        "title": "Istanbul - Endless Charm",
        "description": "The character of Istanbul combines the quintessence of history and the enchantment of local culture. The aromatics of the Spice Bazaar match the rainbow hues in which the spices display. The alleyways wind through the streets and take you into the hidden shops that have populated the neighborhood for centuries. Tinkerers work with soft metals and shape copper pots. Bread sellers roam the city with stacks of round sesame crusted bread stacked on their heads. There is something indescribably romantic about this thriving culture and a distinct connection to heritage. Wandering with your partner along the cobblestone streets of a different world has taken you through a celebrated romance that will forever charm and delight you. Your private transfer meets you at the hotel and escorts you to the airport for your flight home. The dazzling views and magnificent wonders of Turkey will be waiting for your warm return."
      }
    ],
    "map": ""
  },
  {
    "destination": "Turkey",
    "mainPhoto": "",
    "id": "private-luxury-sailing-to-uncover-turkey",
    "tourName": "Private Luxury Sailing to Uncover Turkey",
    "placesVisited": "Istanbul, Hagia Sophia, Bosphorus, Cappadocia, Goreme, Red Valley, Izmir, Ephesus, Aphrodisias, Maramaris, Ekincik, Lydea, Gocek Lagoon, Gemiler Island, Kalkan, Xanthis, Patara, Kas, Kekova, Skyrock Bay, Myra, Ulupinar, Olympos",
    "generalInfo": "Turkey's coastline is a treasure trove of enchantment and wonder. Private yachts, undiscovered ruins, enigmatic Istanbul, lunar landscapes; this itinerary sets sail to the hidden glories of Turkey and uncovers the last undeveloped stretch of the Mediterranean. Serene and exciting, these 13 days blend countless historic empires with luxury modern indulgence, while uncovering some of the most prized locations in all of Turkey.",
    "durationDays": "13",
    "price": "16,900",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Istanbul – City Walking Tour and Bosphorus Cruise",
        "description": "Welcome to Istanbul. Welcome to a city that straddles two continents and excels in blending the best of both. Your guide and driver is waiting at the airport, and after a chance to freshen up at the hotel, a walking tour begins to unveil the eclectic influences that mark the city. Start at the Hagia Sophia, a 6th-century church that became a 15th-century mosque and now stands as an exemplifier of Turkey's secularization. Christian wall frescos and Islamic interiors mix together and the building's size is remarkable even today. For many centuries, it was among the largest five buildings on the planet. As the sun begins to cast gentle tones across Istanbul you embark on a scenic cruise along the Bosphorus. Linking the Sea of Marmara with the Black Sea, this narrow strait divides Europe and Asia. Admire the architecture that stands proud on both continents and wait for the sun to set and the lights to cast reflections onto the continental divide. The boat docks beside a quaint waterfront restaurant for a welcome dinner of seafood and traditional specialties."
      },
      {
        "dayNumber": "2",
        "title": "Istanbul – Immersion in the City's Legendary Wonders",
        "description": "Istanbul's glories boast of opulence and history. Today's easy walking tour takes you on a journey through the ages, revealing the excesses of sultans and the design of empires. Start in the Topkapi Palace, a vast complex of courtyards and subtly different buildings. For over four centuries, each sultan built his own room and stuffed it with wares from around the world; armor, jewelry, porcelain, calligraphic manuscripts. The rooms are now museums glimpsing at both world and Turkish history. Next visit the Cistern, the city's earliest water supply, and then wander across ancient Greek and Roman remains. Statues and columns stand alongside the boardwalks and then, back above ground, the remains of the Hippodrome make it easy to picture horse and chariot races. Today's tour is around four to five hours in duration and it's an easy walk. Continue to the Blue Mosque and savor the beauty of 21,000 Iznik tiles, a soft glow cast above an interior that demands silence. The Blue Mosque begins the merging of history with ongoing culture. This continues at the Grand Bazaar, where the ancient tradition of bargaining lives on; carpets, souvenirs, lanterns, wires, every street reveals more and more stalls. Completing the walking tour is a sensual feast, the colors and smells of the Spice Market leading the eyes and nose on a merry dance. Return to the hotel with a local street car and spend the afternoon relaxing. This evening's dinner is at a celebrated local restaurant."
      },
      {
        "dayNumber": "3",
        "title": "Cappadocia – Exploring a Weird and Wonderful Landscape",
        "description": "A morning flight transfers you to Kayseri and then a short drive immerses you in the bizarre natural splendor of Cappadocia. Strange rock formations resemble fairy chimneys, and if you look closely into the valleys you'll discover the entrances to thousands of caves. This landscape is best explored on foot; meander through the troglodyte dwellings and soak up the lunar-like surroundings with an easy to moderate three-hour hike. First head through the Valley of Spears and then discover the beautiful frescoes that cover rock-cut churches within the Goreme Open-air Museum complex. Continue through the striking chimneys of Pasabag, shaped by a long volcanic history and then further carved by monks. Seeking an ascetic lifestyle, the monks crafted homes within the chimneys and would climb on top of them to preach. After the hike, you're transferred back to the cave hotel and will enjoy a local dinner this evening."
      },
      {
        "dayNumber": "4",
        "title": "Cappadocia – Beautiful Red Valley and Bewitching Whirling Dervishes",
        "description": "Cappadocia's panoramas entice you forward, captivating in the morning light and bursting with treats. Pillars, tuff cones, caves, crumbled pyramid rocks; from a distance it's indelibly photogenic. Get up close and the intricacy is revealed, a four hike taking you from Ortahisar to Cavusin and across the lunar-landscape of the Red Valley. More evocative carved churches are discovered, these ones depicting the early days of Christianity in vivid frescoes. Lunch comes with a sampling of the region's local wine followed by an opportunity to explore a weaving cooperative and a potter's workshop. This is a good chance to purchase souvenirs direct from the source and support a local community. Return to the hotel in the late afternoon and rest before this evening's mystical entertainment. Whirling Dervishes spin gracefully for minutes without pause, their sacred dancing accompanied by soft music and the recital of poems. Simple yet powerful, the Mevlevi Order of Sufis have been whirling since the 13th-century. It's a form of Islamic worship and witnessing their performance is a very unique experience."
      },
      {
        "dayNumber": "5",
        "title": "Kusadasi – Exploring a Remarkable Ancient Roman City",
        "description": "A short morning flight takes you to Izmir, where the Aegean Sea twinkles in the distance, and green valleys provide a playground for archaeological and architectural adventure. First, you will drive to Sirince, a town of whitewashed homes resplendent beneath red tiles. Drink a coffee, enjoy a local lunch, and absorb the quaint pace of life in remote Turkey. Fully energized you wind towards the city of Ephesus, one of the finest and most complete ancient cities anywhere in the world. Evidence suggests that people were living here long before the Ionians built temples and roads around 3,000 years ago. Meander down the white marble slabs of the main street, three-millennia old pillars, and archways standing on both sides. Explore the remains of homes and then the ruins of a library, theater, and vast Roman baths. The Temple of Artemis and Library of Celsus are the most impressive relics, pearly white and impressively restored to showcase ancient glory. But the sites keep coming: a gladiatorial graveyard, an agora, isolated columns, every corner another photo of Roman and Greek history. The history of Ephesus is well laid out in the museum at Selcuk and then the day takes a serene turn as you check into the Charisma Hotel in Kusadasi. Overlooking the Aegean Sea, this is a tranquil place to spend the evening."
      },
      {
        "dayNumber": "6",
        "title": "Gulet Cruise – Exploring Aphrodisias and a First Night On Board Your Luxury Yacht",
        "description": "Today's journey takes you alongside the Aegean, passing through the ancient wonder of Aphrodisias before revealing the modern splendor of your private sailing yacht. Greek and Roman archaeological ruins are dotted beside Aphrodisias, reminders of its prosperity in the first centuries AD. Marble statues and huge columns dominate the cityscape, each towering above as your guide reveals the historical narrative. After lunch it's a three hour drive to Marmaris where the Cavurali awaits. Sixty-five feet long and built in the traditional Tirhabdil style, the yacht offers an effortless blend of modern luxury and timeless style. Climb aboard and the adventure begins. Set sail for a wilderness cove where dinner is served and there's a wonderful elegance to your first night aboard. This will be your private home for the next six nights and your mode of transport for the next six days."
      },
      {
        "dayNumber": "7",
        "title": "Gulet Cruise – Sapphire Waters and Ancient Ruins along the Coast",
        "description": "Relax on the teak deck as breakfast is served. Turquoise waters surround the sail and there's more than enough time to dive in for a swim before you sail to Ekincik. Disembark and hike along the coast, glorious landscapes accompanying the two-hour walk to Candir. Now for a new mode of transport as you board a riverboat to cruise up the Dalyan River and reveals the elaborate tombs of the kings of Caunus. Sculpted and hidden in the rocks, these are wonderful reminders of the region's rich history. This whole coastal region is a treasure trove of experiences and relics; dip into the natural hot springs and enjoy their therapeutic powers, swim in the unfathomably clear Koycegiz Lake, explore the ancient city of Caunus with its evocative theater, Byzantine church, and many tombs, then meet the Cavurali in Semisce Cove and enjoy another dinner surrounded by gentle waters."
      },
      {
        "dayNumber": "8",
        "title": "Gulet Cruise – Hidden Lagoons, Secluded Coves, and Cleopatra's Baths",
        "description": "The sail rises early this morning, taking you along the waters to Fethiye Bay and the centerpiece of ancient Lycia. Take breakfast on board and then snorkel in the Aga Limani Cove, a place of bizarre sponges and coral. As you journey further along the Turquoise Coast you absorb an off-the-beaten-track and often hidden side of Turkey. Many of these destinations are not easily connected by road yet it's an effortless journey when you have your own private gulet. Climb onto land and hike to Lydea, passing nomadic shepherds en route and ascending into a pine forest that dominates a rocky ridge. Aromatic herbs tantalize before inscribed tablets and Corinthian columns mark the entrance to Lydea. Walk past the temple walls and sarcophagi, discover the Roman and Byzantine history, and keep going to the Batik Hamam, a place where Cleopatra is believed to have bathed. In total it's around three hours of hiking before you return to the Cavurali for a late lunch and set sail for Gocek Lagoon."
      },
      {
        "dayNumber": "9",
        "title": "Gulet Cruise – More Hidden Wonders Along a Sea of Green",
        "description": "A new morning, another elegant sail amidst tranquil waters. The captain steers the Cavurali to Gemiler Island with the discreet crew attending to anything you need. Like each day along the Turquoise Coast, the sailing is combined with easy hiking and exploring ruins well off the beaten track. Wander amongst the eerie ruins of a Byzantine monastery, explore the island's temple and basilica, and admire the remnants of timeless mosaics. A sumptuous lunch is served on board with your private chef responding to personal tastes, before you take some time to swim in the secluded bay. Climb the cliffs and discover what remains of Affouli Nunnery, perched above the Mediterranean and affording dazzling views of the water. Tread along the cliffs and then descend into Kayakoy, a mysterious ghost town that clings to the mountainside. There's a fascinating narrative here, originally dating to the ancient city of Carmylessus and continuing with the aftermath of the Greco-Turkish war. Today's hike is three to four hours and you meet the yacht at Soguk Su Cove, where a languid late afternoon can involve swimming, snorkeling, or lounging on the deck."
      },
      {
        "dayNumber": "10",
        "title": "Gulet Cruise – Unexplored Turkey and the Undeveloped Mediterranean",
        "description": "Fifteen-hundred foot cliffs dominate the scene as you sail into Burguncuk Cove. Aleppo pines give the setting a wild and rugged appearance and it's very rare to see anyone else around. Next up you're exploring a cluster of Byzantine and Lycian ruins, most without names and peering out from beneath a canopy of green. This section of Turkey's coast is one of the last undeveloped stretches of the Mediterranean, blissfully unexplored and scenting of adventure. Cross the Seven Capes to Kalkan where you'll drive into Bezirgan, a mountain village of tradition and rural lifestyles. A local family invites you inside for lunch, cute specialties laid out in an austere setting. Xanthos would throb with tourists if it was more accessible. Home to Persians, Greeks, and Romans, it's now explored by just a handful of visitors. The secretive and deserted sites continue throughout the afternoon; the vast empty beach of Patara, a Roman aqueduct, and then beautiful Firnazlar Cove where your private yacht is waiting."
      },
      {
        "dayNumber": "11",
        "title": "Gulet Cruise – Snorkeling Over Ancient Ruins and Beautiful Kekova",
        "description": "Your final day of sailing is one of mystery and beauty. Whitewashed houses and enchanting boutiques greet you in Kas, a town dominated by bougainvillea blossoms and the chatter from cafe terraces. After lunch in Kas the sails tighten and wind power takes you to the ruins of Aperlae, hidden beneath the gentle waves and easily explored with a mask and snorkel. Nearby, Kekova Sound provides a timeless memory of the Turquoise Coast's exquisite geography. Cliffs climb high, forests clad the lowlands, and shimmering waters always lap gently. Climb up to Crusader Castle for sunset, the orange tones spreading across Simema and the Cavurali below. A final dinner is served on board and the final night on your yacht is spent in Skyrock Bay."
      },
      {
        "dayNumber": "12",
        "title": "Istanbul – A Final Day of Cruising on Your Luxury Private Gulet and Transfer to Istanbul",
        "description": "The final day of sailing epitomizes the charm of the Turquoise Coast and the ease of this vacation. Wake for a leisurely breakfast and morning swim in the deserted bay. Settle into the comfy chairs on the deck and watch the scenery pass; tiny villages spill down the mountainside, forests reflect in the shallows, and there's an untamed feel to a coastline that's difficult to access by road. Drop anchor in Myra and explore its tombs dramatically carved into the hillside. Continue to Ulupinar and bid farewell to the Cavurali in a timeless style; over a sumptuous lunch and glass of local raki or wine. This afternoon the adventure continues on foot, with visits to Olympos, the eternal fires of Chimaera, narratives of Sicilian pirates, and a final white beach for swimming and soaking up the sunshine. From here you're transferred to Antalya and a domestic flight to Istanbul. This evening is free and a good chance to personally say goodbye to the country, perhaps from one of the city's splendid rooftop or riverfront restaurants."
      },
      {
        "dayNumber": "13",
        "title": "Istanbul – Fond Farewells",
        "description": "You're transferred to the airport after breakfast, a thousand competing memories flashing through your mind. Ancient cities, luxury sailing, turquoise waters, coastal hikes; it's been 13 days that compel you to return."
      }
    ],
    "map": ""
  },
  {
    "destination": "Turkey",
    "mainPhoto": "",
    "id": "turkey-cultural-tour-exploring-traditional-village-life",
    "tourName": "Turkey Cultural Tour: Exploring Traditional Village Life",
    "placesVisited": "Istanbul, Sapanca, Ankara, Cappadocia, Abant",
    "generalInfo": "Turkey's architectural wonders compel and confound, but the country's heart lies in its villages and traditions. Step far off the beaten track as you’re invited by host families to experience the real culture of Turkey. Homestays, tiny villages, home-cooked banquets, hidden histories; this vacation reveals an unforgettable warmth that matches Turkey's beautiful landscapes and exotic grandeur.",
    "durationDays": "11",
    "price": "4,700",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Istanbul – Soaking up Ottoman Charms",
        "description": "Istanbul's Ottoman treasures aren't restricted to its renowned wonders. Ornate sculpted stone lines streets of cobblestone and intrigue. Mosques are camouflaged within bustling markets of rainbow colors. Juice vendors squash fruit beneath the domes of history. And your hotel radiates the opulence of the Ottoman Empire. Each corridor is lined with antiques and an intricately carved four poster bed dominates your room. Gaze across the rooftops from the window and absorb the skyline. Then head out onto the streets and find something to admire with every footstep. Settling into Istanbul's beauty comes naturally but let's quickly rewind to earlier in the day. You're picked up from the airport by a luxury chauffeur and transferred to the Ottoman-style hotel in central Sultanahmet. Relax and settle in. The hotel's prime location enables easy wanderings through pedestrianized streets with 2,000 years of history."
      },
      {
        "dayNumber": "2",
        "title": "Istanbul – Exploring the Hypnotic History and Culture of Istanbul",
        "description": "Like every morning in Istanbul it's the sounds that first impress. The call to prayer cascades across red rooftops. A bell mesmerizingly twinkles in the distance. Then come the smells: sweet pastry emanating from a just-opened bakery, infused chai coming from the hotel's dining room as you head for breakfast. So many impressions and you're yet to go outside. Your guide greets you at the hotel reception and you head off on a full-day walking tour of historic Sultanahmet, a suburb that's absorbed the influence of many empires. First comes Rome; the remains of Hippodrome Square are few but they evoke a time of chariot races and gladiatorial contests. Beneath the ground you explore the mysterious Basilica Cistern and the columns that line a historic pathway. Next it's Byzantine as you stand beneath the towering domes of the Hagia Sophia, each framed against a Mediterranean sky and splendidly capturing the elegance of a 1,400 year old history. As Christian frescoes and Arabic calligraphy juxtapose you get a sense that Turkey's history is not always clear cut. Both cathedral and mosque during its time, the Hagia Sophia epitomizes the remarkable culture to be discovered on this vacation. Across the square, the minarets of the Blue Mosque beckon you forward and you walk into courtyards of elegance. On a cute side street you sit down to a traditional lunch and famous Turkish coffee before the tour fast forwards to Ottoman wonders. Opulence and extravagance guides you through the Royal Topkapi Palace. This was the home of sultans and it's stuffed with dazzling collections of porcelain, antiquated furniture, carpets, art, and jewels. Such superlative wares also line the corridors of the Grand Bazaar. Explore the labyrinth of covered streets; handicrafts spill onto the stone floor, silver twinkles, carpets cover walls, and etched into the domes are evidence of fire and destruction. It's a confusing place, each corridor curling until your body's compass is fully discombobulated. So allow your guide to take over and reveal the path back to your hotel."
      },
      {
        "dayNumber": "3",
        "title": "Sapanca – Warm Welcomes to Your First Homestay Experience",
        "description": "Leaving Istanbul, it's not long before the road ascends past fertile slopes and the Bosphorus disappears. You've now passed from Europe to Asia, although the changes go unnoticed to the naked eye. Dotted beside the road are the remains of empires; a Greek marble sculpture, ancient towns reduced to rubble, tombs hidden in cliffs, and tales that span from Greece to Rome and back. Spend a few hours exploring the historical sites around Izmit before a leisurely lunch with gaping views back towards Europe. Your host family is waiting outside their door, all smiles and waves as you arrive in the village of Sapanca. Step inside and be shown to the guest room. Don't be surprised if it's almost as big as the rest of the house; local tradition dictates that even strangers should be received with a luxury that far exceeds what the family is used to. There will be time for a stroll through the village; curious villagers stop to shake your hand and whiffs of home cooking engulf the streets as dusk arrives. Return to your new home, where a lavish feast is laid out on the terrace. You might know it as a meze . To your host family it's a dinner of fresh local produce enjoyed over languid hours of shared stories. Retire to your bedroom and savor the serenity of this hidden slice of Turkey."
      },
      {
        "dayNumber": "4",
        "title": "Abant – Hidden Historical Sites in Unexplored Turkey",
        "description": "As the road winds east you continue the historical musing. Turkey was the birthplace of civilizations and the strategic space to be ruled by empires. Old stone mosques hang on hillsides. Theaters provide reminders of ancient worlds. Monastic remains are ascetic yet elegant. Today's drive enables you to explore these millennia old sights as you meander to Duzce, a quaint village that serves up a sumptuous lunch memorable for fresh bread and olives. Then continue to Abant, another village that rarely sees foreigners. Shake hands, return smiles, and make yourself at home. Then wait for the kitchen smells to transpose into another family dinner marked by laughter."
      },
      {
        "dayNumber": "5",
        "title": "Ankara – Relaxing With Villagers and Onwards to Ankara",
        "description": "Abant's villagers have heard of your arrival. They're drinking in cafes and waiting by their gates for a word with the visitor . This tour enables you to fully explore an authentic culture. At the same time, the villagers are desperate to uncover your own culture. Questions are translated and photos taken. Children hold your hand while women laugh and hide behind each other as their English comes out confused. The locals want to learn and absorb so don't feel that you're intruding on their life. They're delighted and honored to show you around their village. After a full morning in Abant, and a leisurely lunch at the homestay, you drive to Ankara. While the humble stone may have been replaced with a gleaming modernity, your host family reveals that Ankara is an oversized village at heart. Their genuine and warm welcome is unlike any you would expect from a capital city around the world."
      },
      {
        "dayNumber": "6",
        "title": "Cappadocia – Anatolian Civilizations and Exploring the Moon",
        "description": "There's a change of pace this morning as you visit the Anatolian Civilizations Museum. Archaeological finds and interwoven chronicles build a complex picture of the region's history. Lydian manuscripts, carved marble gods, 3,000 year old swords; the museum evokes sundry influences and tales of power. Leave the capital city and take lunch in a small village before crossing the valleys to the lunar landscapes of Cappadocia. After Istanbul, this is perhaps Turkey's most famous destination. However, your tour continues the paradigm of offering new angles. Dotted between the valleys of eroded geology are quaint Christian villages that remain virtually unchanged since the time when monks lived in the nearby caves. A homestay and local family is the best way to savor the ambiance of this bygone era."
      },
      {
        "dayNumber": "7",
        "title": "Cappadocia – Dramatically Carved Churches and Vast Underground Cities",
        "description": "There's a powerful tranquility to Cappadocia. Very few vehicles drive through the village, every panorama imbues an elegant beauty, and time moves at the pace of yesteryear. Coffee smells wake you from slumber and the breakfast table is waiting. As always, eat with the family and gradually learn about their lifestyle and history. Today's Cappadocia exploration is very relaxed. First you will head out to the churches of Guzelyurt. Each is hypnotically carved into the cliffs and their sheer abundance paints a scene of Christian dedication. Then journey underground and discover the city of Kaymakli. Fifteen-thousand persecuted Christians once lived in this vast hidden complex, the streets illuminated by lanterns and their rooms merely holes in the rock. Return to the homestay for another leisurely evening soaking up rural village life."
      },
      {
        "dayNumber": "8",
        "title": "Cappadocia – Beautiful Villages and Decorated History",
        "description": "A hearty breakfast prepares you for a day exploring Cappadocia. Rock churches stand resplendent in the hushed tones of dawn. From the cliffs you gaze upon valleys of fairytale chimneys and eroded stone. On deserted roads you spot monks' dwellings and the remains of monasteries. The valleys of Dervent and Pasabag engulf you in the region's lunar world, weird and wonderful formations extending at every angle. The road winds and the surreal exploration continues; Cappadocia is a visual and photogenic treat, one of the world's most remarkable and unusual landscapes stretching almost a hundred miles through peaceful valleys. It's also an historical delight. In Zelve and Goreme, the rock-carved churches stand side by side, each with frescoes exquisitely painted onto the rock. Rambling lanes take you past ancient monasteries and there's a poignant ambiance of hope etched into the cliffs. After lunch you explore the Greek history that presides over a corner of Cappadocia. Distinct sounds emanate from tile and pottery workshops in Avanos town, while the whitewashed houses of Mustafapasa showcase another Cappadocian angle. It's a fairly long day of touring, but any tiredness is quickly relieved by a welcoming pot of tea and the smiles of your hosts."
      },
      {
        "dayNumber": "9",
        "title": "Cappadocia – Stunning Hot Air Balloon Flight and Early Religious Memoirs",
        "description": "Cappadocia's scale can't be captured from the ground. Soar above it all in a hot air balloon and the landscape oscillates between fairytale fiction and geological wonder. Sunrise casts a photogenic hue and canyons cut dramatic scars through the red and orange. After an hour you touch back down and breakfast is waiting. The rest of the day is full of surprise. Hike into the Red Valley where troglodyte caves combine to form ancient thirteenth century mosques and even older monasteries form an ode to the region's religious history. Then you return to the village for a final afternoon and evening with your host family. After four days a real bond has been built and you're more friends than host and guest. Savor a final dinner on the terrace and share contact details, the mind already racing with ideas of returning. Note that throughout this itinerary there's an excellent chance of being invited to a Turkish wedding. This could happen at any of the villages en route and is obviously dependent on local people getting married. The itinerary may be altered slightly to ensure you get to experience this unique occasion."
      },
      {
        "dayNumber": "10",
        "title": "Istanbul – A Sensual Indulgence in an Exotic City",
        "description": "After a long farewell you're transferred to the airport for the short flight back to Istanbul. Return to your Ottoman themed hotel and a day of exotic experiences awaits. Explore the Spice Market with its fabulous array of colors and gourmet indulgences. Get lost amongst the mountains of powders and aromas and suddenly you're stood beside Rustempasa Mosque on the edge of Europe. Courtyards glimmer, minarets tower, and the mosque transports you from complicated maze to tranquil haven. Take a ferry along the Bosphorus and admire the continental divide, the best of Eastern and Western architecture dominating the riverbanks. And finally, just as you thought that Turkey couldn't offer anything else unique, feel the therapeutic power of a 16th century hamam and a salubrious treatment at the forefather of spas."
      },
      {
        "dayNumber": "11",
        "title": "Istanbul – Farewell to the Culture of Turkey",
        "description": "The Turkish cultural immersion comes to a conclusion this morning. Spend a final morning absorbing Istanbul's sensual feast then enjoy a luxury transfer to the airport and your return flight."
      }
    ],
    "map": ""
  },
  {
    "destination": "Turkey",
    "mainPhoto": "",
    "id": "turkey-honeymoon-vacation-romance-in-air-land-sea",
    "tourName": "Turkey Honeymoon Vacation: Romance in Air, Land & Sea",
    "placesVisited": "Istanbul, Cappadocia, Antalya, Turquoise Coast",
    "generalInfo": "The Turquoise Coast looks paved with sapphire gemstones. The mountains rise and fall in the impressive range. Rocks are shaped by the elements to create unique shapes and soft lines. Cities are filled with desirable history and alluring architecture. Your Turkey honeymoon vacation is completely customizable, ready to take you on a passionate journey through the timeless splendor of the air, land, and sea. Feel the warmth of the Turkish sun and taste traditional succulent dishes. Stroll along cobblestone streets and discover enduring romance.",
    "durationDays": "10",
    "price": "4,300",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "An Image of Charm",
        "description": "Istanbul is a city overflowing with heritage and connecting the cultures of Europe and Asia. The Bosphorus divides the continents with a 17-mile waterway that connects the Black Sea and the Sea of Marmara. You arrive at the airport and are met by your private transfer. Your hotel sits within reach of the Blue Mosque and Hagia Sophia’s widespread grandeur. The minarets rise above the city’s seven hills and mirror one another in symmetry. The domes of the Blue Mosque cascade across the skyline. Cobblestones pave the streets, and each neighborhood takes you into a different and unique period of the city’s history. The Old City fills with the aromas of anise and rich layers of coffee. Hand woven rugs are decorated with geometric patchwork and displayed in the Grand Bazaar. Over 4,000 vendors spread across 64 streets in the 15th century marketplace. An array of spices color the laneways like conical rainbows. It’s like you’ve stepped back in time to the romance of a vibrant past, hand and hand with your partner, and along the treasured streets of the fabled city."
      },
      {
        "dayNumber": "2",
        "title": "The Sea’s Allure",
        "description": "The Galata Tower stands almost 220 feet above the city floor and was constructed in the 14th century. The view watches over the hills and the waterway. The Bosphorus current leads fishing boats and ships to and from various waters throughout the world. After breakfast, you begin your journey on the Istanbul Strait and explore the remarkable shores of the city. Palaces rise against the water’s edge, with their elegance and grace adding prominence to the city’s past and present. The breeze is sweet and cool. The old city is replaced with passing boats and stationary gardens. Pass the wooden seaside mansions known as yalis and continue to Hidiv Kasri, a luxuriant 19th century residence for the viceroy of Egypt and Sudan. The Art Nouveau creates a natural ambiance embellished with floral décor and flowing curved lines. The Italian influence on the exterior is noticeable around the 11,000 square foot palace. The gardens are quiet, and the central hall opens to a variety of rooms. The stained glass windows act as walls adding vivacious color to the palace from floor to ceiling. The Bosphorus offers the splendor of palaces and the desire to experience historic luxury."
      },
      {
        "dayNumber": "3",
        "title": "Experiencing the Landscape",
        "description": "The sunlight glances off of the water, and the fishing boats head out to sea. After breakfast, your private transfer takes you to the airport for your flight to the extraordinary region of Cappadocia. The area is known for its decorative natural landscape that fills the valleys. The mountains and rocks are honeycomb colored. Conical stone peaks stand atop thin pillars shaped by the elements and time. The peaks resemble fairy chimneys and can rise hundreds of feet into the air. You embrace the beauty of the region. The town of Avanos sits beside the calm river and is known for its master potters. Outside of town, the foothills are washed in vineyards and pumpkin patches. Beneath the fairytale grounds, you can find Derinkuyu, one of 36 underground cities in the region. The troglodyte caves create a network of 600 outside doors and 15,000 ventilation ducts. The air and walls are cool underground. Shaped pillars help support the massive system of caves. Walk through old stables, cellars, and wineries to experience the secret world."
      },
      {
        "dayNumber": "4",
        "title": "A Space Above",
        "description": "The dawn hours are quiet and peaceful. The fairy chimneys and surrounding mountains of Goreme look like shadows in the resuming dark blue sky. Your private transfer takes you to a vast field filled with deflated hot air balloons. You step into the basket and listen to the steam fill the balloon. Soon you are rising over the prairie as the sun rises over the horizon. The layers of light shimmer against the dark sky and spread across the landscape. You share the tranquil and serene moment with your partner. Look out over the unique landscape and let the private moment wash over the both of you. The fairy chimneys rise from the floor like blades of grass. The mountains glow orange and silver. The top of Ilhara Gorge resembles a soft plain until you notice the crack between the rock walls that sink over 328 feet to the meandering Melendiz River. The air is crisp and cool. You look down and see the world from a treasured perspective, celebrated by, and shared with, the one you love. Visit the inspiring Byzantine churches of the Goreme Open-Air Museum before transferring to Antalya, a city located on the shores of the Turquoise Coast."
      },
      {
        "dayNumber": "5",
        "title": "Touching the Sea",
        "description": "Antalya is a combination of modernity and classical beauty. The neighborhood of Kaleici is located within the old castle walls. The restored Ottoman houses enhance the ambiance. The Roman-era harbor decorates the shores, and the cliffs provide views of the hazy–blue mountains. The water resembles a precious stone, glistening various shades of blue. The castle towers and minarets form the skyline. A clock tower made of old stone marks the fortress gate. The marketplace near the entrance began in the 15th century and continues to bustle with activity today. The mosque was constructed in the 18th century and is decorated with intricate calligraphy embellishing the colored tiles. The city is an open-air museum, filled with antique homes and coveted harbors. Stroll along the flower-filled park near the southwestern edge of the district. Blossoming flowers perfume the air and a 45–foot tall tower served as a lighthouse in the 2nd century AD. In the afternoon, you will make your way to the marina and climb aboard your ship to begin a cruise of the opulent Turquoise Coast."
      },
      {
        "dayNumber": "6",
        "title": "Wonders of the Coastline",
        "description": "The sea breeze is refreshing and constant. The coast undulates between rocky and verdant. The water is endlessly blue. The sails catch the wind and take you closer to Cirali. You weigh anchor and journey to shore. The beaches are lined with seashells, and the landscape is carpeted in citrus groves. The aroma of the orchards swirls in the breeze. The pine forests add to the day’s tempting scents. Olympos was constructed in the 2nd century BC and continues to ramble along the shaded Turkish valley. You notice the Chimaera, an eternal flame in the city proper, en route to the ruins. Ancient history comes alive during your stroll. The wide streets are lined with small stone walls. The warm sun and cooling shade create a pleasant atmosphere. The trees and vines grow wild and add to the mystical ambiance."
      },
      {
        "dayNumber": "7",
        "title": "Comforts of Beauty",
        "description": "Your cruise along the coastline continues. You have never seen this amount of turquoise in one place. The water looks like stained glass, reflecting the sunlight onto the shore. Rocky alcoves give way to beaches that offer natural privacy from the rest of the world. Pine forests border the ridges and Mount Moses watches over the shoreline. The Gelidonya lighthouse sits atop the ridge. Water mists into the air and provides a rejuvenating spray in the day’s warmth. The city of Demre is known for its Byzantine Church of St. Nicholas. Muze Caddesi is the main street. The cafes and shops bring a jovial bustle to the city. The aroma of fresh Turkish coffee blends into the surrounding citrus. You arrive at the Church of St. Nicholas and find a soft-spoken edifice. The brilliance of the church is in its subtlety. The vaulted ceiling was erected in the 19th century, and the square is decorated with a variety of statues that depicted the saint. The floors are hard stone with elegant mosaics. The natural light shines through the arch windows showing the church’s simple vibrancy."
      },
      {
        "dayNumber": "8",
        "title": "Mountains and Sea",
        "description": "The quintessence of Kas is as much in the city’s character as in the towering mountains that plunge into the azure waters. Ancient ruins remain preserved, and Lycian tombs are found in the mountain walls around the city. The island of Kasellorizo, also known as Megisti, is a one-mile ride away from the shores Kash. Cobblestone alleys and neoclassical houses with tiled roofs fill the island. The whitewashed walls of houses stand out against the opulent blue sea. The island is actually part of Greece and maintains a connection to its heritage with undeniable influence of its Ottoman proximity. You can traverse the streets and listen to the soothing sounds of the water lapping at the island walls. The locals are friendly and welcoming. The scent of grilled calamari, with lemon zest, emanates from a tiny restaurant near the marina. Fishing boats return with bulging nets. The sailors cry out with jovial returns. The inherent marvel of the island and the Turkish coast are one in the same, naturally beautiful and rich with history."
      },
      {
        "dayNumber": "9",
        "title": "The Hills of Istanbul",
        "description": "The sunlight drapes over the sloping mountains and highlights where the steep slope meets the shore. The water splashes against the rocks and is carried into the air. The gorgeous countryside is lined with lemon and orange groves. The aroma of salty sea air and citrus trees is delightful. Your private transfer takes you to the airport for your flight to Istanbul. Istanbul maintains its unique and energetic flair. The winding streets of the Old Bazaar come alive with vivacious glass lamps and tinkerers that continue to handle copper with tradition and care. Follow your guide on a private tour of the city. The Hagia Sophia was constructed in the 6th century AD, commissioned by Emperor Justinian. Its beauty was coveted and celebrated, which caused Mehmet the Conqueror to convert the structure into a mosque in the 15th century. The pink hue of the exterior is set against the background of sapphire water. When you enter the complex, you immediately see a mosaic above the third and largest door, known as the Imperial Door. The central dome has a diameter of 102 feet, slightly smaller than Rome’s Pantheon. Four large piers at the corner of the gallery support the dome. The splendor of the building surpasses its history. It is hard not to look up and study every inch and crevice. There is indelible passion in the design and ineffable romance in the quiet ambiance it inspires."
      },
      {
        "dayNumber": "10",
        "title": "Visions of Enchantment",
        "description": "Morning covers the city with warm light. The posh neighborhood of Cihangir sits below Taksim Square. Refurbished art deco facades line the streets. The antique district is filled with mementos of historic love stories and collections of locally made curios. The city combines the modern with historical, and celebrates the past as much as the present. After breakfast, your private transfer escorts you to the airport for your flight home. You have explored the air, land, and sea of Turkey and discovered the spirited culture and undeniable romance of its cities, shores, ruins, and landscape. Please browse the travel reviews of Turkey for trip extension ideas and to see what travelers enjoyed while in their customized trip."
      }
    ],
    "map": ""
  },
  {
    "destination": "Turkey",
    "mainPhoto": "",
    "id": "wonders-of-turkey-tour-cappadocia-goreme-kaymakli-pamukkale-ephesus-istanbul",
    "tourName": "Wonders of Turkey Tour: Cappadocia, Goreme, Kaymakli, Pamukkale, Ephesus & Istanbul",
    "placesVisited": "Istanbul, Cappadocia, Pamukkale, Ephesus",
    "generalInfo": "On this custom tailored tour to Turkey, you will discover the wonders of the country from the surreal landscapes of Cappadocia to the underground city of Kaymakli to the Pamukkale thermal pools, and much more. Explore the endless field of spired rocks and set your feet in the ancient city of Ephesus, where the apostle Paul taught the twelve disciples. From the dome of the Hagia Sophia to the sapphire water of the Aegean Sea, come to Turkey and find history, beauty, and wonder.",
    "durationDays": "9",
    "price": "3,900",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Istanbul – The Unparalleled Earth",
        "description": "You arrive in Istanbul, a city that has connected the East and the West for thousands of years. You continue to Kayseri, known for its Seljuk tombs and its huge bazaar. The high-rises fade behind the horizon as you make your way to Cappadocia. The historical region is famous for its whimsical landscape and fairytale towns. The hills are honeycombed. Tall, thin boulders stretch over the flatland and look like pillars that support the sky. The mountains are layered with red and russet coloration. The soft stone has allowed cultures to thrive by carving shelter out of the countryside. The history is majestic, the ambiance is splendid, and the scenery is nothing less than spellbinding."
      },
      {
        "dayNumber": "2",
        "title": "Cappadocia – Fairies and Castles",
        "description": "The scent of fresh brewed Turkish coffee is rich and chocolaty. It is accompanied by the savory aroma of gozleme , a stuffed hand-rolled dough. After breakfast your guide will meet you at your hotel and escort you to the Devrent Valley, which is famous for its lunar-like landscape. The rock formations are often called “fairy chimneys.” The pillars are slender and tall and topped with conical rock formations. The undulating mountains look like a collection of folded dough. The grass is verdant and bright. Small flowers blossom and add stunning blues and reds to the landscape. When you come to the Goreme Open-Air Museum you find the extraordinary rock churches and frescoes that date back to the 10th century AD. The Byzantine churches were carved into the mountainside. Carikli Kilise was constructed in the 13th century. The archway in the central dome is decorated with images of the four gospel writers. The imagery is powerful and colorful. It feels more like you are in an ancient church and less like you are in a cave. Uchisar is the highest peak in Cappadocia and is topped by the Uchisar Castle. When you come to the top of the range you find rooms hollowed out of the rock. Stairs, tunnels, and passages connect the rooms. The castle’s interior is cool. The rock is soft. When you look out over the panorama you can see the marvelous peak of Mount Erciyes in the distance."
      },
      {
        "dayNumber": "3",
        "title": "Cappadocia – In the Interest of Troglodytes",
        "description": "The wonder of Cappadocia goes beyond its illustrious landscape. After breakfast your guide will meet you at your hotel and show you the exceptional subterranean scenery. Thirty-six underground cities are located throughout Cappadocia and date back to the 7th and 8th centuries BC. Kaymakli is the largest of the subterranean cities and has nearly one hundred different tunnels. The passages are low, narrow, and steeply inclined. There are four floors open for visitors to witness the incredible and complex network of rooms. On the second floor you can find a church, a nave, and two apses. You also notice the altar and seating platforms. Your feet shuffle and echo around the earthen alleyways. The ached doorways are surprisingly high. On the fourth floor there are several storage rooms that once held earthenware jars. The sun is bright and welcoming when you exit the underground city."
      },
      {
        "dayNumber": "4",
        "title": "Pamukkale – The Whirling Dervish",
        "description": "The fairy chimneys and underground cities of Cappadocia are fascinating. As you venture towards Pamukkale you can see an endless compilation of hot air balloons rising into the empty sky. They drift elegantly against the backdrop of blue like shifting clouds. Venture along the Silk Road and reach Konya. The city is home to whirling dervish orders and a stronghold of Seljuk culture. The juxtaposition between ancient and modern culture is charming. The market is a labyrinth of historic shops and wares. University students wear aviators and converse. The Mevlana Museum is the former lodge of the whirling dervishes. The site is one of the largest pilgrimage centers in Turkey and is always vivacious with energetic visitors. The museum was originally a mausoleum constructed in the 13th century. Enter through the main gate and step into the marble-paved courtyard. A large bowl collects rainwater that is still considered sacred to the farmers in the region. There is mixture of spirit and religion that runs through the vitality of the museum. The sarcophagus of Mevlana is found under the green dome and is embroidered in gold verses from the Koran. The small mosque displays priceless prayer rugs and illustrated Korans."
      },
      {
        "dayNumber": "5",
        "title": "Pamukkale – The Cotton Castle",
        "description": "From the distance Pamukkale looks like a Siberian mountain, or as the Turkish name suggests, a “Cotton Castle.” White calcite shelves brim over with warm, mineral-rich waters. You can hear the gentle trickle of the warm spring dribbling over the tiers. Above the pristine white landscape is Hierapolis, an ancient spa city for the Romans and Byzantines. The main thoroughfare stands alongside a pillared colonnade. The tripartite archway welcomes you in. The city was founded around the 3rd century BC and was coveted for its healing baths. The Nymphaeum is inside the sacred area near the Temple of Apollo and was built in the 2nd century AD. It contained a large fountain that distributed water to the house. The structure sits at the edge of the main colonnaded road. The entire city is enormous and holds remnants of its elegant design. The Antique Pool allows you to swim with ruins. The warm spring is inviting and the ruins line the floor; the surrounding pillars toppled over during a 7th century earthquake. The experience is unique and relaxing."
      },
      {
        "dayNumber": "6",
        "title": "Ephesus – Greek Classic",
        "description": "The ancient Ionian City of Ephesus is the best representation of a classic metropolis anywhere in the world. The sunrise spreads a yellow shimmer over the Aegean Sea. After breakfast you will meet your guide and venture out to the city complex that was once home to the world and historically renowned Temple of Artemis. Civilization first broke ground in Ephesus in the 10th century BC. Marble columns continue to line the streets. Near the end of the Curetes Street is the Hercules Gate. Two columns stand over the entrance on a raised platform. Each column is decorated with raised reliefs of Hercules. The purpose of the gate was to narrow the access to the street, which created an easy pedestrian area. The demigod is depicted wearing the lion skin from the lion myth. Pieces of marble pillars are strewn about the agora. The hillside is a mixture of verdant trees and arid grassland. The ancient market place was 480 feet by 220 feet and once held a temple at its center. The breeze brings the subtle aroma of pine and grass. You can see the remnants of the 2nd century Temple of Hadrian. The gates are tall slender pillars that support a wide portico. The ruins create a square shape that almost frames the mountains in the background."
      },
      {
        "dayNumber": "7",
        "title": "Istanbul – The City's Allure",
        "description": "The early morning sea has a particularly soothing aroma, a combination of the salt water and the sweet breeze. Enjoy the velvety flavor of a fresh Turkish coffee. Your private transfer escorts you to the airport and you arrive in Istanbul. You can see the city’s eclectic culture. Independence Avenue is filled with hip students and businessmen. However, you also see devout Muslim men wearing skullcaps and women who have their heads covered. The Bosphorus is filled with barges that need to connect from the Sea of Marmara to the Black Sea. Your guide meets you at the airport and takes you to the Hippodrome Square. The square was once the center of Byzantine life and was even the home to chariot races. A pink granite obelisk was constructed in the 16th century BC in Egypt and was brought to Istanbul in the 4th century AD. You follow the pathway and come to Hagia Sophia. The exterior splendor is only matched by the interior’s grace. The cathedral, in its current form, was constructed in the 6th century by emperor Justinian. It was later transformed into a mosque and eventually a museum. You find the Loge of the Empress in the center of the upper gallery. The door is etched from marble. You can find a green stone marking where the empress’s throne once stood. On each of the four pendatives is a giant six-winged cherub. The museum is quiet. Every step you take brings you deeper into history and closer to connecting with the vibrant images of dedicated artists and scholars."
      },
      {
        "dayNumber": "8",
        "title": "Istanbul -– The Colors of Istanbul",
        "description": "Istanbul is filled with rich delights that are hidden within narrow alleyways and discrete niches inside giant mosques. After breakfast your guide meets you at your hotel and takes you to the Spice Bazaar in the Faith district. It is the most famous covered shopping center after the Grand Bazaar. The marketplace was built in the 17th century and houses 85 shops. An arched roof covers the long pathways. The vendors sell spice, Turkish delight, sweets, jewelry, and dried fruits. You notice the colors first and foremost. Iridescent yellows and purples emanate from the shops. Mounds of almonds and pistachios fill the air with a nutty aroma. The atmosphere is lively and inviting. You soon make your way to the Dolmabahce Palace, which was the last residence of the Ottoman Sultans. The palace contains over 285 rooms, 46 halls, and a vast collection of European antiquity. It was constructed in the 19th century to fit a more contemporary style and luxury. An elegant conical chandelier hangs over the Crystal Staircase. Ambassador’s Hall has a gilded paneled roof. The neoclassical columns are graceful. Each light fixture seems more lavish than the last. You can easily, and willingly, become lost in the opulent décor."
      },
      {
        "dayNumber": "9",
        "title": "Istanbul – Leave the City Behind",
        "description": "The call to prayer comes in a soft melody that drifts through the morning streets. Fresh sesame-encrusted bread rings give an enchanting doughy aroma to the air. Spread fresh strawberry jam over the warm bread and taste the sweet and fruity flavor. The day has slowed down as you enjoy your final Turkish coffee with breakfast. Soon your private transfer will meet you and escort you to the airport for your flight home. You have seen the wonder of Turkey, ventured through its marvelous history and soared about its breathtaking landscape. Each moment has been pristine and magnificent."
      }
    ],
    "map": ""
  }
]
