{
  "destination": "Turkey",
  "mainPhoto": "",
  "id": "turkey-honeymoon-vacation-romance-in-air-land-sea",
  "tourName": "Turkey Honeymoon Vacation: Romance in Air, Land & Sea",
  "placesVisited": "Istanbul, Cappadocia, Antalya, Turquoise Coast",
  "generalInfo": "The Turquoise Coast looks paved with sapphire gemstones. The mountains rise and fall in the impressive range. Rocks are shaped by the elements to create unique shapes and soft lines. Cities are filled with desirable history and alluring architecture. Your Turkey honeymoon vacation is completely customizable, ready to take you on a passionate journey through the timeless splendor of the air, land, and sea. Feel the warmth of the Turkish sun and taste traditional succulent dishes. Stroll along cobblestone streets and discover enduring romance.",
  "durationDays": "10",
  "price": "4,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "An Image of Charm",
      "description": "Istanbul is a city overflowing with heritage and connecting the cultures of Europe and Asia. The Bosphorus divides the continents with a 17-mile waterway that connects the Black Sea and the Sea of Marmara. You arrive at the airport and are met by your private transfer. Your hotel sits within reach of the Blue Mosque and Hagia Sophia’s widespread grandeur. The minarets rise above the city’s seven hills and mirror one another in symmetry. The domes of the Blue Mosque cascade across the skyline. Cobblestones pave the streets, and each neighborhood takes you into a different and unique period of the city’s history. The Old City fills with the aromas of anise and rich layers of coffee. Hand woven rugs are decorated with geometric patchwork and displayed in the Grand Bazaar. Over 4,000 vendors spread across 64 streets in the 15th century marketplace. An array of spices color the laneways like conical rainbows. It’s like you’ve stepped back in time to the romance of a vibrant past, hand and hand with your partner, and along the treasured streets of the fabled city."
    },
    {
      "dayNumber": "2",
      "title": "The Sea’s Allure",
      "description": "The Galata Tower stands almost 220 feet above the city floor and was constructed in the 14th century. The view watches over the hills and the waterway. The Bosphorus current leads fishing boats and ships to and from various waters throughout the world. After breakfast, you begin your journey on the Istanbul Strait and explore the remarkable shores of the city. Palaces rise against the water’s edge, with their elegance and grace adding prominence to the city’s past and present. The breeze is sweet and cool. The old city is replaced with passing boats and stationary gardens. Pass the wooden seaside mansions known as yalis and continue to Hidiv Kasri, a luxuriant 19th century residence for the viceroy of Egypt and Sudan. The Art Nouveau creates a natural ambiance embellished with floral décor and flowing curved lines. The Italian influence on the exterior is noticeable around the 11,000 square foot palace. The gardens are quiet, and the central hall opens to a variety of rooms. The stained glass windows act as walls adding vivacious color to the palace from floor to ceiling. The Bosphorus offers the splendor of palaces and the desire to experience historic luxury."
    },
    {
      "dayNumber": "3",
      "title": "Experiencing the Landscape",
      "description": "The sunlight glances off of the water, and the fishing boats head out to sea. After breakfast, your private transfer takes you to the airport for your flight to the extraordinary region of Cappadocia. The area is known for its decorative natural landscape that fills the valleys. The mountains and rocks are honeycomb colored. Conical stone peaks stand atop thin pillars shaped by the elements and time. The peaks resemble fairy chimneys and can rise hundreds of feet into the air. You embrace the beauty of the region. The town of Avanos sits beside the calm river and is known for its master potters. Outside of town, the foothills are washed in vineyards and pumpkin patches. Beneath the fairytale grounds, you can find Derinkuyu, one of 36 underground cities in the region. The troglodyte caves create a network of 600 outside doors and 15,000 ventilation ducts. The air and walls are cool underground. Shaped pillars help support the massive system of caves. Walk through old stables, cellars, and wineries to experience the secret world."
    },
    {
      "dayNumber": "4",
      "title": "A Space Above",
      "description": "The dawn hours are quiet and peaceful. The fairy chimneys and surrounding mountains of Goreme look like shadows in the resuming dark blue sky. Your private transfer takes you to a vast field filled with deflated hot air balloons. You step into the basket and listen to the steam fill the balloon. Soon you are rising over the prairie as the sun rises over the horizon. The layers of light shimmer against the dark sky and spread across the landscape. You share the tranquil and serene moment with your partner. Look out over the unique landscape and let the private moment wash over the both of you. The fairy chimneys rise from the floor like blades of grass. The mountains glow orange and silver. The top of Ilhara Gorge resembles a soft plain until you notice the crack between the rock walls that sink over 328 feet to the meandering Melendiz River. The air is crisp and cool. You look down and see the world from a treasured perspective, celebrated by, and shared with, the one you love. Visit the inspiring Byzantine churches of the Goreme Open-Air Museum before transferring to Antalya, a city located on the shores of the Turquoise Coast."
    },
    {
      "dayNumber": "5",
      "title": "Touching the Sea",
      "description": "Antalya is a combination of modernity and classical beauty. The neighborhood of Kaleici is located within the old castle walls. The restored Ottoman houses enhance the ambiance. The Roman-era harbor decorates the shores, and the cliffs provide views of the hazy–blue mountains. The water resembles a precious stone, glistening various shades of blue. The castle towers and minarets form the skyline. A clock tower made of old stone marks the fortress gate. The marketplace near the entrance began in the 15th century and continues to bustle with activity today. The mosque was constructed in the 18th century and is decorated with intricate calligraphy embellishing the colored tiles. The city is an open-air museum, filled with antique homes and coveted harbors. Stroll along the flower-filled park near the southwestern edge of the district. Blossoming flowers perfume the air and a 45–foot tall tower served as a lighthouse in the 2nd century AD. In the afternoon, you will make your way to the marina and climb aboard your ship to begin a cruise of the opulent Turquoise Coast."
    },
    {
      "dayNumber": "6",
      "title": "Wonders of the Coastline",
      "description": "The sea breeze is refreshing and constant. The coast undulates between rocky and verdant. The water is endlessly blue. The sails catch the wind and take you closer to Cirali. You weigh anchor and journey to shore. The beaches are lined with seashells, and the landscape is carpeted in citrus groves. The aroma of the orchards swirls in the breeze. The pine forests add to the day’s tempting scents. Olympos was constructed in the 2nd century BC and continues to ramble along the shaded Turkish valley. You notice the Chimaera, an eternal flame in the city proper, en route to the ruins. Ancient history comes alive during your stroll. The wide streets are lined with small stone walls. The warm sun and cooling shade create a pleasant atmosphere. The trees and vines grow wild and add to the mystical ambiance."
    },
    {
      "dayNumber": "7",
      "title": "Comforts of Beauty",
      "description": "Your cruise along the coastline continues. You have never seen this amount of turquoise in one place. The water looks like stained glass, reflecting the sunlight onto the shore. Rocky alcoves give way to beaches that offer natural privacy from the rest of the world. Pine forests border the ridges and Mount Moses watches over the shoreline. The Gelidonya lighthouse sits atop the ridge. Water mists into the air and provides a rejuvenating spray in the day’s warmth. The city of Demre is known for its Byzantine Church of St. Nicholas. Muze Caddesi is the main street. The cafes and shops bring a jovial bustle to the city. The aroma of fresh Turkish coffee blends into the surrounding citrus. You arrive at the Church of St. Nicholas and find a soft-spoken edifice. The brilliance of the church is in its subtlety. The vaulted ceiling was erected in the 19th century, and the square is decorated with a variety of statues that depicted the saint. The floors are hard stone with elegant mosaics. The natural light shines through the arch windows showing the church’s simple vibrancy."
    },
    {
      "dayNumber": "8",
      "title": "Mountains and Sea",
      "description": "The quintessence of Kas is as much in the city’s character as in the towering mountains that plunge into the azure waters. Ancient ruins remain preserved, and Lycian tombs are found in the mountain walls around the city. The island of Kasellorizo, also known as Megisti, is a one-mile ride away from the shores Kash. Cobblestone alleys and neoclassical houses with tiled roofs fill the island. The whitewashed walls of houses stand out against the opulent blue sea. The island is actually part of Greece and maintains a connection to its heritage with undeniable influence of its Ottoman proximity. You can traverse the streets and listen to the soothing sounds of the water lapping at the island walls. The locals are friendly and welcoming. The scent of grilled calamari, with lemon zest, emanates from a tiny restaurant near the marina. Fishing boats return with bulging nets. The sailors cry out with jovial returns. The inherent marvel of the island and the Turkish coast are one in the same, naturally beautiful and rich with history."
    },
    {
      "dayNumber": "9",
      "title": "The Hills of Istanbul",
      "description": "The sunlight drapes over the sloping mountains and highlights where the steep slope meets the shore. The water splashes against the rocks and is carried into the air. The gorgeous countryside is lined with lemon and orange groves. The aroma of salty sea air and citrus trees is delightful. Your private transfer takes you to the airport for your flight to Istanbul. Istanbul maintains its unique and energetic flair. The winding streets of the Old Bazaar come alive with vivacious glass lamps and tinkerers that continue to handle copper with tradition and care. Follow your guide on a private tour of the city. The Hagia Sophia was constructed in the 6th century AD, commissioned by Emperor Justinian. Its beauty was coveted and celebrated, which caused Mehmet the Conqueror to convert the structure into a mosque in the 15th century. The pink hue of the exterior is set against the background of sapphire water. When you enter the complex, you immediately see a mosaic above the third and largest door, known as the Imperial Door. The central dome has a diameter of 102 feet, slightly smaller than Rome’s Pantheon. Four large piers at the corner of the gallery support the dome. The splendor of the building surpasses its history. It is hard not to look up and study every inch and crevice. There is indelible passion in the design and ineffable romance in the quiet ambiance it inspires."
    },
    {
      "dayNumber": "10",
      "title": "Visions of Enchantment",
      "description": "Morning covers the city with warm light. The posh neighborhood of Cihangir sits below Taksim Square. Refurbished art deco facades line the streets. The antique district is filled with mementos of historic love stories and collections of locally made curios. The city combines the modern with historical, and celebrates the past as much as the present. After breakfast, your private transfer escorts you to the airport for your flight home. You have explored the air, land, and sea of Turkey and discovered the spirited culture and undeniable romance of its cities, shores, ruins, and landscape. Please browse the travel reviews of Turkey for trip extension ideas and to see what travelers enjoyed while in their customized trip."
    }
  ],
  "map": ""
}