{
  "destination": "Turkey",
  "mainPhoto": "",
  "id": "cultural-triangle-tour-of-turkey-istanbul-cappadocia-ephesus",
  "tourName": "Cultural Triangle Tour of Turkey: Istanbul, Cappadocia & Ephesus",
  "placesVisited": "Istanbul, Ephesus, Cappadocia, Kusadasi",
  "generalInfo": "Turkey is a collection of sights and sounds, cultures and history. On this 8-day tour you will find the mixture of natural majesty and classic cities that will create an ineffable experience. Cruise on the Bosphorus and soar above tabletop mountains. Witness mythological architecture and be inspired by the rainbow colors of aromatic spices. Venture through local neighborhoods to enjoy the flavors of Istanbul or dip your toes into the warm sand along the Aegean Sea. Turkey will show you its beauty and keep you wanting more.",
  "durationDays": "8",
  "price": "3,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Istanbul - Where the East Meets West",
      "description": "Istanbul has connected Europe and Asia for thousands of years and continues to bubble with a sensational mixture of culture. Your private transfer meets you at the airport. You are escorted to your accommodation overlooking the Bosphorus. The waterway connects the Sea of Marmara to the Black Sea. Yachts and barges move up and down the waterway. The magnificent domes of the Hagia Sophia and the Blue Mosque stand against the background of the Aegean Sea. The Suleymaniye Mosque stands atop one of the seven hills of Istanbul and adorns the summit like a crown. Independence Avenue is always filled with a jovial energy. Beyazit University was founded in the mid 15th century and continues to educate students from around the world. Students wear designer jeans and trendy shoes. The Second Hand-Book Bazaar is one of the city’s oldest markets and is located next to the university. It continues to be a hangout for literary circles and students. You can find ancient tattered volumes of books in any language in the stalls that line the shaded pathways. In the evening you can indulge in a fabulous meal at Istinye Borsa Restaurant in the Harbiye district. The food is at once traditional and unique, filled with familiar Turkish flavors that are elevated to majestic proportions."
    },
    {
      "dayNumber": "2",
      "title": "Istanbul - The Highlights of Istanbul",
      "description": "The morning brings the effervescent energy of the city back to life. The gentle melody of the call to prayer is captivating. You can hear Turkish coffee percolating; the scent is rich and chocolaty. After breakfast your guide meets you at the hotel and you are ready to see the iconic sites of Istanbul. Hagia Sophia is a former Byzantine church built in the 6th century. The central dome is both elegant and imposing. The main grounds stretch over 230 feet and the dome reaches a height of 102 feet tall. Semi-domes create large archways at either end of the gallery and help support the weight of the main cupola. Light shimmers off of the marble surfaces. Roundels are decorated with Islamic calligraphy that date back to the 19th century. This is a site where religions converge. The cathedral became a mosque in the 15th century until it was transformed into a museum in the 1930s. You can find Byzantine mosaics in the upper floor of the South Gallery. You also have a commanding view of the nave. Continue to Topkapi Palace to see the opulence of Ottoman sultans. The palace was the center of the empire’s power for over 620 years, beginning in the 15th century. You can see the walls looking over the Bosphorus. The treasury is filled with jewels and the pavilions are wonderfully lavish. The Imperial Council Chamber is found near the Second Court. The gold grill on the high wall funneled the conversation of council members to the Sultan which allowed him to eavesdrop. The adornments are endless, from crystal chandeliers to golden gilded walls. Each detail speaks to the style and culture of the historic empire."
    },
    {
      "dayNumber": "3",
      "title": "Cappadocia - Faith in the Rock",
      "description": "Fishing boats venture out into the Aegean. The trolley car on Independence Avenue starts to ring its bell in the morning light. The Spice Bazaar once again displays the vast array of Crayola colored spices that bring together the aromas of both Europe and Asia. Delight in the velvety flavor of a Turkish coffee before your private transfer meets you. You are escorted to the airport and soon land in the fabled landscape of Cappadocia and find yourself in the town of Goreme. The village is the same golden color of honey. The streets are narrow and charming. The village is built into the rocky outcrop that climbs up the hillside and is surrounded by a landscape that would befit the moon. The Goreme Open Air Museum is a complex of medieval churches that were carved by Orthodox Byzantine monks between the 10th and 13th centuries. Over 10 unique churches create the complex, each one decorated with rich murals. The ambiance stems from the wealth of history expressed through incredible perseveration. The air is cool and the lights are dim. It is rumored that an apple tree once grew next to the Apple Church and gave rise to the cathedral's name. It contains a cruciform chapel housing three apses and depicts simple symbols and figures with red paint that stands out against white plaster."
    },
    {
      "dayNumber": "4",
      "title": "Cappadocia - Above and Below",
      "description": "Cappadocia is renowned for its unique and coveted landscape. There is no better way to experience the sunrise than on a hot air balloon excursion. If you choose to indulge in the morning light and breathtaking, sweeping landscape, you will step into the sturdy wicker box and listen to the powerful flame fill the balloon. The vessel begins to rise. You find yourself in the sky, drifting with the subtle breeze. A number of balloons float by, taking on the impression of silhouettes of clouds in the deep orange sunrise. Peer down and see the expanse of Cappadocia. It looks like a field of rocks has sprouted from the plain. The thin pillars are topped with conical, pointed boulders. Goreme blends into the honey-colored mountainside. The distant mountains are layered with colors of orange and cream. After you land you will venture underground to the village of Kaymakli. A network of tunnels connects cellars, stables, homes, and wineries through the troglodyte society. Kaymakli is the largest underground city in Cappadocia and was started in the time of the Hittites. The walls are smooth and cold. The tunnels are long and arched. Storage facilities on the fourth floor provided ample space for the storage of jars. A church is situated on the second floor with a nave and two apses. The more you explore the city the easier it is to imagine an entire civilization thriving within the earth."
    },
    {
      "dayNumber": "5",
      "title": "Kusadasi - The Moon to the Sea",
      "description": "The sky is brushed with the gentle pink and elegant purple of sunrise. You watch the early morning balloons rise into the colorful sky. They decorate the sunrise with an extra colorful glow. The rocky peaks of town continue to twist into the air. The hillside collects the light until the day has begun. After breakfast you are transferred to the airport and arrive in the coastal city of Izmir. A quick ride has you in Kusadasi, a resort city on the Aegean Sea. The water is sapphire and calm. An ancient roadside inn, known as a caravanserai , looks like a fortress, surrounded by the 15th century city walls. On the hill you can see the outline of a statue of Ataturk, Turkey’s first president. Small boats wade in the harbor and their masts sway. The city wraps around the bay’s landscape. The scent of fresh seafood fills the air. Fresh prawns are grilled to perfection and flavored with a squeeze of lemon. Pigeon Island stands at the end of the bay and contains the castle. The walls encase much of the small outcrop of land. A single tower watches over the sea. As the day continues you can relax in the soothing sun, the warm sand, and the refreshing Aegean at Kusadasi."
    },
    {
      "dayNumber": "6",
      "title": "Kusadasi - A Home for the Ancients",
      "description": "The city of Ephesus is an example of great ancient civilizations in the synthesis of architecture and culture. After breakfast your private guide will escort you to the historic complex and tour you through the variety of standing wonders. The Temple of Artemis was considered one of the Seven Wonders of the Ancient World. Although the temple no longer stands you are able to grasp the magnitude of the structure by the single column that remains. The pillar stands over 52 feet tall and was once part of a collection of 36. The Celsus Library was recreated in its historic image. It was constructed in the 2nd century AD and held more than 12,000 scrolls. Nine steps lead up to the platform and the library’s main entrance. There are two stories supported by four pairs of pillars. The niches on the lower level hold statues that symbolize the virtues: knowledge, intelligence, valor, and wisdom. The longer you explore the city the more of its secrets are revealed. The marble arches of Hadrian’s Temple continue to decorate the skyline. The surrounding mountains make the city feel as though natural ramparts protect it. The hills are lush and bring a natural splendor to the historic wonder. In the evening you return to Kusadasi and listen to the gentle waves push against the shore."
    },
    {
      "dayNumber": "7",
      "title": "Istanbul - The Blue Shadow",
      "description": "After breakfast you will fly from Izmir to Istanbul and return to the familiar rush of the city’s streets. The day is yours to enjoy the city at large. Venture out from the Blue Mosque’s shadow to the antique and vintage shops of Cihangir. The historic buildings are colorful and charming. A shop displays a gramophone in its window. The narrow alleys are filled with the contemporary life that adds flavor to the historic city. Visit Mandabatmz to indulge in the traditional taste of a Turkish coffee. The oval sign shows a bull dancing on a coffee cup. Tables line the alley walls. Your final full day in Turkey has you enjoying the various neighborhoods like a local."
    },
    {
      "dayNumber": "8",
      "title": "Istanbul - The Trifecta",
      "description": "The morning settles over Istanbul and the rambunctious energy returns to the streets. At Van Kahvalti Evi the regional specialties fill the neighborhood with captivating aromas. The wooden furniture creates an inviting ambiance. The kavut is roasted wheat flour blended with honey and walnuts. The historic neighborhood of Balat rises along the Golden Horn. Laundry hangs between buildings and children kick a soccer ball around the cobblestone streets. Your private transfer takes you to the airport. Every memory of your time in Turkey is a great one, and every image of Turkey brings another memory."
    }
  ],
  "map": ""
}