{
  "destination": "Turkey",
  "mainPhoto": "",
  "id": "culinary-highlights-of-turkey-tour",
  "tourName": "Culinary Highlights of Turkey Tour",
  "placesVisited": "Istanbul, Bursa, Sirince, Kusadasi, Antalya, Gaziantep",
  "generalInfo": "This unique 13-day culinary tour of Turkey explores the rich diversity and lavish indulgence of Turkish cuisine, connecting the flavors with cooking classes, local treats, street food tours, and fine dining restaurants. Spices mingle, sweet scents arouse the tongue, and the country revels in its culinary inimitability. Quiet beaches, mountain retreats, famous ruins, and hidden charms mingle with aromas for a fusion that floats across the ancient cities and quaint villages.",
  "durationDays": "13",
  "price": "12,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Istanbul – A Welcome Meze at Istanbul's Most Celebrated Restaurant",
      "description": "Arriving in historic Sultanahmet, it's the smells that ignite the imagination. Roasted coffee beans emanate from street stalls, first whiffs of nutty pastries linger between the domes of beautiful mosques, and there's a real sense of anticipation as you sit down at the city's most iconic restaurant. After a short airport transfer and chance to freshen up, today's welcome meal illustrates the fabulous diversity of Turkish cuisine and the meze. The restaurant was once a streetside cafe, but popularity has fueled its expansion into a vast restaurant that spans the full range of Middle Eastern and Mediterranean flavors. From a hundred-dish-strong menu, you create your own meze of delights, including truffle kebabs, first samplings of dolma, and exotic uses of fresh saffron. Like each day on this itinerary, transfers by private vehicle are included."
    },
    {
      "dayNumber": "2",
      "title": "Istanbul – A Feast For All the Senses in Historic Sultanahmet",
      "description": "As the call to prayer leaves harmonic tones you set off to explore Sultanahmet. This easy to walk suburb was the centerpiece of both Roman Byzantine and then the Ottoman Empire. Wander onto the luxuriant red carpet of the Blue Mosque and absorb centuries of artistic design. Then take a seat on the benches that mark the old Hippodrome, refueling with a glass of sweet Turkish chai (tea) from one of the many local vendors. Now cross the square and marvel at the Hagia Sophia, an immense 6th century cathedral of vibrant murals and Arabic calligraphy. Lunch is a cold selection of fresh dolma, the tastes mingling as two sets of magnificent domes linger along the periphery. Complete lunch with a thick Turkish coffee and a tulumba , indulgent batter that's coated in syrup. To understand Turkey's eclectic food you must journey through its component parts. Vivacious sacks of spices line the corridors of the Egyptian Spice Bazaar, their fragrances cascading between stained glass souvenirs and the calls of excited traders. Whole mountains of color stand on counters, each spice lined in perfect rows of contrast. Nearby, another famous market leads your eyes on a dance of enchantment, the curving corridors of the Grand Bazaar twisting between thousands of tightly crammed stores. After a busy day of exploring, the evening takes you serenely back in time. Soak up the classical heritage of a famous fine dining spot that recreates unique recipes favored by Sultans. It's a timeless setting from which to enjoy almost forgotten meals."
    },
    {
      "dayNumber": "3",
      "title": "Istanbul – Learning to Cook The Turkish Classics With a Renowned Chef",
      "description": "As fumes spill from an excited kitchen you smile at the ingredients at your disposal. Lines of fresh spices juxtapose with fresh olive oil, organic chicken, and a mélange of nuts. You will spend most of today in this kitchen; concoct your own favorite Turkish classics under the tutorage of a renowned local chef. This cooking class is a fully hands-on experience and will be steered towards your own palate and tastes. Choose the classic meze and the iconic delights of yaprak sarma and biber dolma . How about fine roasted aubergine or spicy wheat salad? Or perhaps a lavish bed of fragrant nutty rice topped with grilled meat? With a little advance warning, the chef can teach you any Turkish or Mediterranean dish. You'll create five to six dishes before sitting down to savor them all with accompanying sips of local raki . Retire to the hotel with a full stomach and watch sunset tones illuminate rooftops from the terrace. After the huge lunch, tonight's dinner is small and local. Step onto a floating restaurant that lines the Bosphorus, whirls of smoke radiating from the wide charcoal barbecue. Two chefs grill freshly caught fish, and another tosses it with salad into a soft white baguette. This balik ekmek is perhaps the city's most traditional meal and a must for all foodies."
    },
    {
      "dayNumber": "4",
      "title": "Istanbul – Unique Street Food Tour Into the City's Hidden Suburbs",
      "description": "One city, two continents; cross the bridge to Asia where the fusion of influence is best sampled in markets and street stalls. The streets are tighter here, houses crammed together beside outdoor bazaars of spices and farmers' produce. An eclectic atmosphere envelops your walking tour, the guide weaving between storefronts with peculiar culinary twists. This street food tour involves lots of sampling and eating, each hundred meters bringing something new to sample. Start in Goztepe Market and dare to try kokorec , grilled stuffed lamb intestines. Sample roasted chestnuts, barbecued corn, tiny chocolates, cheese pastry in syrup ( kunefe ), and dozens of unique dalma . Then indulge your sweet tooth with a few slices of famous pastry and a spoonful of kabak tatlisi , mysterious pumpkin bathed in sugar. The afternoon is free for you to explore Istanbul before dinner provides a change of focus. After the working class samples you discovered on the street, dine where imperial Ottoman specialties dominate the menu."
    },
    {
      "dayNumber": "5",
      "title": "Bursa – Discovering the World's Finest Kebabs at the Birthplace of the Ottoman Empire",
      "description": "Lamb sizzles, smoke floats, beef crisps, and you're in Bursa, the birthplace of the Ottoman Empire. Grilled meat kebabs have been the local specialty since the 13th century and the surrounding villages have hardly changed in the following 800 years. After the short drive from Istanbul you visit Bursa's most celebrated kebab restaurant, arguably the finest purveyor of grilled meat in the country, if not the world. Lamb and beef come straight off the coals before a traditional teahouse helps to reenergize. This afternoon you can choose between exploring the charming village streets of Cumalikizki, or visiting the mosques and museums of Bursa. Completing the cultural immersion is an evening of hypnotic dancing provided by the famous Whirling Dervishes of the East."
    },
    {
      "dayNumber": "6",
      "title": "Sirince – Fruit Wines and Stuffed Pastry in the Heart of Turkey",
      "description": "Turkey's landscape rolls green and wide; the valleys are aglow beneath the Mediterranean sun as you drive south towards the coast. It's a five hour drive along dramatic rural roads scattered with farmers' stalls of sheep cheese. Today is also the only transfer of more than two hours on the itinerary. Stop for a local lunch with sweeping views before arriving in tiny Sirince village around mid-afternoon. Greek houses wind around the mountaintop while flowering orchards poke between streets that rarely see vehicles. It's a charmingly traditional base, forgotten by development, and running to the rhythm of Ottoman times. As you might expect in a rural community, the cuisine is indelibly organic and inventive. Sample a variety of local fruit wines, combining them with aquiline pastries stuffed with fresh local ingredients: spinach, feta, peaches, sweet potato, goat cheese, and more. There's an opportunity here to join the chefs in the kitchen to create your own pastry."
    },
    {
      "dayNumber": "7",
      "title": "Sirince – The Incredible Ruins of Ephesus and Cooking Your Own Manti",
      "description": "The ruins of Ephesus shine from afar, sunlight reflecting off marble temples and columns of Roman history. Stretching across the green hillside lies one of the world's finest ancient cities, its roots in Greece, and its glory reliving a time when only Rome was its rival. Start beneath the Celsus Library, towering columns etched with sculpted sphinxes and faded inscriptions. The city streets guide you to the Temple of Hadrian and the steep slopes of the Grand Theater where the imagination runs with chronicles of gladiatorial contests. Yet for all the glimmering marble and imposing temples, Ephesus is most impressive in its revelation of scale. As footsteps tap on the stone streets it's eminently possible to imagine the houses and lives that existed a few thousand years ago. Return to Sirince for an easy afternoon of lounging on the hotel terrace and watching rural Turkey change color beneath the sun. Manti is another local culinary favorite, a bizarre sounding mix of stuffed pasta served with yogurt. Think of it as ravioli, but a very unusual variant. Meet the local chef and watch him effortlessly roll out endless feet of manti. Now it's your turn. A delicate touch and dexterous fingers are required to match the master’s, but even if that's not you, it's a lot of fun to spend the evening in a local restaurant kitchen."
    },
    {
      "dayNumber": "8",
      "title": "Kusadasi – Indulgent Days of Local Seafood and Quiet Beaches",
      "description": "As you descend from the mountains the waters begin to shimmer, diamond shoots twinkling amidst the sapphire. Gentle waves lull onto quiet beaches and the waterfront is dotted with fine seafood restaurants. These two days are indelibly tranquil and slow, a chance to fully relax along Turkey's sublime coastline. A succession of beaches extend beneath the pine forests and there's snorkeling adventures to be had for those with marine inclinations. Fish dinners continue the culinary theme, the finest shellfish and deep sea catch roasted on open grills. Their smells dominate the evening air as you indulge in another side to Turkish cuisine. On day eight you dine at the town's finest waterfront restaurant, while day nine's dinner is taken onboard a wine and sunset boat cruise."
    },
    {
      "dayNumber": "10",
      "title": "Antalya – The Culinary Delights of Southern Turkey",
      "description": "Southern Turkey's cuisine delivers new aromas. Rural expanses bring feasts of goat cheese and freshly pressed olive oil. Middle Eastern flavors are at their strongest, infusing an array of spices that rarely reach Mediterranean menus. And there's an unforgettable fondness for anyone with a sweet tooth. Istanbul provided the varied starter of dishes and tastes, and the last five days focused on the meaty substance of a main course; the final few days focus the culinary adventure on desserts and unusual Middle Eastern dishes. It's an hour flight from Izmir, beside Kusadasi, to Antalya, where you're greeted by a new driver guide and head straight into the mountains. Explore the crumbled ruins of Perge, the ancient city standing in a state of relic and decay, yet imposing a sense of grandeur from its foundations. Nearby, you take lunch in a traditional mountain village house, sitting crosslegged as food is spread across an ostentatious tablecloth on the floor. Fruit comes directly from the orchards, olives from the garden, and the cheese is home-made. Spend the evening in a small village along the coast, just outside Antalya, where the local dinner has strong whiffs of peppercorn and cumin."
    },
    {
      "dayNumber": "11",
      "title": "Gaziantep – An Aroma of Spices and Tastes in Historic Gaziantep",
      "description": "Gaziantep's streets burst with the exotic. There's the Arabic calligraphy and carved wooden doors that line pedestrianized streets. Then the Armenian churches and Kurdish mosques that juxtapose in one of the world's oldest continually inhabited cities. Now you will find the syrupy scents of baklava from Anatolian bakeries and the green pistachios that fill sacks in local markets. Spend the day absorbing the unique ambiance, savoring the stalls of the Apple Bazaar and enjoying a lunch dominated by the city's signature smoked pepper. Ancient Gaziantep is easy to explore on foot and best enjoyed with casual ramblings. Dinner combines the city's two iconic favorites: mixed grilled kebabs and baklava, the classic Turkish dessert."
    },
    {
      "dayNumber": "12",
      "title": "Gaziantep – Delicate Sweets and Unusual Soups Complete Your Culinary Vacation",
      "description": "The Gaziantep locals claim that their city has always been the culinary capital of the country. It's situated in Anatolia, a region famed for its gastronomic diversity, and has been perfecting delicate desserts for a few millennia. Spend the morning in the Emine Gogus Cuisine Museum, charting Turkey's culinary tree and its myriad of influences from both East and West. Then take an unusual lunch of 18 different soups, each a unique brew of flavors from around the world. Gaziantep is a tranquil and charming base, a city that rewards getting lost and admiring the architecture hidden down backstreets. It's also widely regarded as the finest place in the world to eat baklava. Dozens of shop fronts are covered in the sticky nutty pastry, and sampling a healthy handful is a local right of passage. A farewell dinner could be enjoyed at a 19th-century restaurant that's only ever been in the hands of one family."
    },
    {
      "dayNumber": "13",
      "title": "Gaziantep – Departure",
      "description": "It's a fond farewell today as you leave with a mouthful of memories and new impressions of Turkish cuisine. For a final local treat, you might like to join the commuters in the markets to try a liver kebab, the breakfast of locals for the last 40 years. A domestic flight takes you back to Istanbul where your international departure awaits."
    }
  ],
  "map": ""
}