{
  "destination": "Turkey",
  "mainPhoto": "",
  "id": "a-perfect-romantic-getaway-vacation-to-turkey",
  "tourName": "A Perfect Romantic Getaway Vacation to Turkey",
  "placesVisited": "Istanbul, Ephesus, Izmir, Kusadasi, Didyma, Iasos, Bargylia, Myndos, Cnidus, Bodrum, Halicarnassus, Hagia Sophia, Bosphorus, Miletus, Priene",
  "generalInfo": "Turkey is one of the world's oldest romantic destinations. Marc Anthony and Cleopatra used to escape here, and 2,000 years later, the blend of mystery and beauty continues to captivate. Explore Istanbul's bazaar of wonders, ancient Roman history in Ephesus, and a private cruise on the Aegean to discover the opulence of an ancient love story and contemporary luxuries.",
  "durationDays": "11",
  "price": "14,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Istanbul – A Romantic Welcome in Istanbul",
      "description": "Istanbul bristles with history and culture. Dissected by the Bosphorus, and marking the divide between Europe and Asia, the city forms a treasure chest of memoirs from two continents, dozens of sultans, and a handful of famous empires. You're picked up at the airport and transferred to your boutique hotel. Don't worry about travel fatigue because there's an indulgent treat waiting nearby. The local hamams date back over 500 years and glimpse at the earliest examples of spa treatments. Enjoy a two hour treatment at the Four Seasons Spa, a place that's based on the traditions of a classic Istanbul hamam, but is updated with modern touches and therapies. It's the perfect antidote to a long journey and an idyllic way to start a vacation of romance. Feeling suitably relaxed and recuperated, your driver then takes you to a gourmet rooftop restaurant with views into another continent. Savor a traditional feast that draws on the influences started by Roman and Greek empires. Wine is corked, the sunset gently reflects on the Bosphorus, and a table for two offers an indication of the privacy and exclusivity to expect on this vacation. After dinner, and at your convenience, the driver will return you to the hotel."
    },
    {
      "dayNumber": "2",
      "title": "Istanbul – Exploring the Culture and History of Istanbul",
      "description": "Today's guided tour delves deep into the mesmeric history of Istanbul. Start in Roman times, with Emperor Septimus Severus to be precise, at the remains of Hippodrome. At one time this was the centerpiece of Byzantium, and while the remains are few, they reveal 2,000 years of history. An expert local guide will provide a narrative as you visit the Egyptian Obelisk, as well as the Serpentine and Constantine columns. The Hippodrome has always been a meeting point and while there are no longer chariot races, it's still a place for relaxing with a drink and watching the world go by. Domes dominate the view. On one side, it's the Hagia Sophia, a Byzantine wonder that was once the largest church in the world. In later years it was converted to a mosque and evidence of two religions decorate the interior: frescos, Arabic calligraphy, rooms that harmoniously blend different odes to God. Now a museum, it offers a timeless and sublime journey into the past. Across the square, the towering minarets and multiple domes of the Blue Mosque provide your next stop. Wander into the inner courtyard and admire the 26 columns and 30 domes, before removing your shoes and soaking up the spiritual atmosphere of one of the world's most resplendent religious buildings. Iznik tiles leave a blue hue, flowery motifs line the walls, and the resonant call to prayer offers a unique sensual treat. This area of Sultanahmet is easy to explore on foot and your guide will walk with you, pointing out the architecture that dates to many different centuries. It's a private tour, so you set the pace and choose which alleys or boutique shops to explore. Perhaps the sweet smells of Turkish Delight tantalize the nostrils, or the elegant cobblestone takes you to cafes where thick Turkish coffee reenergizes. Complete this journey by enjoying the most traditional of Istanbul meals. Fishermen dangle their rods into the river, sending their catch immediately down to a line of floating restaurants engulfed in barbecue fumes. Expertly grilled fish is served in fluffy bread as you join the locals beside the river. From here the rest of the day is free to enjoy Istanbul and your guide can provide many suggestions."
    },
    {
      "dayNumber": "3",
      "title": "Kusadasi – Bazaars and Palaces Then Onwards to the Aegean Coast",
      "description": "The historical slant continues as your guide takes you to the imperial residence of 25 different sultans. Each filled the rooms of Topkapi Palace with treasures from around the world: Chinese and Japanese porcelain, famous paintings, gold, silver, indulgences from along the Silk Road. Individual tastes and styles also influenced the architecture, and the palace now forms a memoir to four centuries of world history. The nearby Grand Bazaar is an equally congruent mix of styles. The facade and interiors retain their evocative history and you wind along narrow corridors of domed ceilings and endless stalls. Earthquake and fire have been a constant menace here, yet the Grand Bazaar has always withstood and rebuilt itself. Rugs, antiques, passageways filled with leather, mazes of twinkling delights; visiting the Grand Bazaar is about getting lost and exploring. After lunch there are further sensual feasts. The Spice Market spills fragrances onto the street and your nose follows, into corridors lined with vibrant sacks of saffron and exotic powders. Take your time and follow the scents, your guide on hand to help with any negotiations for local produce. Throughout your time in Istanbul the guide knows when to lead and when to blend into the background. He provides a narrative when required, but won't hang around while you're enjoying coffee in a local cafe. After the Spice Market you're transferred to the airport for your domestic flight to Izmir. The driver will have collected your bags from the hotel so it's a smooth and quick journey out to the Turkish coast. On arrival in Izmir you're transferred to a boutique hotel in Kusadasi."
    },
    {
      "dayNumber": "4",
      "title": "Kusadasi – Exploring the Ancient Wonder of Ephesus",
      "description": "From the moment the first columns are glimpsed, Ephesus leaves a magical impression of old-world grandeur and charm. The ancient Ionian city has been carefully preserved and restored; it's not merely a few ruins on a hill, this is a complete old cityscape that deserves a full day of exploration. After all, it was the sight of one of the Seven Wonders of the Ancient World. But don’t forget that you’ll soon be experiencing a second of these original wonders during your luxury travel on a yacht cruise. The dazzling Celsus Library immediately grabs the attention, white columns shining beneath the summer sun and 1,800 years of architectural history rising proud. Explore the Temple of Hadrian, the Grand Theater, and wander hand-in-hand through old stone streets dotted with relics and remains. Some 25,000 items have been excavated and found in Ephesus and the Ephesus Archaeological Museum provides a detailed narrative on the city's past. Lunch is included and there's hardly a better backdrop in the world than the two marble statues of Artemis. In the afternoon you explore the early Christian history of the city; just five miles away is the House of the Virgin Mary, her supposed resting place. The Basilica of St John offers further poignant looks at Ephesus's key role in world history. Return to Kusadasi, a gentle resort town on the coast."
    },
    {
      "dayNumber": "5",
      "title": "Aegean Coast – Setting Sail on a Private Luxury Yacht Cruise",
      "description": "A traditional wooden gulet offers an iconic vessel for cruising the Mediterranean. Unlike the shining white power boats of modern times, a gulet screams of antiquity and serene sailing along the waters. Sails catch the wind and take you down the coast, a spacious wooden deck offers prime views onto the sapphire, and every moment on board screams of elegance. A gulet offers the shape and style of a private yacht, yet it's laced with tradition and has been hand-built from pinewood. The sails are raised and you head off along the Aegean Coast, this first day a gentle journey to Didyma and a chance to fully indulge in the tranquility of a private yacht cruise. With the sea twinkling blue beneath the sails and the coast rolling along the horizon, you'll get fully acquainted with a luxury and privacy that continues for seven days. Drop anchor in Didyma, in a quiet harbor fringed by cafes and history."
    },
    {
      "dayNumber": "6",
      "title": "Aegean Coast – Archaeological Ruins Beside the Aegean Sea",
      "description": "Ancient Ionia was centered on the cities of Didyma, Miletus, and Priene. Their old-world brilliance dots the coast; towering columns, temple remains, carved stone sculptures beneath cliffs of cascading forest. Today is both on board and on land, the gulet taking you slowly along the coast as you explore the rich archaeological splendor of three often overlooked ancient cities. Each is unique and preserved, the cityscape marked by pillars rising to attention and steep steps leading to relics and ruins. As this is a private itinerary, the pace is extremely relaxed and there's a chance to drop anchor with old Ionia twinkling along the horizon. Spend the night in a quiet bay with distant views of the columns and wonderful glimpses into a starry sky."
    },
    {
      "dayNumber": "7",
      "title": "Aegean Coast – Serene Cruising to Lasos",
      "description": "Wake in your opulent double bedroom and take in the view. Regal fittings fill the interior, an en-suite bathroom is dominated by pine, and the window glimpses at the views outside. Head to the deck where breakfast for two is served with captivating coastal panoramas. Ionia is still glistening in the distance and the horizon of sapphire imbues a sense of adventure. The yacht comes with its own chef and each meal is tailored to your wishes. A couple of discreet crew members attend to your every wish and the captain will base each day's itinerary on your desires. So set sail when you're ready and stop at deserted bays and beaches along the way. Today's final destination is Lasos, where a quiet harbor in the Gulluk Bay makes for another romantic evening beneath the stars."
    },
    {
      "dayNumber": "8",
      "title": "Aegean Coast – Beaches and Ruins as the Luxury Yacht Cruise Continues",
      "description": "Over these two days you continue to sail down the Aegean towards Bodrum. Like always, it's a relaxed and easy journey with many potential places to stop. Drop anchor in quiet bays and swim in the turquoise waters. Dock in small harbors and explore traditional villages that line the Aegean. Sail past ruins that stand on cliffs above the water and enjoy champagne dinners with shimmering views. These two days can be tailored dependent on the mood as there are numerous potential stops while rounding the peninsula towards Bodrum. Bargylia, Myndos, and Cnidus are all popular places to dock and explore."
    },
    {
      "dayNumber": "10",
      "title": "Bodrum – Completing the Cruise in Bodrum",
      "description": "After seven days you gently sail into Bodrum. Enjoy a final romantic breakfast on board before the easy journey to a destination rich on historic ruins. The Mausoleum at Halicarnassus was one of the original Seven Wonders, and while most it was destroyed, the replica gives an indication of the region's glorious history. Visit the Museum of Underwater Archaeology to explore further treasures now dominated by crashing waves, and then perched above the water, the Bodrum Castle is another timeless ode to this historic land. You'll spend a final night on board the yacht, docked in the elegant Bodrum Harbor, a prime place for a final night reveling in the beauty of the Aegean."
    },
    {
      "dayNumber": "11",
      "title": "Bodrum – Departure",
      "description": "Kusadasi to Bodrum is a classic one way yacht journey, joining together the ancient world wonder of Halicarnassus with the renowned ruins of Ephesus. It's also a practical journey as both have domestic airports with direct flights to Istanbul. After breakfast, you're transferred by car to Bodrum Airport for a flight to Istanbul. A representative will assist you in Istanbul, helping transfer you onto your international departure. It's farewell to Turkey but the romantic memories will live on for many years."
    }
  ],
  "map": ""
}