{
  "destination": "Turkey",
  "mainPhoto": "",
  "id": "luxury-exploration-of-iconic-turkey-tour",
  "tourName": "Luxury Exploration of Iconic Turkey Tour",
  "placesVisited": "Istanbul, Ankara, Cappadocia, Konya, Pamukkale, Kusadasi, Ephesus, Canakkale, Avanos, Hierapolis, Aphrodisias, Pergamum, Troy",
  "generalInfo": "Turkey's beauty spans the ages, taking you on a journey through Greek myths, Roman legends, mythical landscapes, and the juxtaposition of East and West. Ancient relics mix with longstanding tradition, vibrant colors burst with intricate detail, and ingenious architecture reveals 4,000 years of influence. This handcrafted itinerary is an idyllic introduction to the region's riches, every one of the 11 days offering a fresh angle onto a cultural and historic melting pot.",
  "durationDays": "11",
  "price": "4,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ottoman Ankara and the Soothing Landscapes of Cappadocia",
      "description": "The Cappadocia landscape provides the perfect antidote to any travel fatigue; green valleys overflow with surreal eroded rock chimneys, troglodyte caves hide around corners, and there's a wonderful sense of serenity. Cappadocia is your base for the first three days, but before this strange moonscape comes a glimpse at history. Land in Istanbul and connect onto a flight to Ankara, the country's capital. Visit the mausoleum of Attaturk, Turkey's founder, and explore millenniums of empires at the Anatolian Civilizations Museum. From here it's a short drive to Cappadocia, via the pristine Salt Lake and some astounding vistas."
    },
    {
      "dayNumber": "2",
      "title": "Exploring a Surreal World of Chimneys, Caves, and Churches",
      "description": "This strange lunar landscape is ripe for gentle exploration. The weather sculpted volcanic chimneys tower over the road, dominating the Dervent and Pasabag Valleys with their lunar-like strangeness. Just a few steps off the road you can be standing amongst these bizarre formations. There are also some wonderful panoramas to photograph from the cliffs above the valleys. These landscapes have an evocative history, explored in the Zelve and Goreme open-air museums. Churches and monasteries are hand cut into the rock, odes to ingenious engineering and religious dedication. Frescos line the walls and they've been remarkably well preserved, their vivid colors contrasting the stark rock. Traditions live on in this part of Turkey and a visit to Avanos town reveals tile and pottery workshops that have been passed down through the generations. After some further panoramas from Uchisar Rock Castle, enjoy a leisurely evening in Cappadocia."
    },
    {
      "dayNumber": "3",
      "title": "Underground Cities and Ongoing Tradition in Cappadocia",
      "description": "While the Cappadocia landscape seems to come from another planet, there's a poignant history to discover beneath the ground. Narrow stairways and corridors take you to underground cities, Kaymakli stretching many stories below with its simple cave dwelling rooms. Eerie and evocative, this vast city was the hidden home for persecuted Christians. Elsewhere in the valley, the exuberant markings of religion showcase more peaceful times in Cappadocia's history. Admire the 14th century rock cut churches of Soganli and then stop at the 13th century Taskinpasa mosque and Keslik monastery. Fast forward to the 21st century and a local family opens their village home, inviting you for a traditional lunch and a chance to share stories. Meet the villagers, enjoy the fragrances of home-cooking, and then spend the afternoon in the town of Mustafapasa. Old Greek houses line the streets, each in indelible states of decay and incandescent beneath the sun. A famous carpet workshop completes the afternoon before another quiet evening in Cappadocia."
    },
    {
      "dayNumber": "4",
      "title": "Following the Famous Silk Road Caravan Trail to Pamukkale",
      "description": "Turkey has always been a crossroads. Greek and Roman empires ruled before the Ottoman period, and the country has always served as the meeting place for East and West. Today you follow the ancient Silk Road, taking the route of the old trading caravans that plied between the continents. Sultanhani Caravanserai offers a narrative on the world's greatest ever trade route and the Mevlana Museum in Konya presents another exotic theme. This was the original home of the whirling dervishes, dancers in white who could spin and spin without ever losing balance. Admire some very early copies of the Koran in the museum before continuing to Pamukkale, where the soothing mineral waters of your spa hotel make for a therapeutic afternoon."
    },
    {
      "dayNumber": "5",
      "title": "The Beautiful Mineral Pools of Pamukkale and Two Stunning Ancient Cities",
      "description": "Heat bubbles beneath the surface all over Pamukkale, warming mineral water pools and terraces that extend across the green hills. For some 2200 years the Greeks bathed here, the ancient cities of Aphrodisias and Hierapolis evidence of their presence. First explore the pools. Stepped terraces of calcified white cling to the hillside, the gleaming colors more reminiscent of the Arctic than of Turkey. Dip into the waters and gaze across a fairytale setting, the terraces of Pamukkale offering one of the country's most unforgettable sights. Now for the cities; Hierapolis and Aphrodisias revel in their portrayal of ancient Greece. Temples of columns and sculptures stand proud, amphitheaters stretch down the hillside, and isolated pillars dominate the skyline. You may recognize the names. Aphrodite was the Greek goddess of love and Hierapolis was supposedly founded by Apollo. While it's only mythology on paper, there's mystical radiance to these ancient cities, one that suggests that all myths have their basis. After lunch you drive to the coast and the resort town of Kusadasi, where beaches and blue waters await. You will spend the night here in Kusadasi."
    },
    {
      "dayNumber": "6",
      "title": "A Day in Ephesus and an Afternoon On the Beaches of Kusadasi",
      "description": "Ephesus delights in restored glory, the Ionian city bursting with temples and Greek columns, each reflecting the summer rays. There's a history that comes from before Christ, found in the Temple of Artemis, and the Library of Celsus that rises far above the ancient splendor. Yet Ephesus’ eclectic remains contain further intrigue. The House of the Virgin Mary was where Mary spent her final days and the Basilica of St John adds further doses of integral religious history. This is a private tour and your expert guide will continue the narrative left by the Ephesus Museum. Like every day, the pace of the trip is dictated by you and there's never any need to rush or wait. With so much to explore, it's easy to spend the entire day at Ephesus. It's also easy to return to the coast for an afternoon soaking up the sun on Kusadasi's beaches."
    },
    {
      "dayNumber": "7",
      "title": "Exploring the Remarkable Remains of Mythical Troy",
      "description": "Troy was always thought of as a legend, a fictional town dreamt up by Homer. The name ignites the imagination and the excavated ruins take you back 4000 years. It feels like a lived in city; grass engulfed passageways heading between crumbling rock walls, steps leading to towering temples, and of course, the famous carved horse. Troy almost appears like a dream, the carved lion heads and vast scattered remains conjuring scenes from the time of Greek gods and mystical times. Before Troy your journey adds further suggestive impressions. Visit the throne of Satan at Pergamum, the Greco Roman city that tumbles down a hillside. With the Acropolis and Asclepion towering above the surrounding landscapes, there's a real sense of both ancient power and ingenious engineering. Tonight you will stay in Canakkale."
    },
    {
      "dayNumber": "8",
      "title": "Cruising the Dardanelles and First Impressions of Istanbul",
      "description": "Turkey's landscape has formed an integral part of this itinerary; sapphire waters twinkle along the coastline, green mountaintops are controlled by ancient ruins, and weaving roads pass by dozens of lookout points. Descend to the coast today and cross the Dardanelles by ferry, your journey towards Istanbul almost at an end. On this side of the water lies further historical narratives, these ones barely reaching back 100 years. The Gallipoli Campaign saw thousands of soldiers die during the First World War, many of them from Australia and New Zealand. The sites are a poignant pilgrimage spot for many visitors from down under, and the battlefields leave a lasting impression. After lunch it's off to Istanbul, the route curving around the Marnara Sea and the city immediately impressing. Fifteen centuries of architecture line the waterways yet the atmosphere remains understated and low-key. Tonight is free and it's recommended to simply wander through the streets and start taking in the treasures."
    },
    {
      "dayNumber": "9",
      "title": "Exploring Istanbul's Most Famous Sights",
      "description": "Sultanahmet bristles with old-world charm and it's the starting point for a day touring Istanbul's famous sights. The remains of The Hippodrome are the centerpiece, flanked by the Hagia Sophia and Blue Mosque and rolling to the ambiance of tea sellers and flag wavers. Your guide provides the narrative, pointing out the few remains from Roman rule before you head beneath the giant domes of the Hagia Sophia. Christian frescos adorn the walls, reminders of how this building was the world's largest cathedral for many centuries. But downstairs, beneath the ornate ceilings, are odes to Allah and evidence of when the Hagia Sophia was a mosque. Over 1400 years after it was built, it's now a museum and a poignant display of religious harmony. Cross the Hippodrome towards the minarets of the Blue Mosque, the vast courtyards offering a humble and serene space in the city. Remove your shoes and walk inside, red carpet and blue tiled walls immediately grabbing your attention. Inside there is grandeur and panache, intricate detail filling the mosque with irrefutable beauty. Continue the tour at Topkapi Palace, where rooms reveal the excesses of empires and their rulers. Now wander beneath the hundreds of domes of the Grand Bazaar, thousands of stalls lining the curved corridors and taking you deep into a maze of sensual utopia. Trader's shout, women barter, spices spill around corners, and the twinkling of Anatolian handicrafts demand attention. The rest of the day is free; seeing as you're already in Sultanahmet, a relaxed afternoon can be spent in the cafes that line the cobblestone streets around the Hagia Sophia."
    },
    {
      "dayNumber": "10",
      "title": "A Sensual Journey Across Continents in Istanbul",
      "description": "With the sun rising on your final day in Turkey, memories linger on the 4000 years of history and culture that have been explored. Your guide offers a new narrative today, one that explores how tradition has evolved in modern day Istanbul. Start in the Spice Market, a historic trading place that continues to burst with vibrant colors and beguiling smells. While most countries have shopping malls and supermarkets, the locals in Istanbul still do their shopping in bazaars. Then head to the Bosphorus where a boat takes you along the continental divide, juxtaposed old and new architecture standing on the edge of Europe and Asia. It's a journey for slowly soaking up the sights and watching ten centuries of architecture float past. Lunch is iconically Istanbul, fresh barbecued fish served on a bridge over the Bosphorus with views of the fishermen providing the catch. Now some Ottoman treats. Four centuries of Sultans have collected trinkets and souvenirs to adorn the Dolmabahce Palace, the 365 rooms stuffed full of antiquity. Enjoy thick Turkish coffee at a local cafe and spend the final afternoon of your vacation exploring. You'll discover that, while Istanbul has a modern façade: new shop fronts, cars, electronic screens detailing tram times, the people continue to live as if little has changed since Byzantine times."
    },
    {
      "dayNumber": "11",
      "title": "Departure",
      "description": "After 11 days of archaeological brilliance and fascinating culture it's time to depart. Enjoy one last breakfast and a final look at Istanbul as you're transferred to the airport for your international departure."
    }
  ],
  "map": ""
}