{
  "destination": "Turkey",
  "mainPhoto": "",
  "id": "luxury-tour-of-cappadocia-and-istanbul",
  "tourName": "Luxury Tour of Cappadocia and Istanbul",
  "placesVisited": "Istanbul, Cappadocia, Avanos, Kaymakli Underground City, Soganli Village",
  "generalInfo": "Turkey mesmerizes like a classical orchestra, the conductor weaving an atmospheric spell and a symphony of boutique luxury encasing the experience. Each renowned piece of architectural glory gets its solo, four nights in Istanbul and two in Cappadocia including private guided tours of the country's most sublime wonders. Rich history, indelible culture, ethereal landscapes; this 7-day trip is one that generates a perpetual encore.",
  "durationDays": "7",
  "price": "3,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arrive in Cappadocia",
      "description": "Land at Istanbul Airport and a connecting flight whisks you off to Kayseri, situated on the edge of Cappadocia's surreal moonscape. A representative is waiting to transfer you to a boutique cave hotel. The remarkable volcanic landscape of Cappadocia is dotted with chimneys and caves, creating a visual fairytale that's enhanced by this luxury hotel. You're sleeping in the landscape, not merely experiencing the beauty from the outside. While this is a cave, boutique touches and modern amenities transform the indelible walls into a paradise of comfort and luxury. Choose between either Yunak Cave Hotel or Gamirasu Cave Hotel. Tonight's dinner is included, so sit back, relax, gaze across the surreal landscape and say hello to the elegance of Turkey."
    },
    {
      "dayNumber": "2",
      "title": "Touring the Surreal Moonscape of Cappadocia",
      "description": "Cappadocia doesn't look real in the morning light, the chimneys slowly illuminated by the tones of sunrise. Many suggest lunar comparisons to describe this landscape, a suitable simile given both the weird geology and astonishing scale. While photos can provide a glimpse at the ethereal eroded formations, only on a full day do you start to soak up the vast scale. Cappadocia is not one panorama. It stretches over numerous valleys. Every corner is a new photo opportunity and each mile takes you deeper into the baffling topography. Yet Cappadocia is not merely an aesthetic fancy. Every valley hides surprises, ingenious history cut into the eroding rock. Start today in the Goreme Open-Air Museum where churches are sculpted into the stark towering cliffs. Square doors stand beneath carved balconies and beautiful fresco wall paintings impress with their vitality and tone. Monasteries stand side by side and the rock-hewn wonder continues as you journey through the moonscape to Avanos. This unique village showcases clay as artwork. Then your third stop reveals the artistic beauty of Turkish carpets. The world-renowned carpet factory offers an insight into the hand-made techniques of one of the country's finest exports. Return to your hotel and spend the evening soaking up the peaceful delights of Cappadocia."
    },
    {
      "dayNumber": "3",
      "title": "The Underground Cities and Villages of Cappadocia / Transfer to Istanbul",
      "description": "While Goreme reveals the outward facing beauty of the region's Christian history, the valleys are dotted with memories of persecution. Thirty-six underground cities can be found here, the most impressive being the multiple underground stories of Kaymakli. Narrow staircases take you down into darkened rooms that somehow maintain the naturally sculpted magic of the landscape. Like every day on this itinerary, your tour is private and an expert guide offers the poignant narrative. Tales of plight and flight mark this journey, stories from when this ingenious living was the only way to survive. Each day's tour includes a number of stops with the pace dictated by you. Stop longer to explore the eerie under-hangs and tiny cave houses within the complex, or return above ground and look for the evidence. Even though you know it's there, these underground cities are remarkably well hidden. The tour weaves a route through the mushrooms and chimneys, many of them towering above the road in conglomerations of flamboyance. Visit Soganli Village, where more rock carved churches stand indelibly hidden and the remote community continues its fame for dolls. Take lunch in the village and explore the narrow streets, with the option to travel in the most traditional style: by donkey. Soganli reflects the ongoing traditions of Cappadocia and there will time to chat with villagers and even experience a local wedding ceremony if one is taking place. Wave goodbye to this landscape as you're transferred to Kayseri Airport for an onward flight to Istanbul. You'll be met at the airport and transferred to your boutique hotel."
    },
    {
      "dayNumber": "4",
      "title": "Experiencing the Architectural Wonders of Istanbul",
      "description": "As the sun rises above the continental divide, Istanbul slowly begins to paint its sensual picture. The call to prayer resonates from the Blue Mosque, each individual call then harmoniously mirrored by the other mosques. You have a choice of two boutique hotels, each of them indelibly situated amongst the old-world charm. Choose between Celal Sultan Hotel or Sultanham Hotel. Step onto the streets and the scents begin to flicker: fresh catch from the Bosphorus, the whiff of elegance from architectural wonders, meat slowly being roasted. Today's tour starts far back in Istanbul's history at the Hippodrome. It was the centerpiece of Byzantium, a place for chariot races and Roman celebrations. The Serpentine and Constantine Columns reveal an iconic sight of ancient history, while the Egyptian Obelisk offers a further ode to yesteryear. Yet these sights are hidden and without a guide, it's easy to miss where you are. Roaming tea vendors fuel those waiting on park benches in what is the current facade of the Hippodrome. To the right is the Blue Mosque, towering domes and minarets rising like mystical peaks. Barely 500 meters away, to the left, the Hagia Sophia immediately imbues its idolized nomination as the Eighth Wonder of the World. Start the exploration in the 6th century Hagia Sofia; it was the world's largest cathedral. It later became a mosque and is now a peaceful ode to the religious harmony in Turkey. Islamic calligraphy and Christian murals juxtapose in the same space, huge chandelier candles provide a soft light, and dozens of rooms reveal 1400 years of intricate history. Many world buildings can reveal an artistic religious grandeur. There are virtually none on the same scale as the Hagia Sofia. Wander past the tea sellers and flag waivers to the Blue Mosque, journeying into the wide outer courtyard and lift your head skyward to appreciate the enormity of the minarets. Your local guide takes you into the inner courtyard, were porticos of columns and domes radiate a simplistic beauty. Now go inside where luxuriant red carpet cushions your shoeless feet (all shoes must be removed before entering) and thousands of Iznik tiles cast their blue glow across the mosque. There's a peace and serenity to this building, one that seems to demand silence as eyes marvel at both intricate detail and grand design. The rest of the afternoon is free for you to wander, with the surrounding area of Sultanahmet a particularly atmospheric place to indulge in thick Turkish coffee, cobblestone streets full of cute cafes, and rooftop terraces that gaze across the bridge to another continent. Later on, you'll cruise along the Bosphorus, straddling Europe and Asia, and slowly journey past the iconic riverside architecture of the city. It's a sublime immersion in Istanbul's unique style."
    },
    {
      "dayNumber": "5",
      "title": "Palaces and Bazaars in Istanbul",
      "description": "Your boutique hotel already showcases the local commitment to inimitability and opulence. Carved furniture, lavish touches, open courtyards, and breakfast served as another day in Istanbul begins. Like always, it's a private tour with your own driver and guide, so you get to choose the departure time. While yesterday started with Constantine the Great, today fast forwards to the Ottoman Empire and four centuries of imperial history at the Topkapi Palace. 25 different sultans added their own creative vision to the design as the palace was built over almost 400 years. The juxtaposition of styles read like a narrative of world history, each sultan handpicking the influence to create his masterpiece. The interiors also reveal a shameless accumulation of wealth, huge rooms revealing gold, silver, art, and one of the world's finest collections of Chinese and Japanese porcelain. Trinkets and snapshots cover the interiors, each passageway taking you to another ode to ancient international design. After the palace the passageways get narrower, the labyrinthine corridors of the Grand Bazaar are a perfect place to get lost amidst an ambiance of trader's calls and lingering smells. Gold, leather, antiques, spices, chandeliers, candles, silver, rugs, and souvenirs; each corridor curves past hundreds of stalls, centuries of history etched into the walls and domed ceilings. The giant maze can be disorientating but wandering without purpose is the best way to enjoy it. Your guide is always around to help find the path to the exit. The rest of the day is free to savor Istanbul and your guide will be full of suggestions for places to visit. Topkapi isn't the only palace radiating impressions of grandeur, others line the river with their elegant rooms of artistic history. Trams wind through the narrow city streets and over the bridges, the local transport both an easy and charming way to get around. Shops spill tubs of spices onto the street, boutique storefronts have sprung up between the ancient architecture and, as the sun sets on another Istanbul day, rooftop restaurants provide feasts of whirling dervish dancing and local flavors."
    },
    {
      "dayNumber": "6",
      "title": "Free Day in Istanbul",
      "description": "Today is deliberately left free so you can explore Istanbul at your own pace. While the last two days offered guided tours of the city's most essential sights, Istanbul holds hundreds of treasures. Your guide will also provide many ideas for today, but here are some suggestions for soaking up the eclectic ambiance. Wander along the Bosphorus and gaze across the continents, winding a journey past elegant restaurants and rows of fishermen casting their rods into the water. The fresh catch is immediately delivered to rows of restaurants beneath the bridge where it's barbecued and sold as sandwiches to lines of expectant customers. Dotted across the city you'll find historic baths, places with 500 years of cleansing history. Men and women enter different sections and deep layers of dirt are scrubbed away in therapeutic sessions revealing spa therapy exactly how it was many centuries ago. Benches fill the wide public squares, places to rest and reenergize with a cup of sugary tea from the wandering chai traders. Or perhaps try some coffee, a thick cup of beans served in the indigenous way. Maybe you will try some Turkish delight, the sweet shops lining narrow roads and propelling whiffs of sugar that mingle with the spice emporiums nearby. With the excellent public transport system, Istanbul is an easy city to explore, especially when your guide has helped you form a plan. Furthermore, the central area of Sultanahmet is small enough to experience on foot, allowing you to dip into its many cafes and enticing spaces. With glorious architectural odes all around and the intermittent call to prayer reminding everyone of the time, Istanbul deserves this extra free day in the itinerary."
    },
    {
      "dayNumber": "7",
      "title": "Departure",
      "description": "It may have only been six nights but this handcrafted itinerary has packed in the sights, a compelling mix of yesteryear's glory and traditional tones still surviving today. After breakfast and a final morning of relaxing in the boutique hotel, your driver transfers you to Istanbul's international airport and a homeward bound flight. But there's just enough time for one last glimpse at the country's splendor; gaze from the plane window and the Bosphorus stands proud, the divide of a city that took you to the best of both Europe and Asia."
    }
  ],
  "map": ""
}