{
  "destination": "Turkey",
  "mainPhoto": "",
  "id": "one-week-in-turkey-itinerary-for-romance-kusadasi-cappadocia-istanbul",
  "tourName": "One Week in Turkey Itinerary for Romance: Kusadasi, Cappadocia, Istanbul",
  "placesVisited": "Istanbul, Cappadocia, Selcuk, Ephesus",
  "generalInfo": "Heritage overflows with passion and history brims with luxury in Turkey. The otherworldly landscape enchants as the seaside shines like a precious stone. Your one-week romantic Turkey itinerary to Kusadasi, Cappadocia and Istanbul is hand tailored to your specific desires that make every day a treasure and every evening magical. Dig your toes into the warm sand of an Aegean beach and swim in the translucent waters. Visit ancient metropolises and delight in a private panorama of the countryside from the skies in a hot air balloon. Fall into fascination and wonderment with Turkey’s endless allure.",
  "durationDays": "8",
  "price": "3,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kusadasi - Romancing the Aegean",
      "description": "The sapphire water of the Aegean Sea laps at the shores of the bustling city streets of Kusadasi. The old 19th-century castle stands watch on Pigeon Island looking out to the horizon. The ramparts are built with stone and maintain their powerful and safeguarding impression. The region’s history is palpable with roots dating back to 3,000 BC. The hills and the water border the cityscape. Gulets, traditional Turkish ships, cruise on the Aegean. Their large sails catch the breeze and puff out like clouds. In this premier Europe vacation, your private transfer meets you at the local airport and takes you to a charming hotel in the old city. Cobblestone streets and a quiet, secluded ambiance fill the neighborhood. The sea air wind blows around the maze-like streets. Cafes filled with local men enjoying the afternoon light, sipping luscious Turkish coffee from small gilded glass cups. They clack porcelain backgammon pieces and bet quietly against their odds. Palm trees line the esplanade, and the marina is filled with ships swaying in the calm, pristine wake. The city is filled with cosmopolitan life wrapped in the essence of regional history. Indulge in the savory aroma of fresh grilled seafood emanating from the waterside restaurants. Delight in the honey colored hillsides that fade in the sunset. Kusadasi introduces you to the tenderness of Turkey and the passion of its shores."
    },
    {
      "dayNumber": "2",
      "title": "Kusadasi - Pillars of a Goddess",
      "description": "Fishing boats drift from the harbor early in the morning. Their colorfully painted bow makes their frames visible from a distance. They travel against the craggy shores of the landscape and the horizon in search of a fresh and delectable catch. When the sun rises, the collection of ships looks like a peaceful armada decorating the Aegean with speckles of reds and yellows. After breakfast, your guide meets you at the hotel and takes you to the gates of Ephesus. The air is perfumed with peach and lemon trees. When you enter the ancient city, you find pillars and mosaics that date back to 10,000 BC. The city was once a major metropolis, holding over 300,000 people in its heyday during the 2nd century AD. A sweet, cool breeze rushes down from the surrounding hillside and brushes the valley. Columns line the main walkway. It feels like you’ve stepped back in time to an era of togas and marble-lined streets. The Temple of Artemis was one of the Seven Ancient Wonders of the World. The structure captivated visitors from around the known globe. Today the remains of the temple sit atop a small citadel. The temple had been constructed in the 7th century BC built entirely out of marble. Today a single column standing 13 feet tall commemorates the grace and power of the ancient structure and the goddess it celebrated. The romance of culture and graceful architecture is undeniable. The simple design of the Temple of Hadrian hints a subtle beauty. Over the main doorway is a detailed and delicate relief woman. Decorative leaves frame her. Return to the Kusadasi in the evening and watch the sunset over the sea to add another charming moment to an unforgettable day."
    },
    {
      "dayNumber": "3",
      "title": "Kusadasi - Indelible Days",
      "description": "The beaches are carpeted with golden sand that glows against the gemstone hues of the Aegean Sea. The sunlight spreads over the landscape and you can relax in the sounds of the city coming to life. After breakfast, the day is yours to enjoy at your leisure. Stroll around the castle walls for a unique look at the city. Walk up the hill at the city’s border and find a statue of Atiturk watching proudly over the coastline. For a precious and memorable romance venture onto a private gulet cruise and watch the shoreline turn into hidden alcoves. Pass by beaches filled with jovial visitors soaking in the Turkish sun. Buildings shimmer with white walls and cobalt blue trim. The coastline rises and falls with craggy edges and verdant trees. The water turns translucent and the boat softly comes to a stop. Jump into the water and share a refreshing swim with your partner. The world disappears around you and the two of you share a breathtaking moment of privacy. You listen to the water brush against the rocks. The ship sways stoically at anchor. The zesty aroma of grilled seafood emanates from the galley. When you return to shore a feast is waiting for you. Calamari has been sweetened and spiced with a squeeze of lemon. Birds soar overhead in graceful circles and you dine in comfortable beauty."
    },
    {
      "dayNumber": "4",
      "title": "Cappadocia - Unearthly Wonders",
      "description": "The cafes gradually fill with the scent of fresh, rich Turkish coffee and the aromas of the day are enhanced with the sweetness of honey. After breakfast, your private transfer takes you the airport for your flight to the ineffable region of Cappadocia. The landscape quickly enchants you with its peculiar look. The soft stone region has been shaped by the elements and time, forming rocky towers that resemble fairy chimneys. People have inhabited the valley for millennia, chipping away at the rocks to make residences and cities. From the hillside, the valley looks like a village from a fairy tale. The hillsides fade from white rocky bases to orange stone tops. The landscape looks like honeycombs in both color and shape. Venture underground and come to one of 36 cities that have been found beneath the regional landscape. Four out of the eight floors of the city of Kaymakli are open to visitors. A network of 100 tunnels winds around the underground city and connects residences, storage spaces, and even kitchens. The slightly sloped halls and the cool air emanating from the walls make up an elaborate ventilation system. You feel closer to your partner as you experience an exceptional discovery together. The distinct landscape takes you into a shared fantasy world of which you could have never dreamed."
    },
    {
      "dayNumber": "5",
      "title": "Cappadocia - Sharing the Sky",
      "description": "The sky is a shade of royal blue before the sun rises. Today you wake up early and watch the stars from the skyline over the silent streets and towering rocks of the valley. Your private transfer takes you to a nearby prairie. Hot air balloons lay on the field ready to inflate. You step into the basket and watch the balloon animate. The sensation of slowly rising into the air both shocks and delights you. The early morning darkness silhouettes the mountains. The balloon can soar up to 1,640 feet. The sun rises with your ascent. The colors are layered over the horizon, first blue, then pink, and finally an absorbent yellow. The light spreads over the mountainside and into the valley. The thin rocks rise out of the valley like a prairie of fairy chimneys. You hold your partner tight and watch the world come into view. You can see the finer details of the landscape from this height, noticing the crevices of the bordering mountains and the depth of the gorge. In the crevice between impressive rock walls, you find the meandering river that helped shape the magnificent vista. The balloon touches back to the ground, and you continue your exploration of the air with a visit to the Goreme Open-Air Museum to see the sensational Byzantine churches cut from the stone."
    },
    {
      "dayNumber": "6",
      "title": "Cappadocia - The Right Path",
      "description": "The houses and shops of the Cappadocia’s cities hide under the rocks for shade. After breakfast, your guide takes you away from the fairy chimneys for a deeper look into the Soganli Valley. Discover the rolling hills and oases that lead to Gok Kilise, the Sky-Blue Church near the village o Soganli. A steep stairway is cut deep into the rock that leads to the village atop the mountainside. A stream weaves through the landscape and separates the stairway from the Gok Kilise. Twin naves are carved out of the cave and separated by columns and bordered by apses. A worn frieze that adorns the walls depicts saints. Across the Yukari Valley floor is the Church with a Dome known as Kubbeli Kilise. The cupola is cut from the rock with precision and creates an eastern ambiance. The day is filled with discovery, from a traditional atmosphere to rarely visited ruins. Local women weave cultural dolls, and the countryside offers a unique glimpse into the past and present of Turkey."
    },
    {
      "dayNumber": "7",
      "title": "Istanbul - Light on the Seven Hills",
      "description": "After sunrise, you can see hot air balloons drifting along the sky imitating passing clouds. The mountains are cast in a rosy glow, and you make your way to the treasured city of Istanbul. The Bosphorus waterway separates Europe from Asia and connects the Black and Mediterranean seas. The city’s seven hills are draped in historic neighborhoods and celebrated architecture. Elegant palaces line the riverbanks, and remarkable minarets stand tall over the cobblestone streets to create an incomparable skyline. The domes of the Blue Mosque cascade downward. The sounds of the marketplace echo against the historic walls of the Spice Bazaar, an age-old tradition never to be forgotten. Your private guide meets you at the hotel and escorts you through the city to experience the marvelous culture and unforgettable history that radiates from the seaside to the hillside. Topkapi Palace is filled with the ambiance of royalty. The 15th-century edifice was the seat of power for the Ottoman Empire for around 400 years. The outer walls encompass an area over three miles long. Entering through the Imperial Gate makes you feel regal. The rococo design of the Fountain of Ahmed III brings a spirited floral and embellished artistry to the courtyard. The palace centers around the garden area, which adds a refreshing aroma of blossomed flowers and leaves to the immense complex. The luxurious feeling of regality should never end."
    },
    {
      "dayNumber": "8",
      "title": "Istanbul - Endless Charm",
      "description": "The character of Istanbul combines the quintessence of history and the enchantment of local culture. The aromatics of the Spice Bazaar match the rainbow hues in which the spices display. The alleyways wind through the streets and take you into the hidden shops that have populated the neighborhood for centuries. Tinkerers work with soft metals and shape copper pots. Bread sellers roam the city with stacks of round sesame crusted bread stacked on their heads. There is something indescribably romantic about this thriving culture and a distinct connection to heritage. Wandering with your partner along the cobblestone streets of a different world has taken you through a celebrated romance that will forever charm and delight you. Your private transfer meets you at the hotel and escorts you to the airport for your flight home. The dazzling views and magnificent wonders of Turkey will be waiting for your warm return."
    }
  ],
  "map": ""
}