{
  "destination": "Benin",
  "mainPhoto": "",
  "id": "west-africa-tour-bissau-to-cotonou",
  "tourName": "West Africa tour, Bissau to Cotonou",
  "placesVisited": "",
  "generalInfo": "An exploratory journey taking you south east from the former Portuguese colony of Guinea-Bissau to the voodoo heartlands of Benin. Starting in Bissau we immediately descend into traditional West African culture, heading first to the idyllic Bijagos Islands, where local customs are at their strongest and unusual wildlife dwells. Back on the mainland  we continue by visiting a community of ‘griots’ – traditional storytellers – where we learn about a custom that is unique to this part of the world, then travel through the lands of the Fulani, stopping in small villages and exploring the stunning highlands of the Fouta Djalon range. In Guinea we see mask dances of ancient secret societies, the incredible ‘living bridges’ of the rainforest, and chimpanzees. Moving on to Sierra Leone we stay on lush tropical islands and discover delightful fishing villages, gorgeous beaches and the troubling history of the slave trade, as well as meeting diamond miners seeking their fortune. In Liberia we explore the heritage of this unusual country, ‘founded’ by freed Afro-American slaves in the 19th century and quite different to others in the region.<br/><br/>Ivory Coast offers us the opportunity to witness and see the amazing mask dances of the Dan and Guere people, as well as the rather bizarre ‘cathedral in the forest’ - the vast and opulent basilica at Yamoussoukro. As we hit the coast again we travel through old colonial settlements dotted with European forts and charming colonial buildings, on our way to Accra. Our final two countries, Togo and Benin, are home to the followers of voodoo and we have excellent opportunities to learn about this much misunderstood religion, seeing traditional ceremonies and dances that are among the most fascinating spectacles in West Africa.<br/><br/>This is an exploratory tour that often travels through remote parts of West Africa, allowing you see a number of different countries in a short space of time, and where the visit of a ‘foreigner’ is often an exceptional event. Perfect for those that are big on ambition but short on time, this trip delves into the magic and mystery of an ever enchanting region West Africa rarely fails to cast a spell on those who visit.",
  "durationDays": "4",
  "price": "10599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Bissau - Arrive in Bissau and transfer to your hotel. Overnight Hotel Dunia or similar."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bissau - Leaving the islands behind we return to the mainland. In Bissau we have time for a quick look around the city with its colonial Portuguese architecture. Overnight Hotel Dunia or similar. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Malinke region - Morning drive to a small village in the Malinke region. The Malinke are descendants of the ancient empire of Mali and we visit a community of ‘griots’ – traditional musicians and story tellers who play an important part in conserving the traditions of West Africa. We learn about their history and customs, and witness a traditional griot performance. Overnight Hotel Karsa or similar. (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kindia - Drive through valleys and mountains to the town of Kindia, where this evening we will see a performance of the spectacular Baga Nimba masks. Overnight Hotel Moringa or similar. (BLD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Monrovia - Drive to the border with Liberia and continue to its capital, Monrovia. Overnight Cape Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Monrovia - Ganta - Spend the morning exploring Monrovia. We visit the National Museum and the impressive Masonic Temple of Liberia, that has played an important part in Liberian history over the years. From here drive to Gbarnga for the night. Overnight Alvino Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Man - Cross the border and drive into Ivory Coast. On our way we stop in a remote village to see one of the region’s ‘living bridges’ – impressive structures built from lianas, which are believed to be built by spirits. Overnight Hotel Amoitrin or similar. (BLD)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Man - Today we visit a village belonging to the Dan people, known for their amazing mask dancers. Explore the area to learn more about their local customs, before returning to Man for the night. Overnight Hotel Amoitrin or similar. (BLD)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Daloa - Venture into the forest to reach some of the more isolated settlements of the Guere people. Here we will see their mask dances and if lucky, a dance of the ‘jongleurs’, a rare performance involving initiated women with white painted faces, and considerable acrobatic prowess! Continue to Daloa for the night. Overnight Hotel La Grace or similar. (BLD)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Yamoussoukro - This morning we see a ceremony of the Zaouli dancing masks, a tradition of the Guro people. From here drive to Yamoussoukro, once just a village but now Cote d’Ivoire’s bizarre administrative capital. Yamoussoukro is dominated by the gigantic Basilica of Our Lady of Peace, reputedly the largest Christian place of worship on earth, and we spend time exploring this vast complex. Overnight Hotel Royal or similar. (BLD)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Abidjan - Drive to the capital of Ivory Coast. Spend the rest of the day exploring Abidjan, with a ferry trip through the lagoon, a visit to its lively market and the elegant residential district of Cocody. Overnight Hotel Azalai or similar. (BLD)"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Grand Bassam - Drive to the city of Grand Bassam with its old colonial buildings and atmosphere of yesteryear, to explore and learn about the history of the country. Overnight Hotel La Roche or similar. (BLD)"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Axim - Anomabu - Cross into Ghana and drive to Axim. Here we stop at the 16th century Portuguese fort, one of many early European fortifications dotted along this coast. After exploring the fort, drive east to Anomabu. Overnight Anomabu Beach Resort or similar. (BLD)"
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Elmina - We visit the fishing town of Elmina, best known for St George’s Castle, the oldest European building in Africa and once used as holding centre for slaves. In the town itself we explore the old quarter with its unique Posuban shrines, made by the traditional ‘asafo’ societies which were once responsible for local defence. Overnight Anomabu Beach Resort or similar. (BLD)"
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Kumasi - Drive to Kumasi, Ghana’s second city and home of the old Ashanti Kingdom. Explore the city including the Ashanti Cultural Centre, which gives a great insight into what once was one of the most powerful kingdoms in the region. If possible, we will be able to see a traditional Ashanti funeral, quite a spectacle at which visitors are welcome. Overnight Miklin Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "Accra - Drive to Accra, visiting the old quarter of Jamestown, as well as the quarter where craftsmen design flamboyant coffins for the deceased – a uniquely Ghanaian experience. Overnight Hotel Villa Boutique or similar. (BLD)"
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "Lome - Cross the border into Togo, and head to its capital Lome, the only African city to have been colonised by the French, British and Germans. Explore the city including its central markets and the fascinating – if rather gruesome – fetish market, where animal parts are sold for use in traditional medicines. Overnight Hotel Sarakawa or similar. (BLD)"
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "Grand Popo - This morning travel to a remote and hidden village, where we witness a voodoo ceremony – unique to this part of the world, and sure to be one of the highlights of your trip. We then cross into Benin and head to the small town of Grand Popo, on the coast. Overnight Auberge de Grand Popo or similar. (BLD)"
    },
    {
      "dayNumber": 28,
      "title": "",
      "description": "Ouidah - This morning we see a performance of the Zangbeto dancing masks, another of the region’s secret societies. From here we continue to the coastal town of Ouidah, a stronghold of voodoo and once an important slave port. We visit the python temple, where snakes are venerated as representations of gods, the old Portuguese fort and finally head to the beach and the sombre ‘Gate of No Return’, the point from which slaves left Africa for the New World. Overnight Hotel Casa del Papa or similar. (BLD)"
    },
    {
      "dayNumber": 29,
      "title": "",
      "description": "Ganvie - Cotonou - Our final day sees us heading out onto Lake Nokwe to visit Ganvie, the largest stilt village in Africa situated in the middle of the water. From here, we drive to Cotonou where our West African adventure ends, and transfer to the airport for your onward flight. (BL)"
    }
  ],
  "map": ""
}