{
  "destination": "Benin",
  "mainPhoto": "",
  "id": "ghana-togo-benin-tour-ouidah-voodoo-festival",
  "tourName": "Ghana, Togo & Benin tour, Ouidah voodoo festival",
  "placesVisited": "Accra, Lome, Ouidah, Ouidah Voodoo Festival, Ganvie, Abomey, Savalou, Naititingou, Tamberma Villages, Sokode, Kloto, Tafi Atome, Akosombo, Kumasi, Anomabu, Elmina",
  "generalInfo": "This exciting two week tour will take you across Ghana, Togo and Benin, where you’ll get the chance to witness Ouidah’s incredible voodoo festival. You’ll travel with a small group of likeminded travellers and experienced local guides on an adventure that will please Africa newbies and old hands alike.<br/><br/>In Benin you’ll spend time in Ouidah, exploring the city and visiting both a traditional healer and a fetish market, where you’ll see many animal parts for sale for use in traditional medicine. You’ll also experience the colourful annual voodoo festival, when worshippers from across Benin come to take part in a variety of ceremonies celebrating gods and spirits. Other highlights of your Benin visit include a visit to Ganvie, the largest stilt village in Africa, and Abomey, once the centre of the powerful kingdom of Abomey. <br/><br/>In Togo, as well as passing briefly through Togolese capital Lome, you’ll visit the northern town of Sokode, where you’ll witness a fire dance, peruse traditional craft wares in Atakpame and Kpalime and take a night walk in the forests near Kloto. <br/><br/>In Ghana, highlights include a visit to Tafi Atome forest, home to a population of sacred monkeys; Kumasi, the country’s second city and once the centre of the powerful Ashanti Kingdom; and Elmina, where you can learn about the dark history of the Trans-Atlantic slave trade. <br/>",
  "durationDays": "13",
  "price": "3999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Lome - Arrive in Lome and transfer to your hotel. Overnight Hotel Onomo or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Lome – Grand Popo - Explore the city including its central markets and the fascinating – if rather gruesome – fetish market, where animal parts are sold for use in traditional medicines. In the afternoon travel to a remote and hidden village, where we witness a voodoo ceremony – unique to this part of the world, and sure to be one of the highlights of your trip. Later, we cross into Benin and head to Grand Popo for the night. Overnight Hotel Awale Plage or similar. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ouidah Voodoo Festival - In January each year Benin holds a national celebration day in honour of its traditional religion and of the cults associated with it. Ouidah in particular is a focus for these ceremonies, and thousands of adepts, traditional chiefs and fetish priests gather here to perform fascinating rites and rituals. This is an amazing opportunity to witness the traditional culture of the region, where devotees assume the identity of gods and spirits and the realm of the magical is close at hand. We first experience the voodoo festival away from the crowds, visiting a more private and intimate set of celebrations before continuing to Ouidah to see the ‘official’ festival. Overnight Hotel Casa del Papa. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ganvie – This morning we explore Ouidah, visiting the python temple, where snakes are venerated as representations of gods and finally head to the beach and the sombre ‘Gate of No Return’, the point from which slaves left Africa for the New World. We then head out onto Lake Nokwe to visit Ganvie, the largest stilt village in Africa situated in the middle of the water. The ‘village’ is home to around 25,000 people, most of whom go about their daily lives without setting foot on dry land. Return to Ouidah for the night. Overnight Hotel Casa del Papa or similar. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Abomey - Dassa - This morning we attend a service of the Celestial Church, a Beninese sect which mixes Christian and animist traditions in lively celebrations. From here we continue to Abomey, once the centre of the powerful kingdom of Dahomey, where we can meet local blacksmiths, as well as seeing the old royal palace. We also meet the acolytes of Sakpata, the god of smallpox, and see their unique mask dances. Overnight Hotel Jeko or similar. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Savalou - Taneka Villages - Kara - Stop at the Dankoli fetish, the most important voodoo shrine in Benin, where we may be able to witness rituals taking place. In the afternoon we visit villages of the Taneka people, a small but traditional ethnic group with a society centred around fetish priests. From here we cross back into Togo. Overnight Hotel Kara or similar. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tamberma Villages - Sokode - Drive into the lands of the Tamberma, one of the region’s most traditional groups who live in fortified houses known as ‘tatas’ – quite a spectacular sight. We spend time learning about their culture and customs, then visit the villages of the Kabye people before heading to the town of Sokode for the night. This evening we witness a fire dance, where the participants use burning coals in their performance – another fascinating demonstration of local beliefs and customs. Overnight Hotel Lamirelle or similar. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kpalime - Drive south to the tropical forests, stopping first in Atakpame to see traditional crafts and then continuing to Kpalime. Explore its markets and continue to nearby Kloto, where we take a walk in the forest. Accompanied by a local entomologist we learn about the butterflies and other insects that live here. Overnight Hotel Jess or similar. (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Krobo - Koforidua - Cross into Ghana and drive to the region of Krobo, known for its production of traditional beads. From here continue to Koforidua. Overnight Hotel New Capital View or similar. (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kumasi - Continue to Kumasi, Ghana’s second city and home of the old Ashanti Kingdom. Explore the city including the Ashanti Cultural Centre, which gives a great insight into what once was one of the most powerful kingdoms in the region. If possible, we will be able to see a traditional Ashanti funeral, quite a spectacle at which visitors are welcome. Overnight Miklin Hotel. (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Kumasi - Continue exploring Kumasi, visiting the Royal Palace Museum. In the afternoon visit some of the nearby villages which specialize in producing traditional crafts such as cloth and carvings. Overnight Miklin Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Cape Coast - Head south to the coast, and the town of Cape Coast, home to an impressive castle originally built by the Swedish in the 17th century – one of the first European buildings in Africa. Overnight Anomabu Beach Resort or similar. (BLD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kakum Forset - Elmina - This morning we visit Kakum Forest National Park, exploring the forest on its canopy walkway – the longest and highest rope bridge in the world. We then visit the fishing town of Elmina, best known for St George’s Castle, the oldest European building in Africa and once used as holding centre for slaves. In the town itself we explore the old quarter with its unique Posuban shrines, made by the traditional ‘asafo’ societies which were once responsible for local defence. Overnight Anomabu Beach Resort or similar. (BLD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Accra - Drive back to Accra, visiting the National Museum (if open) and the old quarter of Jamestown, as well as the quarter where craftsmen design flamboyant coffins for the deceased – a uniquely Ghanaian experience. Later transfer to the airport for your onward flight. (BL)"
    }
  ],
  "map": ""
}