{
  "destination": "Benin",
  "mainPhoto": "",
  "id": "ghana-togo-and-benin-holiday",
  "tourName": "Ghana, Togo and Benin holiday",
  "placesVisited": "Accra, Lome, Ouidah, Voodoo (Vodún) Festival, Dassa, Natitingou, Sokode, Kloto, Kpalime, Akossombo, Kumasi, Elmina",
  "generalInfo": "This 12 day small group holiday places you in amongst three of West Africa’s most culturally diverse nations: Benin, Ghana, and Togo, where an Atlantic shoreline links locations like Accra, Lome and Ouidah, to present travellers with a wide reaching range of experiences. <br/><br/>West coast Africa is renowned for its incredible cultural diversity with incredible Tamberma architecture in Togo, Benin’s Voodoo (Vodún) heritage, and Portuguese colonial influence in Ghana's Axim providing just a taste of things to come.<br/><br/>A visit to the Ouidah Voodoo (Vodún) Festival in January cannot be underestimated with a blend of traditional customs, religious rituals and performances and ceremonies, as well as insights from local guides.",
  "durationDays": "16",
  "price": "3799",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Cotonou - 8th January 2025 Arrive in Cotonou where you will be met and transferred to your hotel. Enjoy dinner at your hotel. Overnight Hotel Casa Cielo or similar (D) Total approx. driving time – 10 mins"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Adjarra = Porto-Novo - Ganvie - 9th January After breakfast we depart for Porto-Novo the capital city of Benin. Before our arrival we enjoy a walking tour of Adjarra seeing the skilled craftsmen making traditional drums and raffia processing. During our time here we discover the art of basketry and finish our tour experiencing local gin at a traditional distillery. A short ride on the Black River enjoying nature before we set off to Porto Novo. On reaching the capital we enjoy lunch before visiting the Royal Palace, now known as the Honme Museum, and the Grand Mosque. Continue to Ganvie stilt village and on arrival take a boat tour to discover the diverse flora and fauna before returning to the hotel. Overnight Hotel Casa Cielo or similar (BLD) Approx driving times Cotonou – Adjarra – 1hr20m Adjarra – Porto Novo – 20m Porto Novo – Ganvie – 1hr30m Ganvie – Cotonou – 20m"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Voodoo Festival in Ouidah - 10th January Spend today delving into the mysteries of voodoo at Ouidah’s annual voodoo festival. Although there are many festivals around the country, this is the largest. You can expect to see followers and adepts of the various voodoo gods, from the elaborately costumed Zangbetos, to the followers of Kokou, renowned for injuring themselves as a way to reach the divine. Around the edges of the main performance area you can find groups from various voodoo temples performing their own rites and rituals. This is a fascinating insight into a much-maligned religion, and unlike anything you may have seen before. Overnight Hotel Casa Cielo or similar. (BLD) Total approx. driving times – 1 hour each way"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Abomey - Dassa - 11th January An early start as we set off northwards to Dassa. On route we stop in Abomey (approx. 2 hours) where we enjoy a city tour, visiting the Royal Palace, the nearby craft market and Goho square to see the Statute of the Brave King Behanzin. After lunch we head to Agonlin where we experience a traditional Guelede performance which is a major highlight. As we set off on the final stretch of our journey to Dassa we stop to see traditional gari processing. Overnight Jecko Hotel or similar (BLD) Approx driving times Cotonou – Abomey – 2hr30m Abomey – Dassa – 1hr30m"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Dassa -Natitingou -12th January An early morning departure as we set off further northwards to the Dankoli Shrine where we experience a traditional Voodoo ceremony. From here as we venture further north, where we meet the Taneka people and visit their unique villages. Continue to Natitingou and check in to your hotel. Overnight Hotel tortora or similar (BLD) Total approx. driving time – 5 hours (with 2 stops)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Natitingou - Tata Somba - Kara - 13th January This morning visit the local museum before heading to Koussoukoingou, a nearby Tata Somba community. Spend time in the community learning about their customs and enjoy lunch at the highest point of this community. After lunch continue to to Boukounbe to meet the King and experience a local Voodoo ceremony in his presence. We say goodbye to Benin and cross into northern Togo to Koutammakou a UNESCO World Heritage site. See the amazing mud houses (Takienta) of the local Batammariba community and arrive into Kara. Overnight Hotel Kara or similar (BLD) Total approx. driving time – 4 hours (with 2 stops)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kara - Kpalime -14th January Today is mainly a travel day as we head further south to Kpalime. We enjoy the scenery during our drive and the changing communities. Lunch will be in Atakpame before continuing to Kpalime arriving in the afternoon. This afternoon we explore the forest and visit local farms as we meet the community and learn about their local customs and traditions. Overnight Parc Residence or similar (BLD) Total approx. driving time – 6 hours (with 1 stop)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kpalmine - Lome - 15th January After a relaxed breakfast we depart for Lomé, the capital city of Togo (approx. 2 hours). On arrival enjoy lunch before taking a tour of the city in the afternoon. Visit the lively and colourful market, with the Sacred Heart Cathedral in its midst. We then head to the fascinating- if rather gruesome- fetish market, where animal parts are sold for use in traditional medicines; Vodou healers and practitioners are on hand for consultations- (please see the Notes section for more information). Overnight Onomo Hotel or similar (BLD) Total approx. driving time – 2 hours"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Lome – Akosombo - 16th January This morning we leave Togo and cross the border into Ghana. Our journey takes us to the beautiful town of Akosombo where we check into our river front hotel. After a short rest we visit Akwamufie Museum then we meet with the King of this area. Early evening enjoy a river cruise where we can see local fishermen. Overnight Afrikiko River Front Hotel or similar (BLD) Total approx. driving time – 4 hours"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kumasi - 17th January After breakfast we head towards the Ashanti region of Ghana. Our first stop during our journey will be to visit a local village, Krobo, to meet one of the families that make traditional Ghanian beads. The Krobo people of Ghana are renowned for their traditional bead jewellery that dates back centuries. We spend time at one of the family compounds to have a go at producing our own beads. After a wonderful morning mixing with locals, seeing village life and making our own bead jewellery we continue towards Kumasi, arriving in the early evening. Overnight Lancaster Kumasi City Hotel or similar (BLD) Total approx. driving time – 6 hours (with 1 stop)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Kumasi - 18th January Today we mix old and new as we travel back in time visiting some of the ancient communities famous for producing local cloth designs and we also experience modern day Kumasi life at the biggest market in West Africa. We start by visiting the traditional village of Adanwomasie, the birthplace of Ghana’s rich colourful Kente cloth. We then head to Ntunso where adinkra cloth and symbols originate. During our time here we learn the meanings behind the various symbols, and we can make our own strip of adinkra cloth using symbols with personal significance. We have lunch at Jofel before heading to Adum, the commercial centre of Kumasi. This afternoon visit Kejetia market, reported to be the largest outdoor market in West Africa. This evening is at leisure, or there is an option to head into town to experience local nightlife and music. Overnight Lancaster Kumasi City or similar (BLD) Approx driving time (longest drive within Kumasi) – 1 hour"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "To Bonkro - 19th January This morning we visit the Manhyia Palace, home of the Asantehene King of the Ashanti’s and ruler of the powerful Asanteman Kingdom. The Palace Museum offers a fascinating excursion through the history of this powerful tribe and is extremely informative on the well documented Ashanti history and culture. After the visit to the villages of Bonkro and Breku where we have a lunch that has been prepared by a local chef. After lunch we spend time in the local community, visiting a local school and meeting the Kuapa Kokkoo farmers, who grow and sell cocoa. We learn about the chocolate-making process and how it is used for production of chocolate and soap, among other things. Enjoy dinner at the guest house before movie night with the villagers. There will also be an opportunity to head out for a forest walk to look for some forest mammals. Overnight Picarthes Guesthouse or similar (BLD) Total approx. driving time – 3 hours"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Cape Coast – Elmina - 20th January Today we bid farewell to our new friends and set off south towards Elmina in Ghana’s central region. We stop at the town of Assin Manso and the Ndonkor Nsua (Enslaved African river). This is where enslaved Africans were checked for fitness before being shipped to America. We then make our way to Cape Coast, following the same route used by the slaves, to Cape Coast Castle (UNESCO) where we learn about the recent history of Ghana. Lunch will be taken at a restaurant operated by Baobab Children’s Foundation, an organisation focused on helping and improving the lives of children in this region. This afternoon immerse yourself into true African art with a traditional batik making workshop. Overnight Lemon Beach Hotel or similar (BLD) Total approx. driving time – 1hr30m"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Kakum National Park - 21st January A few kilometres north of the coast, in the middle of a rainforest, we will discover the Kakum National Park. This park gives you a great opportunity to observe the forest from above as Kakum has a canopy walk hung high up in the trees. The Kakum canopy walkway is the longest and highest rope bridge in the world. Walking between 120 to 150 feet above the ground, we will get an incredible view over the rain forest. At the border of the forest we find the International Stingless Bee Project, and learn about their importance to our ecosystem. After lunch we head back to the hotel for a leisurely afternoon. This evening enjoy traditional drumming from the locals. Overnight Lemon Beach Hotel or similar (BLD) Total approx. driving time – 1 hour each way"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Accra - 22nd January This morning we head to Accra (approx. 3 hours). On arrival we have a brief stop at Black Star Square which houses the independence monument and continue to Independence Square where we find the enclosed flame of African liberation, lit by Kwame Nkrumah in 1961, before heading to Jamestown, one of Accra’s poorest suburbs, yet steeped in history. Visit Fort James, and see the interesting Brazilian stone houses, built by free enslaved Africans who came over from Brazil after the abolition of the slave trade. We also visit the National Cultural Centre, Ghana’s largest arts and crafts market and the Artist Alliance Gallery on the beach front, showcasing traditional and contemporary art and artifacts from Ghana and neighbouring countries. From here we set off for the ‘fantasy coffins’ of Teshie Nungua. After a burial, a celebration follows and it is believed that the departed move on to another world and the decorated coffins may represent the occupation of the deceased, or something that was important to them, ranging from cars and cigarette packets to crocodiles and beer bottles! During our visit we have the opportunity to meet these infamous coffin makers. Overnight La Villa Boutique Hotel or similar (BLD) Total approx. driving time – 3 hours"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Accra Departure - 23rd January This morning head to the Kwame Nkrumah National Park, the final resting place of Ghana’s founder and visit the nearby local market, good for some last-minute souvenirs. After a final meal together, you will be transferred to Accra airport for your departure flight (BLD)"
    }
  ],
  "map": ""
}