{
  "destination": "Benin",
  "mainPhoto": "",
  "id": "west-africa-tour",
  "tourName": "West Africa tour",
  "placesVisited": "",
  "generalInfo": "Journey through Benin and Togo, discovering remote villages, varied landscapes and traditional ceremonies. Our packed itinerary brings us closer to two rarely visited countries where the arrival of strangers is a celebrated event. Take advantage of our two dedicated voodoo festival departures, which make the most of Benin's most vibrant season.<br/> <br/> Voodoo - Witness the intriguing and esoteric rituals of voodoo and see Benin during its festival season (select departures).<br/> Diverse landscapes - Spend a night in a remarkable stilt village built on a lake at Ganvie and explore villages in the Atakora Mountains, accompanied by a fetish priest.<br/> Village life - Get closer to traditional village life as we meet with a local chief, witness elaborate tribal dances and pass through bustling markets. <br/>",
  "durationDays": "14",
  "price": "3395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Lome",
      "description": ": Arrive in Lome, the lively capital of Togo. For those arriving on time, our tour leader plans to meet you at the hotel reception at 6pm for a welcome meeting. For those who wish, there is the chance to go out for dinner afterwards. There are no other activities planned today, so you're free to arrive in Lome at any time. If you'd like an airport transfer today, you'll need to arrive into Gnassingbe Eyadema International Airport (LFW), which is around a 15-minute drive from the airport. Should you miss the welcome meeting, our tour leader will inform you of any essential information as soon as you catch up. If you have free time on arrival, you might like to walk through the bustling streets or by the beach opposite our hotel, relax or visit the Museum of the Arts 'Palais de Lome'. Dating back over 100 years, the building has been used as the French governor's residence, the seat of the Togolese presidency and as the residence of the Prime Minister before being abandoned. The 11-hectare park surrounding the palace is now home to several gardens and sculptures. We would suggest speaking to the hotel reception if you'd like to visit so that they can assist with arranging a taxi."
    },
    {
      "dayNumber": 2,
      "title": "Lome city tour; drive to Kpalime, visit the centre of artisans.",
      "description": ": After breakfast and our welcome meeting , we kick off our West African adventure with a guided tour of the capital city of Togo. Once an important landmark within West Africa's notorious slave trade, Togo was colonised in the 15th century, evidence of which can still be seen today in the city's faded European architecture and tree-lined boulevards. We'll visit the colourful market and Togo's famed fetish market where locals and voodoo priests alike can source anything from good luck charms to animal skulls to aid their pursuit of bringing themselves good fortune and health. The market can be extremely busy, on most departures we visit on a Sunday so it's a little quieter. Time permitting, we'll also make a stop at one of Lome's craft markets and its imposing gothic cathedral. Bidding the capital farewell, we drive north to Kpalime, Togo's fourth largest city which is surrounded by tropical forest. This area is Togo's biggest producer of artisanal items including pottery, woven items and wood sculptures. We'll visit the Centre of Artisans to see their work (if the day is running late, we can visit the Centre of Artisans tomorrow)."
    },
    {
      "dayNumber": 3,
      "title": "Guided countryside walk. Continue to Sokode to witness an elaborate fire dance",
      "description": ": We'll set off after breakfast for a guided hike through the countryside. Following well-marked tracks, we'll hike for around two hours guided by a butterfly expert. Along the trails, we'll learn about the ecosystem in the surrounding adjacent forest. The walk is mainly on flat terrain but it will be humid and warm, so insect repellent and sun protection are recommended. This afternoon, we drive north to Sokode (a journey of around five hours). As we travel, we'll stop to visit local villages, experiencing the smells and sounds of the colourful markets; one such market is found at Atakpame, a crossroads town and our lunch stop. The settlement has a lively market where we can usually stumble on elaborate weaving demonstrations. In the evening, we'll witness a traditional Fire Dance. Dancing to the hypnotic beat of the drum, the dancers eventually leap into the glowing embers. They then pick up burning coals and pass them over their body and mouth without showing any pain or injury. Whether it's a matter of courage or magic, witnessing these rituals is a real privilege and a truly interesting experience. Our hotel tonight does not offer twin-bed configuration rooms, we therefore only offer a double or single room. If you're a solo traveller booking on a twin-share basis (sharing with someone of the same gender), you'll be allocated a single room."
    },
    {
      "dayNumber": 4,
      "title": "Drive to the Bassar region. Visit the clay houses and learn about the iron production",
      "description": ": Today we travel towards Kara. Along the way, we'll stop to meet the Bassar people. The Bassar live in traditional large clay houses with conical roofs and are known for their production of iron. They abide by strict rules - only old women can provide the coal needed to melt they iron, which they collect from the mountains surrounding the villages. According to their belief, the iron will only melt if a strict code of conduct is observed. Our tour leader will see if it's possible to meet a traditional Chief who will talk to us about their role in the society and leading their village. It's traditional for the chief to welcome new guests to the village and give a blessing however it should be noted this is not a touristic activity and the chief may not be available on the day of our visit. We'll arrive in Kara in the early evening. Our hotel tonight is an old government building and we stay in the bungalows in the gardens. The hotel features a swimming pool and has a good restaurant - you can find several dining options in Kara as well."
    },
    {
      "dayNumber": 5,
      "title": "Visit the Tamberma people in the Atakora mountains and the blacksmiths of the Kabye region",
      "description": ": This morning, we'll continue our journey north, entering a more mountainous arid region. Leaving the main road, we enter the land of the proud Tamberma people who live in fortified dwellings. Similar to medieval castles, they're one of the most beautiful examples of ancient African architecture, built by hand, layer by layer, by placing round balls of mud and shaping them according to the design and flair of the owner. The Tamberma people hold strong traditional beliefs, evidenced through the presence of large shrines in phallic form, displayed at the entrance of their homes. Subject to permission, we'll enter their homes to gain an insight into their way of life. Houses are a projection of their anthropological and cosmological beliefs. The first floor - enveloped in darkness - represents death, it's the place of the ancestors. The second floor - open to the sky - represents life. As well as a home, the house is a place of refuge. All of the family, food and animals are kept within the house for survival in case of attack. For centuries, these populations have been seeking refuge in the hard-to-access Atakora mountain to escape from the slave trade. A word of caution about handing out gifts or money in the rural communities we visit, please refrain from doing this. We pay a fee to the local community for our visit, which is distributed appropriately by the village elders. Giving additional gifts can cause conflict, as village traditions are strongly based on fairness. Should you wish to give a gift please speak to your tour leader about the best way of doing this. After a picnic lunch, we drive back to Kara, through a mountainous region where the Kabye people reside. The Kabye are excellent blacksmiths who still work with traditional methods that have been lost in the Western world."
    },
    {
      "dayNumber": 6,
      "title": "Travel into Benin, visit the remote village of Taneka, continue to Djogou",
      "description": ": We have an early start this morning to begin our journey into Benin via Ketao. Our destination is the town of Natitingou, located in an upland range. Along the way we make a stop at a village called Taneka. The village is made up of round houses covered with a conical roof protected at the top by a terra cotta pot. The upper part of the village is inhabited by the young, accompanied by fetish priests, who only cover themselves with goat skin and always carry a long pipe. This ethnic group has been living on an archaeological site inhabited since the ninth century. Since then, other populations have moved in, and the result is a melting pot of tribes and cultures, where each group has kept its own cults and initiation rites, overlaid by a common religious and political institution. As we wander around the village, we might come across village elders. The Taneka people believe that to become a man, it's necessary to combine time, patience and a lot of blood from sacrificed animals. It's a lifetime process, almost a rite of passage for men of the village. Our walk can last between two and three hours, along mainly flat alleys some of which are narrow and have rocky uneven steps. We continue north to the small town of Natittingou and check in to our hotel in time for a dip in the pool. Hotel options in northern Benin are very limited. Our simple hotel in Natittingou does not offer twin bedrooms, we will therefore offer only a double or single bedded room. If you are a solo traveller booking on a twin-share basis (sharing with someone of the same gender) you will be allocated a single room for this night. It does however have a pleasant terrace, a good spot for breakfast."
    },
    {
      "dayNumber": 7,
      "title": "Drive south to Dassa stopping en route to meet the Fulani people and witness a Dankoli shrine",
      "description": ": Today is a long travelling day, with several stops en route. Departing early, we drive south; to stop at a Fulani settlement along the way. The Fulani are mainly shepherds, the men move around with their herds while the women take care of the camp and milk the cows to produce butter to be sold at the local market. The Fulani are famous for their beauty. Fulani means beauty in the local dialect. Beautiful tattoos on their face send messages to the people who understand the language. Just before we arrive in Dassa, we will make a stop at the Dankoli fetish, an important place of the Voodoo cult where thousands of little sticks are pushed in the fetish as witnesses of the countless prayers made to the local god to satisfy their everyday needs, a good harvest, a happy wedding, an easy delivery, a success at school. Once their prayers are answered, they come back to sacrifice what they promised to the fetis, this could be a goat, a chicken or a cow, according to the nature of the prayer. Traces of blood, palm alcohol and palm oil on the fetish prove that a lot of pilgrims had their prayers answered. Please note you may witness the slaughtering of animals as part of your visit to the Dankoli shrines, if you feel uncomfortable about this speak to your tour leader to make alternative arrangements."
    },
    {
      "dayNumber": 8,
      "title": "Visit the town of Dassa and then the Royal Palace of Abomey",
      "description": ": We start our day exploring Dassa, which used to be the capital of an ancient kingdom in 1385, by visiting Sacred Hill where funerals for the royal family take place accompanied by Voodoo practices. The town is full of history, our tour leader will share the story of the infamous wooden horse which dates back from the Middle Ages and is still preserved to this day. We'll then drive three hours to the town of Abomey. The Royal Palace has been undergoing refurbishment for some time and there is no notice of any reopening date, however, there is still plenty to see. Abomey was the capital of the Kingdom of Dahomey from the 17th to 19th centuries, well known for its skilled blacksmiths. We will take a tour of the town, seeking permission to visit one of the traditional workshops to learn more about their skills and hear about the history of this once-powerful capital. We will still be able to see the Royal Palaces of Abomey from the outside and if some of the artefacts from the museum are on display at another location, we will do our best to try and view them. The Palace's outside walls are still decorated with bas-reliefs representing the symbols of the Dahomey kings and its halls and rooms hold the thrones and altars, statues and arms of a kingdom that lived in a perpetual state of war and built its greatness on the slavery of its neighbours. Our hotel for the next two nights does not offer twin bed configuration rooms, we will therefore offer only a double or single bedded room. If you are a solo traveller booking on a twin-share basis (sharing with someone of the same gender) you will be allocated a single room."
    },
    {
      "dayNumber": 9,
      "title": "See the incredible Egun and Gelede mask ceremonies",
      "description": ": This morning we visit the Chameleon temple in Abomey and a church, which for many is an unexpected highlight of the trip. Next, we head out to witness an Egun mask performance in nearby Cove. According to the local tradition, people perform the rituals not only to represent but also to embody the spirits of their ancestors. Dressed in bright, colourful costumes, they emerge from the forest and form a procession through the village streets. We'll have lunch in Cove. This afternoon we also have the opportunity to visit a Gelede mask ceremony back in Abomey. A cult to the great divinity Oudua, the earth mother, Gelede is a cult, a secret society and a type of mask all at the same time. The brightly coloured masks represent the bridge between the society and the ordinary villagers and are comprised of a head with large eyes and sensual lips over which are an animated collection of characters and objects that tell stories, to the accompaniment of a choir and an excited audience. This is a really special day as we encounter contrasting ceremonies, both very different and yet equally memorable, please note that the exact timings of the day may be amended and some flexibility is required, we may see the second mask ceremony on the morning of day ten."
    },
    {
      "dayNumber": 10,
      "title": "Travel to incredible stilt village of Ganvie to spend a night in a stilt guesthouse",
      "description": ": Our departure time will depend on the mask ceremony the day before. We spend this morning travelling by bus and boat to Ganvie, the largest stilt village in Africa, where we are welcomed by singing and drumming on the boats. Settled by the Tofinou people, fleeing the slave traders of the 16th century, the village today is an atmospheric setting of thatched huts, balanced on stilts of teak, where daily life is still very much conducted on the waters of the lake. Fishing is still the principal activity for the inhabitants and every day the men go about their business, whilst women deliver their goods to the floating market and children go to school and play from the backs of open pirogues. But even amidst this tranquil aquatic idyll voodoo plays its part; after a relaxing afternoon, we'll meet a local Bokono oracle, a village soothsayer, this evening. We'll learn how these traditional people are guided through life by the drums and dancing of voodoo's haunting rhythm. The afternoon is free to sit and watch the world go by on the lake, the guesthouse has a bar. There is the option to head out after dark and visit the floating market. Tonight, we stay in a very basic stilt house which we get to by sailing across the lake. It's the most basic accommodation of the trip, with no air conditioning and only limited running water; the experience provides a great insight into how the community of Ganvie live their daily lives."
    },
    {
      "dayNumber": 11,
      "title": "Visit Cotonou, the capital of Benin and Ouidah, the spiritual home of Voodoo; drive to Grand Popo",
      "description": ": We'll depart Ganvie after breakfast, and travel by boat and bus to the capital, Cotonou. We'll see from the outside the Cathedral of Notre Dame, visit the impressive statute of Queen Tassi Hangbe a great fearless warrior queen who led an all-female army, the Agodjies and witness Africa's longest graffiti mural, almost one kilometre long, featuring striking works of art. Our next stop is the town of Ouidah, considered to be the spiritual home of voodoo. Once an infamous part of the old slave route, Ouidah was the site of one of the largest trading posts, supplying slaves to Europe and its outlying colonies. The echoes and ghosts of those infamous days still reverberate today, in its Afro-Portuguese architecture. We aim to spend some of our time here visiting the museum at the Old Portuguese Fort and taking a walk along the slave route to the beach, where the unfortunate victims were loaded aboard the slave ships. We will also visit the remarkable Python Temple, where Ouidah's ancient snake cult is still very much in evidence. Snakes are still an important feature of many voodoo rituals, believed to be able to imbue vitality and protection. Later we head east for two hours towards the Gulf of Benin where we'll stay in Grand Popo on the coast."
    },
    {
      "dayNumber": 12,
      "title": "Benin coast, Mono river estuary and Zangbeto dancing mask ceremony",
      "description": ": Discover the Mono River estuary in a small motorboat, passing tiny villages where the old way of extracting salt is still practised. Our journey leads us along the river to where it meets the ocean, we cross the lagoon through forests of mangroves. Later we head to a small village where we will see our last mask ceremony, the Zangbeto. The masks for this ceremony are full body, straw decorations and the wearers of these masks keep their identity hidden as part of a secret society of traditional Voodoo guardians. Lunch will be in Grand Popo, the rest of the day is free."
    },
    {
      "dayNumber": 13,
      "title": "Return into Togo, visit Aneho, continue to Lome",
      "description": ": After breakfast, we'll cross the border back into Togo, where we'll continue for a short while before stopping in Aneho, a village of thatched houses with shrines and fetishes, and there may be an opportunity to watch a Voodoo ceremony. During such a ritual we will see traditional dancers falling into a deep trance at the hypnotic rhythm of drums. After the ceremony, we meet a traditional healer who treats the patients with voodoo rites and herbs. Later we continue 90 minutes towards Lome, after checking into our hotel we head out for our last meal together."
    },
    {
      "dayNumber": 14,
      "title": "Trip ends in Lome",
      "description": ": The trip ends after breakfast at our hotel in Lome. There are no activities planned today, so you're free to depart from Lome at any time. If your flight is departing early in the morning, breakfast will be served very early. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Lome Tokoim International Airport (LFW), which is around a 15-minute drive from the airport."
    }
  ],
  "map": ""
}