{
  "destination": "Benin",
  "mainPhoto": "",
  "id": "cultural-holiday-in-ghana-togo-and-benin",
  "tourName": "Cultural holiday in Ghana, Togo and Benin",
  "placesVisited": "Accra, Lac Togo, Lome, Fetish markets, Voodoo ceremonies, Ouidah, Ganvie village in the middle of Lake Nokwe, Abomey Roay Palace, Python Temple, Dankoli Fetish, Natitingou, Somba & Taberma villages, Togo fire dance, Kente cloth weaving in Atakpame, night walk in tropical forest, Tafi Atome monkey sanctuary, Kumasi, Akwasidae Festival (if dates coincide), Elmina slave fort",
  "generalInfo": "These three countries are the spiritual heart of West Africa, an intoxicating fusion of tribal culture, voodoo rituals, fire dances – and a dark past represented by the slave forts dotting the coasts. Religion and reality blur, especially in Benin – the home of the voodoo religion where powerful rituals and fearsome fetishes can be seen throughout the country. The wide smiles and vibrant clothing of the Ashanti people in Ghana stand alongside their reputation as incredible coffin carvers – ensuring a flamboyant journey into the afterlife for the deceased. Explore fetish markets and voodoo drumming ceremonies in Togo’s coastal capital, Lome, before continuing on to Benin’s sinister “Door of no Return”, and the impressive fortified dwellings of the Somba people in the north.<br/><br/>The highlight of this cultural holiday in Ghana, Togo and Benin is joining Ghana’s Adae Festival in Kumasi – an incredible Ashanti celebration.",
  "durationDays": "25",
  "price": "5990",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Accra - Arrive in Accra and transfer to your hotel. Depending on your time of arrival, there may be time to explore this vibrant African capital. Overnight Alisa Hotel or similar. (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Accra - You have the choice for breakfast this morning; you can have a light breakfast at the hotel or try a local breakfast from one of the food stalls at Makola Market, one of Accra’s best local markets. Almost everything is sold here from herbal remedies, traditional cloth, jewellery and food to mobile phones, TVs, and sound systems. Later we visit the Artist Alliance Gallery on the beach front, showcasing traditional and contemporary art and artifacts from Ghana and neighbouring countries. From here we set off for the ‘fantasy coffins’ of Teshie Nungua. After a burial, a celebration follows and it is believed that the departed move on to another world and the decorated coffins may represent the occupation of the deceased, or something that was important to them, ranging from cars and cigarette packets to crocodiles and beer bottles! During our visit we have the opportunity to meet these infamous coffin makers. This afternoon we head to Independence Square where we find the enclosed flame of African liberation, lit by Kwame Nkrumah in 1961, and head to the Kwame Nkrumah National Park, the final resting place of Ghana’s founder before heading to Jamestown, one of Accra’s poorest suburbs, yet steeped in history. Visit Fort James, and see the interesting Brazilian stone houses, built by free enslaved Africans who came over from Brazil after the abolition of the slave trade. Our evening is dedicated to meeting locals who are trying to change the lives of youths through boxing. Overnight Alisa Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Krobo Traditional Beads and Wli Waterfalls (approx. 5 hours total driving) - This morning we leave Accra and heard towards the Volta region. Our first stop is Krobo, renowned for their traditional bead jewellery. We visit a family-run compound to learn about this ancient bead-making process and have a go at making our own! We continue to the Volta region, crossing the White Volta River towards Wli and Wli Falls. We visit the Wli waterfalls, the most amazing in the area, located on the border between Togo and Ghana. The walk to Wli waterfalls is approx. 45 minutes following a flat path. At the falls there is an opportunity for swimming, or if you choose to, you can hike to the upper falls before we return to Wli and our hotel. Overnight Wli Water Heights or similar. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Mount Afajato and Tafi Atome (approx. 45 mins driving) - An early start this morning as we set off to Mount Afajato. At an elevation of 885m, it is Ghana’s highest mountain, and we spend this morning hiking (approx. 2 hours in and out). This afternoon visits the Monkey Sanctuary of Tafi Atome. We take a walk in the forest to see the Monas and Colobus monkeys. We head back to where we crossed the river to Akosombo. Overnight Akosombo Continental Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "To Kumasi (approx. 5 hours driving) - Our journey today will take us into the beautiful Akuapem hills. At the top of the range is the Aburi Botanical Gardens, founded by the British in 1890. We spend some time in the gardens, enjoying the wide variety of indigenous and exotic flora and the spectacular views of Accra. We visit Aburi craft village, a short distance from the gardens where traditional African drums, sculptures and crafts have been carved for generations. We head to Korifuda for lunch and a visit to their famous traditional bead market before continuing to Kumasi. Overnight Noda Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Local Villages of Kumasi - Today we mix old and new visiting some of the ancient communities and young vibrant designers. Our first stop is Adanwomasie, the birthplace of Ghana’s rich colourful Kente cloth. After spending some time here with the locals, we head to Ntunso where adinkra cloth and symbols originate. We have lunch in a local restaurant before heading to Adum, the commercial centre of Kumasi. Explore Adum and visit Kejetia market before transferring to our hotel. This evening is at leisure, or you may wish to experience the local nightlife and music in Kumasi. Overnight Noda Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ashanti Kingdom (approx. 3 hours driving) - Early start as we head to the Manhyia Palace, home of the Asantehene King of the Ashanti and the ruler of the powerful Asanteman kingdom. After a fascinating journey through the history of the Ashanti people, we head south to the villages of Bonkro and Breku where we have a lunch that has been prepared by a local chef. After lunch we spend time in the local community, visiting a local school and meeting the Kuapa Kokkoo farmers, who grow and sell cocoa. We learn about the chocolate-making process and how it is used for production of chocolate and soap, among other things. Overnight Picathartes Guesthouse or similar. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Community Life and a Cooking Lesson - This morning we assist with the preparation of a local breakfast, and during breakfast decide what local dishes you would like to have a go at cooking yourself! We visit to the local markets to buy our ingredients for dinner before heading back to our hotel for a relaxed afternoon. This evening we head back into the village to prepare and cook our evening meal. Overnight Picathartes Guesthouse or similar. (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Cape Coast Castle, Baobab Foundation and Batik (approx. 3 hours driving) - Today we bid farewell to our new friends and set off south towards Elmina in Ghana’s central region. We stop at the town of Assin Manso and the Ndonkor Nsua (Enslaved African river). This is where enslaved Africans were checked for fitness before being shipped to America. We then make our way to Cape Coast, following the same route used by the slaves, to Cape Coast Castle (UNESCO) where we learn about the recent history of Ghana. Lunch will be taken at a restaurant operated by Baobab Children’s Foundation, an organisation focused on helping and improving the lives of children in this region. This afternoon immerse yourself into true African art with a traditional batik making workshop. Overnight Brenu Beach Resort or similar. (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kakum National Park - An early start today as we enjoy the spectacular sunrise before heading to Kakum National Park for a canopy walk. At the border of the forest, we find the International Stingless Bee Project, and learn about their importance to our ecosystem. Continue to a local farm to learn about traditional uses of the palm tree, including palm wine and ‘Akpeteshi,’ a local hard gin of varying strengths, believed to be around 70%. Stop for lunch before heading back to our beachfront hotel for an afternoon at leisure. Overnight Brenu Beach Resort or similar. (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Brenu Akyinim Community, Nzulezu Stilt Village and Ankasa Reserve (approx. 5 hours driving) - Today we head West towards the Ivory Coast border and Ankasa Reserve. We spend time visiting the local community and school, before continuing to Beyin for lunch. After lunch we take a leisurely canoe ride through the Amasuri wetlands and Nzulezu Stilt village. After spending time meeting the locals, we set off for Ankasa Reserve which is connected to the Nini-Suhien National Park, covering a protected area of over 500sqkm of pristine rainforest. This evening there is an option for a night walk in the forest, or alternatively spend it at leisure. Overnight Ankasa Reserve Lodge or similar. (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Ankasa Reserve - This morning we visit the stunning Bamboo Cathedral. Located 12kms inside the forest. To get to this remote location, we can either take mountain bikes or by car. After a morning in the forest, we head back to our hotel for lunch before an afternoon spent in the community. We visit a local school, meet with farmers, and have the chance to experience local delicacies such as Gari, pounding FuFu and a local chop bar. Overnight Ankasa Reserve Lodge or similar. (BLD) Optional – afternoon biking around the surrounding area or a walking trail in the forest"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Brenu Akyinim - After a relaxed morning we leave Ankasa and head back East to our beachfront accommodation in Brenu Akyinim. On arrival check-in to your hotel with the remainder of the afternoon at leisure. This evening enjoy dinner on the beach around a bonfire with local Ghanian drumming keeping us entertained. Overnight Ankasa Reserve Lodge or similar. (BLD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Elmina Markets and Accra (approx. 3 hours driving) - We leave Brenu Akyinim and spend a couple of hours exploring Elmina’s local fishing market and the boat builders before heading to Accra and a stop at the mall, an insight to modern day life in Ghana. Later enjoy dinner and stay overnight in Accra before we continue our adventure the next day and cross the border into neighbouring Togo. Overnight Alisa Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Accra to Lome, Togo (approx. 5 hours driving dependant on local conditions and border checks) - After breakfast meet your driver and continue by road to the Togolese capital Lome. Depending on traffic and border formalities the drive is expected to take around 5 hours. After check-in at the hotel, the remainder of the day is free without any organised activities or sightseeing. Overnight Sarakawa Hotel or similar. (BD)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Lome - This morning we will begin a city tour with a visit to the lively and colourful grand Marché, or big market, with the Sacred Heart Cathedral in its midst. We then head to the fascinating- if rather gruesome- fetish market, where animal parts are sold for use in traditional medicines; Vodou healers and practitioners are on hand for consultations (please see the Notes section for more information). We then visit Artisans’ village where we will see artisans weaving cloth, carving statues, making baskets, lampshades and sewing leather shoes besides much more. In the evening you can decide to rest at your hotel or if you prefer your guide can take you out into town to experience local nightlife. Overnight Sarakawa Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Lome to Ouidah (Benin) (approx. 2hr30m driving dependant on local conditions and border checks) - Today we leave Lome and head to Aneho, historically known as Little Popo. On arrival we take a pirogue across Lake Togo to Togoville on the north-eastern side of the lake. As we mix with the locals walking through the communities, we will visit the many active shrines learning their importance to the locals living here. Prior to setting off back to Aneho we also visit a shrine that commemorates the appearance of the Virgin Mary on Lake Togo in the late 1970s. After lunch we cross the border into Benin and arrive at Ouidah, a stronghold of voodoo and once an important slave port. The rest of the day is at leisure. Overnight Casa del Papa Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Ouidah – Cotonou (approx. 1 hour driving) - After breakfast we set off for our tour of Ouidah. We visit the python temple, where snakes are venerated as representations of gods, and head to the beach and the sombre ‘Gate of No Return,’ the point from which slaves left Africa for the New World. You will also experience a private Voodoo Ceremony during your time at Segbe. After lunch we continue to Cotonou. The rest of the day is at leisure. Overnight Hotel Casa de Cielo or similar. (BLD)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Cotonou – Porto-Novo - Cotonou - This morning we leave Cotonou and head to Porto-Novo, Benin’s capital city. Our first stop is the Ethnographic Museum, which was established by the Dahomey Institute in 1957. The museum houses costumes, ceremonial masks, and drums as well as other historical artifacts. We also visit the Royal Palace, now known as the Honme Museum, which is housed in the walled compound of King Toffa who signed the first treaty with the French in 1863. Most of the displays here are from the period of King Toffas reign and there is an excellent example of Alounloun, a traditional Beninese instrument used to play music called Adjogon. A stone throws away from Honme is the Da Silva Museum in a beautiful Afro-Brazilian house dating back to the 1870’s. This eclectic museum is home to some wonderful Afro-Brazilian artefacts Our last stop is the Great Mosque which offers excellent photographic opportunities and fascinating history. We head back to Cotonou for lunch before visiting the Dantokpa Marche, one of West Africa’s largest outdoor markets. Covering over 20 hectares it sells everything you could imagine and is a major contributor to the Benin economy. Overnight Hotel Casa de Cielo or similar. (BLD)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Ganvie, the Venice of Western Africa and Agongointo (approx. 2hr30m) - Before heading to Abomey, we visit one of the most beautiful communities here in Benin at Ganvie. Known as the Venice of West Africa, A relaxed paced day and we may decide to try our hands at fishing under the tutelage of a local fisherman. If we are lucky and get a sizeable catch, then our lunch will be fresh fish grilled the local way. After lunch we set off to Abomey (approx. 2 hours’ drive). On arrival visit the recently (1998) discovered underground dwellings of Agongointo - Zoungoudo just a few kilometres outside of Abomey. Discovered during road construction these underground dwellings are believed to date back to the 16th century during the reign of King Dakodonou the second King of Abomey. There are believed to be several hundred of these built 10 meters underground and they were used to protect locals from invaders in addition to offering the element of surprise for local warriors when attacking the enemy. Overnight SunCity Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Abomey – Natitingou (approx. 7 hours driving) - An early start as we dedicate the morning to a city tour of Abomey before we depart for Natitingou. Our first stop is the Royal Palace, where we gain an insight into the history and exploits of the warrior kings. The architecture is quite unique and though the palaces are no more inhabited, two of them are now in use as the Historical Museum of Abomey. The museum contains some 1050 relics of the Abomey kings which include Voodoo artefacts, some skulls, and banners of the royal family. Afte the tour we head towards Natitingou (approx. 7 hours’ drive). On arrival into Natitingou we check-in to the hotel. Overnight Tata Somba Hotel or similar. (BLD) *lunch today is a packed lunch. Optional – can stop at one of the local vendors en route"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Tata Somba - Today visit Tata Somba village with the Ditamari people who live in this region of northwest Benin. The locals at Tata Somba are still living in traditional homesteads that have not changed in centuries with entire families staying in these remarkable buildings. The houses are built as fortresses to keep out intruders and wild animals. The Somba people are known for their traditional body scarring rituals which are given to children from 2 to 3 years of age. These marks are used to identify which tribe you belong to, and additional scarring is given later in life to indicate readiness for marriage, reaching puberty and after childbirth. After lunch visit the museum to learn more about the culture and life of the people in Benin. Next, we learn about the process of making shea butter processing from a local family before returning to our hotel. Overnight Tata Somba Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "To Behicon via Parakou (approx. 2hr30m driving) - We leave Natitingou and head south towards Behicon. En route we find the ancient town of Parakou. Walk through this community meeting locals and the warrior men, and we have the opportunity to see a traditional Horse Dance, an energetic and unique dance, which only the finest warriors can perform. It showcases their triumphs over their enemies and at the same time honours their forefathers. From here we continue to Behicon enjoying lunch en route. On arrival check in to the hotel and the remainder of the day is at leisure. Overnight Hotel Princess or similar. (BLD)"
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Hike Mt Klouto and visit Kpalime food market (approx. 6hr30m driving) - This morning set off for Kpalime, crossing the border back into Togo. This afternoon we enjoy a leisurely hike of the stunning Mt Klouto. Afterwards visit the local food market to experience daily life before heading to your hotel. Overnight Parc Residence Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "Kpalime to Lome and Departure (approx. 2hr30m driving) - A relaxed breakfast this morning as we set off from Kpalime heading southwards to Lome. Today will mainly be a travel day and we will stop for lunch and to walk around some of the communities we pass through. Our aim is to reach Lome in the early afternoon where we can enjoy some last-minute shopping if needed or some relaxation time on the coast before our early evening meal after which we transfer you to the airport for your departure after a wonderful tour through West Africa. (BLD)"
    }
  ],
  "map": ""
}