{
  "destination": "Benin",
  "mainPhoto": "",
  "id": "togo-benin-holiday",
  "tourName": "Togo & Benin holiday",
  "placesVisited": "",
  "generalInfo": "Home to a fascinating variety of vibrant cultures, Togo and Benin are lands of quite extraordinary scope and spectacle, being the spiritual home of voodoo and steeped in the tragedy and horror of the tragic trans-atlantic slave trade. Beginning in Lome, Togo’s lively capital, our journey takes us into the heart of some of West Africa’s most culturally diverse regions and geographically varied landscapes.We’ll explore the tropical forests along the slopes of Mount Klouto and visit the spectacular adobe architecture of the Tamberma people. We’ll then head north to take in the scenic landscapes around the Atakora Mountains and hike amongst the villages of the Taneka plateau, our gateway into the voodoo world. Filled with an extraordinary wealth of experiences and encounters, we’ll get to witness fire festivals and mask dances and meet fetish priests, before heading south to the UNESCO setting of the Abomey Royal Palace and the stilt village of Ganvie.Throughout the tour there will be opportunities to witness the voodoo heritage off this most fascinating region.",
  "durationDays": "14",
  "price": "4395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour Starts In Lomé (Togo): The tour begins in Togo’s lively capital city, Lomé. Overlooking the Gulf of Guinea, the city has been at a crossroads of trade and cultures for centuries, a fact reflected in the character of its people and architecture. After checking into your hotel you can take the evening to prepare for the tour ahead and the group meeting tomorrow morning over breakfast."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Lomé - Kpalime: Fetish markets: The only African city to be colonised by the French, the British and the Germans, Lomé is home to a fascinating fusion of styles and influences and includes amongst its more intriguing attractions a unique fetish market, which we will visit this morning. Departing the city we drive north-west towards the Ghanaian border and the market town of Kpalime. The land here is rich in coffee, cocoa and cotton and provides us with some of the most fertile panoramas in the country."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kpalime: Native insects & wilderness: The forest around Kpalime is home to a staggering array of butterflies, with some 500 different species to be found amongst the tropical vegetation around the slopes of Mount Klouto. This morning we’ll join a local entomologist to learn more about the native insects and pristine wilderness, before discovering some of the colonial heritage, art centre and the market in Kpalime later in the afternoon."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kpalime - Sokode: Fire dancing: Continuing north this morning we head for the city of Sokode, situated between the waters of the Mo and Mono Rivers. Multi-ethnic and multi-religious, the city lies in the heart of agricultural farmland and provides an opportunity to enjoy the rich diversity of rural life. On arrival we’ll check in to our hotel and after dinner head out to witness a traditional fire dance in a small village close by, a truly hypnotic ritual combining the handling and even swallowing of glowing coals, frenetic drum rhythms and, dare we say it, magic!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sokode - Kara: Meeting the Bassar people: This morning we’ll notice the change in the landscapes and visit some of the region around Sokode which is inhabited by the Bassar people. Living in large clay houses with conical roofs, the Bassar are famous for their skilful iron production and the customs that go with it. Here the elder women are the only ones allowed to climb the mountains that surround the villages to collect rocks that contain the iron ore, whilst the men must refrain from sexual activity during the smelting process if they want it to be successful. In the villages we will meet with traditional chiefs and learn about the role of traditional chiefdom today, before continuing to Kara for the evening."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kara: Meeting the Betammaribe & Kabye groups: After breakfast, we'll head out to visit the Betammaribe people, located in the UNESCO listed land of the Tamberma Valley. Geographically isolated, the Somba’s traditions have remained largely untouched for centuries, and their striking two- and three-storey dwellings closely resemble the fortified structures of the Tamberma. Today we’ll explore their initiation rites, including the intricate geometrical scarifications on the bellies and backs of young men and women. We'll also have the chance to speak with some of the youth about their experiences and beliefs. This afternoon, we'll continue on to meet the Kabye people, whose traditional soukala huts are arranged in large circles and house patriarchal families. Living on high plateaus, Kabye women still shape clay pots by hand, while the men forge iron tools using rocks instead of hammers, echoing early Iron Age methods."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kara to Dassa (Benin): Taneka hike & voodoo worship: This morning, we'll cross into Benin and, after completing border formalities, make our way to Taneka mountain, where we'll spend a few hours exploring the surrounding hills and villages (easy walking, approx. 2 hours, gentle terrain). The Taneka villages, inhabited for centuries, have become a cultural melting pot due to the various populations that have settled here over time. The upper village is home to fetish priests and their initiates, dressed in goatskins and carrying long pipes, and as we wander the alleys lined with smooth stones, we’ll encounter people going about their daily lives. Heading south, we’ll stop at the Dankoli fetish, a key site of voodoo worship and long considered the gateway to the voodoo world. On arrival, we’ll learn about fetishes and observe some of the religion’s famous rituals. Depending on who is present, we may even witness an animal sacrifice — so be prepared!Approx. 5 hours driving"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Dassa: Egun dancing masks: Once the capital of an ancient kingdom, Dassa traces its royal lineage back to the late 14th century. Today it’s still possible to find evidence of its regal past and the graves of the old kings are said to still be protected by voodoo magic. We'll take a brief tour of the town to see what remains of this royal heritage, then walk through the surrounding hills (approx. 1 hour) to a sacred site where kings are buried and voodoos still guard the area. Afterwards, we’ll visit a Fulani camp to gain insight into their daily life. Traditionally shepherds, Fulani men move with their herds while the women manage the camp, milk cows, and make butter to sell at market. Later today, we’ll witness a traditional voodoo Egun mask dance, which begins with a bullfight-like display meant to stir fear and respect in the crowd. Though the Eguns appear colourful, they are believed by locals to represent the dead, and people keep their distance as the masked figures emerge from the forest and process through the village. Remember, you don’t want the Egun to touch you because if he does, there is danger of death, so watch out!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Dassa - Ketou: Royal Palace of Abomey & underground village: Today we will visit the Royal Palace of Abomey, a monument to the ancient Dahomey kings. Inscribed on UNESCO's World Heritage List, it is a rich repository of weaponry, statues and bas-reliefs that tell of a kingdom in a perpetual state of war. The Royal Palace is currently closed for renovation but we are expecting it to open again towards the end of 2026. We also visit the outside of an underground village, discovered in 1998 we will learn about the history of this subterranean town of over fifty dwellings lying thirty feet beneath the ground consists of a series of bunker-type cellars, rooms and passageway thought to date back to the late 16th or early 17th century. We will then head to our overnight accommodation in Ketou (approx. 2 hours)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Ketou: Benin royalty & Gelede celebrations: This morning we will hopefully get the chance to meet with Benin royalty, Oba (King) Adedu Loye and his dignitaries. Ketou is the capital of the ancient and prestigious Yoruba Kingdom that \"rules\" on the border region of Benin and Nigeria. After completing the mandatory protocols we will be introduced to the King and will be able to ask his majesty about the history of Ketou. Next we will learn about and witness the Gelede celebrations, a tradition of the Fon and Yoruba people of Southern Benin. Gelede is dedicated to Mother Earth and celebrated by the whole community to promote the fertility of both the people and the soil. Each Gelede mask represents a different character with only the initiates knowing the true nature and secrets of the symbolic characters. The masks are brightly painted and they move like puppets as they relate myths and moral stories using mime in a fascinating mix of theatre."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ketou - Porto Novo: City highlights: Today we drive to Porto Novo (approx 2 hours), an old town with colonial architecture and colourful markets including a large traditional herbal market. Our city tour includes the ethnographic museum, an interesting museum that takes an intensive look into the past of Porto Novo’s kings with displays of fetishes, old Yoruba toyal masks, costumes, and some musical instruments. The museum is currently closed for renovations and we expect it to reopen towards the end of 2025. If it is still closed at the time of your visit we will make sure to include another destination today. We’ll also visit King Toffa’s Royal Palace – a former residence of the King is now officially called Musee Honmé. This well maintained, rather simple, palace provides a window into how African royalty really lived. We also plan to visit to the Songhai Center which helps young people to face future challenges in farming through agricultural training, research, and production to provide them with the knowledge to generate a sustainable livelihood in rural Africa."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Porto Novo - Ganvie - Ouidah: Lake village & old slave trail: We continue our journey west to the stilted village of Ganvie on Lake Nokoue, the largest of its kind in Africa. We’ll visit the thatched houses of the Tofinou people, whose traditions and lives still revolve around the lake, on which we’ll witness an abundance of pirogues that men, women and children guide with ease using brightly coloured poles. It is with these pirogues that men fish, women deliver goods to the market and children go to school and play. From here we continue to the coast and the town of Ouidah, long considered the spiritual home of Voodoo. Here we’ll visit the small Python Temple and follow part of the old slave trail known as ‘La Route des Esclaves'."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Ouidah (Benin) - Agbodrafo (Togo): Voodoo ceremony: Today we cross the border into Togo along the main coastal highway via Grand Popo on the shores of the Gulf of Benin. Voodoo here isn’t just a tradition — it's a living, breathing religion passed down through generations. Often misunderstood in the West, Voodoo is far more than folklore or black magic; it is a deep and complex spiritual practice, rich in symbolism and power. In a secluded village hidden from the modern world, we’ll be welcomed into an authentic Voodoo ceremony and encounter the Zangbeto masks. As the hypnotic beat of drums and chanting fills the air, the spirit world draws near. One by one, the dancers are overtaken by trance — eyes roll, bodies convulse, and they become seemingly immune to pain and fire as the spirits arrive. We may witness the presence of powerful deities such as Sakpata, Heviosso, and Mami Wata. In this sacred space, surrounded by rhythm and ritual, you’ll understand the true essence of a phrase often heard here: “In your churches, you pray to God; in our Voodoo shrine, we become God.\""
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Agbodrafo - Lomé: Tour ends in Lomé: On our last day we enjoy lunch and some time to relax at a local hotel in Lomé, where you can unwind by the pool or the sea, as well as use the facilities available to freshen up before your flight."
    }
  ],
  "map": ""
}