{
  "destination": "Benin",
  "mainPhoto": "",
  "id": "ghana-togo-and-benin-experience-tour",
  "tourName": "Ghana,Togo and Benin experience tour",
  "placesVisited": "",
  "generalInfo": "Discover the enchanting allure of West Africa with an unforgettable journey through Ghana, Togo, and Benin. These vibrant nations are not just destinations; they are living tapestries of rich cultures, intriguing traditions, and compelling histories that each reveal unique stories. From the uplifting rhythms of local music to the colourful artworks that adorn bustling markets, every moment spent in these countries offers a deeper understanding of their captivating legacies.<br/><br/>In Ghana, step back in time at the coast's historic slave forts. Here, you can reflect on a poignant past while celebrating the enduring spirit of its people. Engage with local artisans and immerse yourself in the creativity that thrives in colourful markets, where every handmade piece carries a rich narrative. You won't just be a spectator—you'll become a part of the community, experiencing Ghanaians' renowned warmth and hospitality firsthand.<br/><br/>Venturing into Togo, the vibrant capital of Lomé, invites you to witness the fusion of tradition and modernity. The sights, sounds, and aromas of lively marketplaces offer a feast for the senses while tantalizing Togolese dishes introduce you to the region's diverse culinary heritage. It's an opportunity to savour flavours as rich as the culture.<br/><br/>As you arrive in Benin, the birthplace of voodoo beckons you to delve into its profound spiritual practices. The ancient city of Ouidah serves as a gateway to understanding the complexities of the transatlantic slave trade. At the same time, colourful festivals offer a joyous celebration of local culture through dance and music.<br/><br/>This tour is not just sightseeing; it's a chance to engage deeply with West Africa's heart and soul. Forge meaningful connections with the welcoming locals and experience the genuine vibrancy of their everyday lives. Create lasting memories and cherish an adventure that transforms your view of the world. Don't miss out on the extraordinary essence of West Africa—embrace this remarkable journey today!",
  "durationDays": "14",
  "price": "6850",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Ghana - Our local tour guides will meet with you on your arrival at the Kotoka International Airport Accra, which is situated on the beautiful gold coast of Western Africa. Make yourself known to your guides who will be accompanying you for the duration of your time in Ghana and they will take care of you from here. After boarding our vehicle, which will be your mode of transport for the duration of your tour, we transfer you to your accommodation which is situated in Accra. Most flights arrive here in the late evenings as such after we checked you in, our experienced guide will offer you Akwaaba (welcome) and brief you on all aspects of your trip. You can enjoy your evening meal at the hotel restaurant whilst acclimatising yourself to West Africa. Accommodation – In Accra"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Makola Market, Fantasy Coffins, Kwame Nkrumah Mausoleum and Jamestown - A relaxed morning as we allow the rush hour traffic to pass before setting off to one of Accra’s best local markets. This morning experience one of the local street foods Ghanaians eat here for breakfast at one of the many stalls. Traders sell almost anything here from local herbal remedies, traditional cloth, jewellery and food to mobile phones, televisions, and sound systems to mention but a few. The hustle and bustle of the market is a wonderful insight into daily life for many locals who trade or shop here 7 days a week. This is a good opportunity to purchase some souvenirs but do not forget to barter as is thenorm here. The Artist Alliance Gallery on the beach front in Accra is the ideal location to experience traditional and contemporary art and artifacts ranging from paintings, carvings, furniture, jewellery, fabrics and photography from all of Ghana and neighbouring countries. If you appreciate art, you will be like a kid in a candy store before we set off for “Fantasy Coffins” of Teshie Nungua. Funeral and burial ceremonies in Ghana are very solemn occasions, but after the burial a celebration follows. Ghanaians believe that the departed move on into another world and the coffins made here may represent the occupation of the deceased or depict something that was important to them. There are all manner of coffin designs which one could be buried in from cars, cocoa pods, cigarette packets and airplanes! During our time here we can also venture to their workshop and meet the coffin makers. Our next stop is the Kwame Nkrumah Memorial Park, final resting place of Ghana’s founder. Set in attractive gardens, there is an adjoining museum, which contains photos, artifacts, and an insight into this incredible man’s life. The centre was designed by a Ghanaian architect and built using Italian marble. A fascinating afternoon and evening is in store for us as we head downtown to Jamestown one of the oldest suburbs of Accra. Our afternoon will be dedicated with the community here as we enjoy a walking tour of this old community taking in some of the historical structures that predate the colonial era. Accommodation – In Accra"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Grand Marche, German Cathedral and National Museum of Togo - After a relaxed breakfast in this beautiful setting, we depart for Lomé, the capital city of Togo. The journey will take approximately four hours and on our arrival in Lomé we enjoy lunch at a restaurant selling local and international dishes. After lunch we will visit the grand Marché or big market which will be one of our highlights in Lomé. Initially, it seems chaotic, but you will be surprised at the orderliness and the hectic pace of this incredibly vibrant and beautiful market. Though it is supposed to be an indoor market the three-story building and all the surrounding streets overflow with vendors selling everything imaginable. The Sacred Heart or German Cathedral is next on our agenda. Built in 1905, this imposing Gothic piece of architecture is one of the most beautiful legacies of the Germans. A short distance from the cathedral is the National Museum of Togo, founded in 1975 which houses ethnographical cultural and artistic exhibits. To get a full understanding of Lome, it is insightful to visit the witches market/ marché fetiches at Akodessewa. This is an optional visit though as some people would prefer not to see the dried animal parts. The Akodessewa fetish market is an important part of the culture in Togo. Stalls sell a collection of dried animal parts and skins of reptiles, mammals, and birds with a compliment of dried herbs. The vendors usually double as soothsayers claiming the ability to predict your future and at the same time forestall any mishap. It is an eyebrow raising experience. We continue on to the Artisans village where we will see cloth weaving, carving statues, making baskets, lampshades and sewing leather shoes besides much more. It is fascinating to watch the artisans doing their own thing with such skill and dexterity and always with a smile. Accommodation – In Lomé"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cruise on Lake Togo and transfer to Ouidah - A leisurely breakfast this morning as we pack our bags and check out of our hotel. Today we head to Benin, but before we depart Togo, we have an interesting morning ahead of us. Aneho is found 48km east of Lome, approximately an hour’s drive from the capital and was historically known as Little Popo. An important town during the slave trade era as there was a local slave market here. The neighbouring town of Sebe was formerly the second capital of German Togoland from 1887 to 1897 when it was transferred to Lomé. On arrival in Aneho we take a pirogue across Lake Togo to Togoville which is on the north-eastern side of the Lake. Togoville is historically known as the centre of Voodoo in Togo. Many Voodoo practitioners were taken as slaves from here to Haiti. The chief’s house known as Maison Royal has a room that houses the old King’s throne which dates to 1884. It is in this room in 1884 the then chief Mlapa III signed a peace treaty giving all of what was then known as Togoland to Germany. As we mix with the locals walking through the communities, we will visit the many active shrines learning their importance to the locals living here. Prior to setting off back to Aneho we also visit a shrine that commemorates the appearance of the Virgin Mary on Lake Togo in the late 1970s. Our lunch will be taken at a nearby hotel before the next exciting part of our West African adventure as we travel to Ouidah the birthplace of Voodoo. It should only take approximately two hours to cross the border into Benin and reach the ancient town of Ouidah. On our arrival in the afternoon, we will check into our accommodation and relax for the remainder of the day. Accommodation – In Ouidah"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Portal of No Return, Sacred Pythons Temple, and Sacred Forest - After breakfast we set off for our tour of Ouidah which is regarded as the Voodoo centre of West Africa. During the 17th and 18th centuries enslaved Africans from Benin, Togo and other West African countries were shipped from Ouidah which had the only port in the country until slavery was officially abolished in 1807. Most of the slaves were shipped to Brazil, Haiti, and the Caribbean Islands thus the strong Voodoo presence in these parts of the world. A tour of the historical museum of Ouidah is a must, as is visiting the sacred forest which consists of figurines representing deities of kings and the founders of Ouidah. The sacred python’s temple is where we will end our tour of Ouidah. This temple houses pythons which are revered by the locals and no one is permitted to harm, capture or keep any of the pythons which leave the temple. These pythons are supposed to be returned to the temple when found outside. After visiting all these wonderful places in Ouidah, we enjoy our lunch before we continue our journey to Cotonou. On arrival we check into our accommodation, relax with the remainder of the day at leisure. Accommodation – In Cotonou"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ethnographic Museum and Great Mosque - A leisurely breakfast before we depart for Porto-Novo, the capital city of Benin. Our first point of call is the Ethnographic Museum which was established by the Dahomey Institute in 1957. The museum houses costumes, ceremonial masks and drums in addition to other historical artifacts. The Royal Palace now known as the Honme Museum is an interesting excursion, the museum is housed in the walled compound of King Toffa who signed the first treaty with the French in 1863. Most of the displays here are from the period of King Toffas reign and there is an excellent example of Alounloun, a traditional Beninese instrument used to play music called Adjogon. A stone throws away from Honme is the Da Silva Museum which is in a beautiful Afro-Brazilian house dating back to the 1870’s. An interesting and informative excursion, this eclectic museum is home to some wonderful Afro-Brazilian artefacts and is a must visit during our time here. The Great Mosque in Porto Novo offers excellent photographic opportunities and the history behind how this former Church became a Mosque is fascinating. We head back to Cotonou where we enjoy our lunch at a local restaurant selling international and local dishes before visiting the Dantokpa Marche, one of West Africa’s largest outdoor markets. Covering and area of over 20 hectares it sells everything you could imagine and is a major contributor to the Benin economy. The wax print section of the market is a must visit if you are looking for fabric souvenirs from your time in Benin. After a busy day we return to the hotel to enjoy an evening meal and relax. Accommodation – In Cotonou"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ganvie and Agongointo - We checkout of our hotel after a relaxing breakfast. Our focus today prior to heading to Abomey is visiting one of the most beautiful communities here in Benin at Ganvie. Known as the Venice of West Africa, Ganvie is a community of over 30,000 inhabitants living in structures built on stilts over Lake Nokoue. It is the largest community living on water in Western Africa, with most of the locals here being fishermen. We may decide to try our hands at fishing under the tutelage of a local fisherman. If we are lucky and get a sizeable catch, then our lunch will be fresh fish grilled the local way. After our lunch we set off to Abomey which is approximately a two hours’ drive. Our aim is to reach Abomey by midafternoon and visit the recently (1998) discovered underground dwellings of Agongointo - Zoungoudo just a few kilometres outside of Abomey. Discovered during road construction these underground dwellings are believed to date back to the 16th century during the reign of King Dakodonou the second King of Abomey. There are believed to be several hundred of these built ten metres underground and they were used to protect locals from invaders in addition to offering the element of surprise for local warriors when attacking the enemy. Accommodation – In Abomey"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "The Royal Palaces and Historical Museum of Abomey and transfer to Ho - An early start as we dedicate the morning to a city tour of Abomey before we depart back to Ghana. Abomey was the capital of the Dahomey kingdom from 1625 to 1900. The main attraction here is the royal palaces or what is left of them. These clusters of old buildings were constructed by twelve successive kings and cover an area of about 47 hectares. The palace buildings, terraces and open courtyards have a perimeter of 4 kilometres, a 10-meter-high wall and could accommodate up to 8,000 people. Our visit here will give us an insight into the history and exploits of these warrior kings. The architecture is quite unique and though the palaces are no more inhabited, two of them are now in use as the Historical Museum of Abomey. The museum contains some 1050 relics of the Abomey kings which include Voodoo artefacts, some skulls, and banners of the royal family. Some of the wall art depicts the bloody battles of the people of Abomey. We end the tour of the museum at the artisans shop next door, after which we will set off for Wli. Our aim is to get to Wli before sunset and on our arrival, we check into our hotel, enjoy our evening meal and relax for the remainder of our evening. Accommodation – In Wli"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Wli Falls, Tafi Atome Monkey Sanctuary and Akosombo - This morning we set off for the nearby Wli (Agumatsa) Falls found in the Agumatsa wildlife sanctuary in the Volta region of Ghana. The Wli Falls are believed to be the highest waterfall in West Africa. Set in a beautiful location the surrounding flora and fauna make this an idyllic setting. On our arrival we will trek through the thick semi deciduous forest leading to the falls from Wli village. As we near the falls we can hear the enormous colony of Straw-coloured Fruit Bats found on the adjacent cliffs. We can relax and enjoy a paddle in the pool beneath the waterfall which is safe for swimming if you are feeling adventurous. The afternoon is spent with the locals from the village of Tafi Atome, a wonderful community protecting a population of endangered True Mona monkeys. The community here perceives the Mona Monkeys to be sacred messengers from the gods and have been protecting the monkeys and their habitat for over 200 years. Quality time is dedicated here learning more about the history behind their protection from the local traditionalists during our time in the village. We venture into the surrounding forests to see these beautiful primates and during the walk our local guide will identify the many medicinal plants that grow here and explain how the locals use them to make traditional herbal remedies. The local ethnic group here are Ewe. We head to the White Volta River in Akosombo and check into our accommodation that is set on the banks of this beautiful river to relax for the evening after an action-packed day. Accommodation – In Akosombo"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Aburi Botanical Gardens, Koforidua Beads Market and Kumasi An early start this morning and after breakfast we set off to Kumasi. Our journey today will take us into the beautiful Akuapem hills with outstanding views across Accra and Tema in the distance. At the top of the range, we find the Aburi botanical gardens, set in a beautiful location that were founded by the British in 1890. The gardens are home to a wide variety of indigenous and exotic flora, offering outstanding views to Accra on a clear day. As we walk around the gardens your guide will identify the many trees and plants found here, some with medicinal properties and explain how they benefit the locals. There are several rare butterflies found here and birds are also in abundance. A short distance from the gardens we find the relaxed and friendly Aburi craft village, where traditional African drums, sculptures and other crafts have been carved for generations. As we watch the skilled craftsmen at work it is worth noting that prices here are amongst the lowest in Ghana, making Aburi an ideal place to pick up some souvenirs. Your guide will talk you through the meaning and local beliefs connected to many of the sculptures. Our lunch will be taken in Koforidua, the capital of the Eastern Region of Ghana. Koforidua is famous for its traditional bead market and it is a must visit before we set off on the final leg of our journey to Kumasi. All the traders here sell local beads and some of them are antique, others newer designs but all beautiful and very reasonably priced. After mixing with the locals at the market we continue our journey to Kumasi, home of the Asantehene, King of the powerful Ashanti empire. On reaching Kumasi we check into our hotel with the remainder of the day free leisure time. Accommodation – In Kumasi"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ancient Kente and Adinkra Villages and Sakoban Krofrom - A morning visit to the last material remains of the great Asante Empire as we visit the traditional Asante buildings that are now recognized as World Heritage Sites by UNESCO. There are ten active shrines within the buildings which are made from bamboo, timber and mud and thatched roofs. The walls are designed with motifs that have traditional symbolic meanings attached to ancient Adinkra symbols that we will learn more about later today. This is also where Nana Yaa Asantewaa, possibly the most important women in Ashanti history comes from, a great female warrior who led the Ashanti’s in the 1901 war against the British. Nana Yaa Asantewaa was also the Queen Mother of Ejisu Besease and we will visit the local spiritual shrine where she used to fortify herself before going into battle. We continue our journey through Ashanti history by visiting the traditional villages of Adanwomasie and Ntonso. Our first stop is Adanwomasie, the birthplace of Ghana’s rich colourful Kente cloth. Adanwomasi produces some of Ghana’s finest Kente cloth, many designs of cloth are woven here, and some are exclusive only to this region. Quality time is dedicated here as we walk through the community, interacting with the locals whose families have been weaving kente for generations playing an important role in the history of this beautiful cloth. During our time here, we learn about the history behind the many designs and see skilled weavers outside their homes still using traditional looms that have not changed in design for centuries. During our time here, we can make our own strip of adinkra cloth using symbols with personal significance. After lunch we visit the village of Sokoban Krofrom where traditional brass casting has been the main source of income for the community for generations. A wide selection of items ranging from beads and jewellery to traditional statues are made here. The methods used to produce these wonderful brass works has not changed and during our time here we see a demonstration of the skilled process. After visiting some of the stores selling a wonderful selection in the village we return to our accommodation for our meal and to relax with the remainder of the evening being free leisure time. Accommodation – In Kumasi"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Manhyia Palace, Assin Manso and Cape Coast Castle - Check out of our hotel and prepare for a day of culture and history as we head to the Manhyia Palace, home of the Asantehene King of the Ashanti’s and ruler of the powerful Asanteman Kingdom. The Palace Museum offers a fascinating excursion through the history of this powerful tribe and is extremely informative on the well documented Ashanti history and culture. Our tour gives us a first-hand insight into the legacies of the Ashanti’s and enables us to understand their culture during our time in this region. From here we set off Southwards to Elmina in the central region of Ghana. The town of Elmina was given its name by the Portuguese due to the abundance of Gold found in Ghana, translated Elmina means ‘The Mine’. Gold is of such importance to Ghana today and historically that it was known as the Gold Coast before independence. Ghana’s gold is of the highest quality and it is the eighth largest exporter in the world and the second largest exporter in Africa behind South Africa. We stop at Assin Manso, an important town along the enslaved African trade routes. The town surrounds the Ndonkor Nsuo (Enslaved African River). This river is where enslaved Africans were checked for fitness and bathed before being transported to Cape Coast for shipment to the Americas. The slaves would have walked hundreds of kilometres from Northern Ghana through thick forests in shackles and chains, many being in poor health once they reached Assin Manso. Once bathed and rested the slaves would continue the final 32-mile march to the dungeons of Cape Coast Castle where they would remain for up to 6 weeks before being shipped to the Americas. After our tour we continue to Cape Coast and enjoy lunch upon arrival at a local restaurant overlooking the ocean. Then we visit the nearby Cape Coast castle which has been designated as a world heritage site by UNESCO. The castle is a thought-provoking monument to a harrowing period in the region’s history. Quality time will be spent in the afternoon on an emotional journey touring this castle which held more enslaved Africans captive than any other in West Africa, viewing the dungeons and the infamous “Door of no return”. There is a historical museum inside, which explains the entire history of the castle and Cape Coast itself, as well as a souvenir shop selling literature on all of Ghana’s forts and castles, as well as the cultural history and traditions of Ghana. After a wonderful but thought-provoking day, we continue to check into our accommodation, enjoy dinner and relax. Accommodation – In Elmina or Cape Coast"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kakum National Park, Elmina Castle and traditional Batik making - An early start as we set off for Kakum National Park and Africa’s world-famous rainforest canopy walkway. This is an incredibly beautiful, tropical rainforest and the canopy walkway is sure to be a highlight of your time in Cape Coast. The walkway consists of seven bridges, attached to trees, forty metres above the rainforest floor. Prepare to take a deep breath as you walk the suspended bridges and get outstanding views that stretch for miles across the rainforest. We return to the park headquarters where we find an excellent information centre that offers a highly informative overview of the park’s flora and fauna. Over 40 different mammal species have been recorded within the park, which includes forest elephants, leopards and six primate species. As short distance from Kakum and on the border of the forest we find the International Stingless Bee Project. There have been approximately nine species of stingless bees identified here in Ghana and their importance to the eco system is paramount. A tour of the centre teaches us about the importance of bees locally, their medicinal qualities and we get to see their hives, taste and buy quality stingless bee honey. There is also a stingless bee walkway and butterfly garden where many of the forest butterfly species come to feed. Lunch will be enjoyed at a local restaurant selling a wide selection of international and local dishes. The afternoon is dedicated to immersing ourselves into true African art during a traditional batik making workshop with Global Mamas. An excellent organization empowering local women to learn artistic skills selling their finished products in the fair-trade market enabling them to support their families. There is no better way to get to know locals and hear how life is daily than by working side by side with them and making our own traditional batik garment. Joining a local artisan in his/her workshop to learn the traditional techniques of batik making and production from the wax heating, stamping, and drying makes for an interesting afternoon. You will be given a piece of cloth for you to produce your own garment to take back home, a wonderful souvenir of your time in Ghana and one that will hold fond memories every time you wear it. A short distance from our batik workshop is Elmina where we visit the local fishing market and walk the short distance to visit the boat builders in this community. Almost all the fishing boats used in this bustling fishing community are traditional wooden boats. Their design has not changed in centuries and neither have the tools and methods used to build them. Our final evening in the central region of Ghana can be spent at our accommodation or we can venture into town to experience nightlife for the locals. Accommodation – In Elmina or Cape Coast"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Beach Relaxation, Fort Amsterdam and departure - A relaxing morning enjoying the facilities of our accommodation, maybe go for a swim, relax on the beach, or just enjoy our final morning at this beautiful location. Prior to lunch we will freshen up and re-pack our bags. Before setting off back to Accra we enjoy our lunch overlooking the beautiful Gold Coast of West Africa. On route to Accra along the coastal road we find Fort Amsterdam in the town of Abandze. This is the first Fort built by the British between 1631 and 1638 and soon became the headquarters of English Gold Coast activities. In 1665 after a long and bloody battle the Dutch captured the fort and that is where it gets its name Fort Amsterdam. In 1811 locals loyal to the British from a neighbouring community, Anomabo, destroyed the fort, but it was later restored to its former glory in 1951. It is believed that the first slave prison on the Gold Coast was in the hollow south east bastion of the fort. After an informative tour we continue our journey to Accra. On arrival back in Ghana’s capital city we may have time to head to the Accra Mall to give you an insight into modern day Ghana. An opportunity to also purchase some last-minute souvenirs before heading home. Our early evening meal will be taken at a locally owned restaurant serving an excellent selection of local and international dishes which gives us an ideal opportunity to say our goodbyes and reflect on a wonderful time together. After your meal, our team will transfer you to the airport for your departure after a fantastic Ghana, Togo, and Benin Experience Tour."
    }
  ],
  "map": ""
}