{
  "destination": "Benin",
  "mainPhoto": "",
  "id": "west-africa-explorer-tour-marrakech-to-cotonou",
  "tourName": "West Africa explorer tour, Marrakech to Cotonou",
  "placesVisited": "Overland epic trip from Marrakech, Morocco to Cotonou, Benin, Travel through 12 countries, plus the Western Sahara, English-speaking guide, time in tribal communities, journey from the Sahara to the Sahel",
  "generalInfo": "This epic 56-day tour travels through 12 countries – plus the disputed Western Sahara –in a crescent-shaped route that follows the coast of West Africa all the way from Marrakech, Morocco, to Cotonou, Benin. <br/><br/>You’ll cross into the Western Sahara from Marrakech, then head into Mauritania. Next it’s on down to Senegal, crossing briefly into Gambia, before exploring Senegal’s Casamance region. From here you visit Guinea-Bissau – including the Bijagos Islands – before moving into Guinea, Sierra Leone and Liberia. Day 43 brings you to the Ivory Coast, and from here you hop to Ghana, then on to learn about voodoo in Togo and Benin – your final destination. <br/><br/>Highlights include incredible drives that cross from the Sahara to the Sahel, meeting nomadic communities in the desert, and spending time in tribal communities, learning about animist traditions and seeing a wide variety of spectacular masked dance performances. Another highlight of the trip will be seeing a voodoo ceremony in Togo – a truly memorable experience.  <br/><br/>Morocco’s Todra Gorge is just the start of the nature highlights. You’ll also spend time in the unforgettable Sahara Desert, go birdwatching in Senegal, and enjoy relaxing on Sierra Leone’s Banana Islands. At Guinea-Bissau you transfer to a boat for two days of sailing around the Bijagos Islands, on the lookout for manatees. <br/><br/>This is an adventure, not a holiday and it’s one of our longest trips. You’ll be travelling through remote regions that are not usual tourism destinations, where roads might be bad, and infrastructure poor. Visas need sorting in advance – there are a lot of borders to cross. Our expert partner works with a fantastic local team to ensure this trip goes as smoothly as possible. <br/><br/>It’s possible to do a shorter leg of the trip, stopping or starting at Bissau (Guinea-Bissau) instead. The temptation to continue on exploring this fascinating part of the world will be hard to fight, though.<br/>",
  "durationDays": "8",
  "price": "18699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Marrakech - Arrive in Marrakech and transfer to the hotel. The rest of the day is free to relax or explore Morocco’s most enigmatic city. Overnight Novotel or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ait Ben Haddou - Cross the High Atlas via the stunning Tizi n Tichka pass, with superb views of the mountains along the way. Driving through the Berber heartlands we continue to the stunning collection of kasbahs at Ait Ben Haddou, then drive to nearby Ouarzazate for the night. Overnight tourist class hotel. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Draa Valley - Exploring this landscape of arid mountains, we meet isolated communities and some of the most traditional people in Morocco. Make our way towards the lush Draa Valley where we spend the night. Overnight Hotel Pacha or similar. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Erg Chegaga – Iriqui Icht - Enter the Sahara and drive to the dunes of Erg Chegaga, much less known than the famous Erg Chebbi but equally impressive, then continue to the dry salt lake of Iriqui. On Day 5 we explore the oasis before heading to Icht for the night. Overnight Bab Rimal or similar (Day 4) and Borji Biramane or similar (Day 5). (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Guelmime – Ksar Tafnidilt - Continue to Guelmime, the last major town of Morocco proper and a former trading centre for the Saharan camel caravans. From here we head off on rough tracks along the beach, sandwiched between the dunes. Explore the remote region surrounding the Draa estuary, with tiny settlements and abandoned military posts. Overnights at Ksar Tafnidilt, a traditional style kasbah close to Tan Tan. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Tarfaya - Travel south, our route taking us between the desert and the Atlantic Ocean, passing small caves inhabited by fishermen as well as the impressive Naila lagoon, an inland sea separated from the ocean by rows of dunes. In the afternoon we arrive at the small town of Tarfaya. Overnight Hotel Casamar or similar. (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Laayoune – Western Sahara - Drive to Laayoune, the main town of Western Sahara. From here we meet our local Saharawi guide and embark on an expedition into this largely unknown area. We venture into an untamed landscape of dunes and desert, stopping at wells to meet the Reguibat nomads and their herds of camels that eke a living from this unforgiving habitat. We camp for two nights, then on Day 11 reach Dakhla and stay overnight Buena Vista Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Dakhla - Spend the day exploring Dakhla and surrounds, with its superb beaches and opportunities to fish in the Atlantic. Overnight in Buena Vista Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Nouadhibou - We head south to the border with Mauritania, following a remote road between the desert and the ocean. After completing border formalities, continue to Nouadhibou, Mauritania’s second city. Overnight Hotel Medina or similar. (BLD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Desert crossing - Chinguetti - Head to Chinguetti, one of Islam’s holiest cities and a real gem of Mauritania. With its collection of historic buildings this is one of the Sahara’s most interesting towns, with a sense of history that is almost tangible. We travel south first to the small town of Chami, then accompanied by an expert guide we drive through a remote part of the desert, where we hope to encounter local nomads and see the traces of prehistoric man such as ancient pottery. We arrive in Chinguetti on Day 15. One night Hotel Sahara or similar, one night La Gueila Guesthouse or similar. (BLD)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Chinguetti - Spend today exploring Chinguetti, visiting its historic quarter and seeing one of the collections of ancient manuscripts for which it is famous. Overnight La Gueila Guesthouse or similar. (BLD)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Ouadane - Drive to Ouadane. Founded in the 12th century Ouadane is a fascinating collection of old houses and mosques and has been listed as a UNESCO World Heritage Site. We have plenty of time to explore the historic quarter. Return to Chinguetti in the evening. Overnight La Gueila guesthouse or similar. (BLD)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Amogjar Pass – Terjit - Continue our exploration of Mauritania, driving along the Amogjar Pass with its prehistoric petroglyphs, then continue to the pretty oasis of Terjit for the night. Overnight Hotel Sahara or similar. (BLD)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Nouakchott - Today we arrive in the capital Nouakchott, the first major city we will have encountered for a few days. Overnight Hotel Azalai or similar. (BLD)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Djoudj National Park – Saint Louis - We head south to Senegal, and then travel to Djoudj National Park with its incredible bird life. We take boats on the lagoon to discover vast flocks of pelicans, flamingos and more, then continue to the atmospheric town of St Louis, once the capital of French West Africa. Overnight Hotel de la Poste or similar. (BLD)"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Saint Louis - Spend the day visiting Saint Louis, exploring its streets by traditional caleche (horse and carriage). Overnight Hotel de la Poste or similar. (BLD)"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Lac Rose - Drive to Lac Rose. A shallow salt lake surrounded by dunes, the high concentration of minerals sometimes gives it a pink hue. Explore the surrounding area and visit a nearby fishing village, the largest in Senegal. Overnight Hotel Trarza or similar. (BLD)"
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Dakar – Goree Island - Continue to the lively capital, Dakar, exploring this bustling modern city. From here we take a ferry to visit nearby Goree Island, once a centre of the slave trade. Overnight Maison Municipal or similar. (BLD)"
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Kaolack - Sine Ngayene - Banjul - Drive to Kaolack and then to Sine Ngayene, an astonishing megalithic site of over a thousand carved stones arranged into fifty two circles, recognised as a UNESCO World Heritage Site. From here we cross the border into the Gambia and take a ferry across the river, and transfer to Banjul. We then visit the National Museum with its exhibits on local archaeology and history, as well as the city centre, before arriving at our hotel. Overnight Hotel Kabacoto Safari or similar (Day 24) and Atlantic Hotel or similar (Day 25). (BLD)"
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "Banjul – Casamance - Spend the morning in the company of an ornithological guide, looking for birds in the large park by the hotel – this is home to over 70% of the species that live in the country. We then cross into Casamance, the southern region of Senegal, head out into the surrounding villages to learn about the animistic customs that hold sway here, seeing a striking mask dance. Overnight tourist class hotel. (BLD)"
    },
    {
      "dayNumber": 28,
      "title": "",
      "description": "Bissau - Drive to the border with Guinea-Bissau and continue to the capital Bissau for the night, travelling through a unique ecosystem where sea channels penetrate far inland. Overnight Hotel Dunia or similar. (BLD)"
    },
    {
      "dayNumber": 29,
      "title": "",
      "description": "Bijagos Islands - Sail to the Bijagos Islands, a magical and unique world of authentic tribal traditions and unusual wildlife. First visit the island of Bolama, once a colonial capital but now largely abandoned, its Portuguese buildings slowly being taken over by vegetation and goats. We then spend two days exploring the archipelago, looking for rare saltwater hippos and learning about the customs of the local people. Two nights tourist class hotels. (BLD)"
    },
    {
      "dayNumber": 31,
      "title": "",
      "description": "Bissau - Leaving the islands behind we return to the mainland. In Bissau we have time for a quick look around the city with its colonial Portuguese architecture. Overnight Hotel Dunia or similar. (BLD)"
    },
    {
      "dayNumber": 32,
      "title": "",
      "description": "Malinke region - Morning drive to a small village in the Malinke region. The Malinke are descendants of the ancient empire of Mali and we visit a community of ‘griots’ – traditional musicians and story tellers who play an important part in conserving the traditions of West Africa. We learn about their history and customs, and witness a traditional griot performance. Overnight Hotel Karsa or similar. (BLD)"
    },
    {
      "dayNumber": 33,
      "title": "",
      "description": "A small track takes us to the border of Guinea, through an area inhabited by Malinke and Fulani tribes, and we stop in villages where the arrival of western visitors is a rare event. From here we drive into the Fouta Djalon, a stunning area of mountains, waterfalls, plateau and savannah, where we explore the charming Fulani villages with their typical architecture. Explore the small town of Dalaba, with its interesting ‘casa a palabra’, a finely decorated building used for local chiefs. We also visit the villa of Guinea’s first president, Sekou Toure. Overnight Hotel Tata (Day 33) and Hotel Safitel or similar (Days 34-35). (BLD)"
    },
    {
      "dayNumber": 36,
      "title": "",
      "description": "Kindia - Drive through valleys and mountains to the town of Kindia, where this evening we will see a performance of the spectacular Baga Nimba masks. Overnight Moringa Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 37,
      "title": "",
      "description": "Freetown – Banana Islands - Drive to the border with Sierra Leone, then continue to Freetown, Sierra Leone’s capital. Explore Freetown visiting its lively markets and seeing examples of old colonial architecture, and heading out to its beaches. From here travel to the archipelago of the Banana Islands, with its stunning beaches and fishing villages. Overnight Swiss Hotel (Day 37) and Bafa Lodge (Day 38) or similar. (BLD)"
    },
    {
      "dayNumber": 39,
      "title": "",
      "description": "Bo - Head back to the mainland and drive to Bo. We spend the afternoon learning about the process of diamond mining, as we join some villagers who show us their craft. We also see a rare performance of the female Bundo masks – normally mask societies are for men only. Overnight Hotel Dohas or similar. (BLD)"
    },
    {
      "dayNumber": 41,
      "title": "",
      "description": "Monrovia - Drive to the border with Liberia and continue to its capital, Monrovia. Overnight Cape Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 42,
      "title": "",
      "description": "Monrovia - Ganta - Spend the morning exploring Monrovia. We visit the National Museum and the impressive Masonic Temple of Liberia, that has played an important part in Liberian history over the years. From here drive to Gbarnga for the night. Overnight Alvino Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 43,
      "title": "",
      "description": "Man - Cross the border and drive into Ivory Coast. On our way we stop in a remote village to see one of the region’s ‘living bridges’ – impressive structures built from lianas, which are believed to be built by spirits. Overnight Hotel Amoitrin or similar. (BLD)"
    },
    {
      "dayNumber": 44,
      "title": "",
      "description": "Man - Today we visit a village belonging to the Dan people, known for their amazing mask dancers. Explore the area to learn more about their local customs, before returning to Man for the night. Overnight Hotel Amoitrin or similar. (BLD)"
    },
    {
      "dayNumber": 45,
      "title": "",
      "description": "Daloa - Venture into the forest to reach some of the more isolated settlements of the Guere people. Here we will see their mask dances and if lucky, a dance of the ‘jongleurs’, a rare performance involving initiated women with white painted faces, and considerable acrobatic prowess! Continue to Daloa for the night. Overnight Hotel La Grace or similar. (BLD)"
    },
    {
      "dayNumber": 46,
      "title": "",
      "description": "Yamoussoukro - This morning we see a ceremony of the Zaouli dancing masks, a tradition of the Guro people. From here drive to Yamoussoukro, once just a village but now Cote d’Ivoire’s bizarre administrative capital. Yamoussoukro is dominated by the gigantic Basilica of Our Lady of Peace, reputedly the largest Christian place of worship on earth, and we spend time exploring this vast complex. Overnight Hotel Royal or similar. (BLD)"
    },
    {
      "dayNumber": 47,
      "title": "",
      "description": "Abidjan - Drive to the capital of Ivory Coast. Spend the rest of the day exploring Abidjan, with a ferry trip through the lagoon, a visit to its lively market and the elegant residential district of Cocody. Overnight Hotel Azalai or similar. (BLD)"
    },
    {
      "dayNumber": 48,
      "title": "",
      "description": "Grand Bassam - Drive to the city of Grand Bassam with its old colonial buildings and atmosphere of yesteryear, to explore and learn about the history of the country. Overnight Hotel La Roche or similar. (BLD)"
    },
    {
      "dayNumber": 49,
      "title": "",
      "description": "Axim – Anomabu - Cross into Ghana and drive to Axim. Here we stop at the 16th century Portuguese fort, one of many early European fortifications dotted along this coast. After exploring the fort, drive east to Anomabu. Overnight Anomabu Beach Resort or similar. (BLD)"
    },
    {
      "dayNumber": 50,
      "title": "",
      "description": "Elmina - We visit the fishing town of Elmina, best known for St George’s Castle, the oldest European building in Africa and once used as holding centre for slaves. In the town itself we explore the old quarter with its unique Posuban shrines, made by the traditional ‘asafo’ societies which were once responsible for local defence. Overnight Anomabu Beach Resort or similar. (BLD)"
    },
    {
      "dayNumber": 51,
      "title": "",
      "description": "Kumasi - Drive to Kumasi, Ghana’s second city and home of the old Ashanti Kingdom. Explore the city including the Ashanti Cultural Centre, which gives a great insight into what once was one of the most powerful kingdoms in the region. If possible, we will be able to see a traditional Ashanti funeral, quite a spectacle at which visitors are welcome. Overnight Miklin Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 52,
      "title": "",
      "description": "Accra - Drive to Accra, visiting the the old quarter of Jamestown, as well as the quarter where craftsmen design flamboyant coffins for the deceased – a uniquely Ghanaian experience. Overnight Hotel Villa Boutique or similar. (BLD)"
    },
    {
      "dayNumber": 53,
      "title": "",
      "description": "Lome - Cross the border into Togo, and head to its capital Lome, the only African city to have been colonised by the French, British and Germans. Explore the city including its central markets and the fascinating – if rather gruesome – fetish market, where animal parts are sold for use in traditional medicines. Overnight Hotel Sarakawa or similar. (BLD)"
    },
    {
      "dayNumber": 54,
      "title": "",
      "description": "Grand Popo - This morning travel to a remote and hidden village, where we witness a voodoo ceremony – unique to this part of the world, and sure to be one of the highlights of your trip. We then cross into Benin and head to the small town of Grand Popo, on the coast. Overnight Auberge de Grand Popo or similar. (BLD)"
    },
    {
      "dayNumber": 55,
      "title": "",
      "description": "Ouidah - This morning we see a performance of the Zangbeto dancing masks, another of the region’s secret societies. From here we continue to the coastal town of Ouidah, a stronghold of voodoo and once an important slave port. We visit the python temple, where snakes are venerated as representations of gods, the old Portuguese fort and finally head to the beach and the sombre ‘Gate of No Return’, the point from which slaves left Africa for the New World. Overnight Hotel Casa del Papa or similar. (BLD)"
    },
    {
      "dayNumber": 56,
      "title": "",
      "description": "Ganvie – Cotonou - Our final day sees us heading out onto Lake Nokwe to visit Ganvie, the largest stilt village in Africa situated in the middle of the water. From here, we drive to Cotonou where our West African adventure ends, and transfer to the airport for your onward flight. (BL)"
    }
  ],
  "map": ""
}