{
  "destination": "Benin",
  "mainPhoto": "",
  "id": "benin-togo-and-ghana-tours",
  "tourName": "Benin, Togo and Ghana tours",
  "placesVisited": "",
  "generalInfo": "Explore Ghana, Togo &amp; Benin on this 14-day in-depth tour. Start in Accra, travel to Cape Coast &amp; visit the UNESCO World Heritage Sites of Cape Coast Slave Castles. Visit Kumasi the capital of the Ashanti Kingdom of Gold; Ho, Wli Falls, and the Volta Region. In Togo, visit the Lome Central Market, Lake Togo, and Ouidah-the birthplace of Voodoo. Visit Ganvie, “the Venice of Africa” in Benin.<br/><br/>NB: This tour departs with a minimum of 2 travelers. Solo travelers will be offered a new date or full refund if the minimum is not met.<br/><br/><br/>Trip Includes<br/><br/>    Meeting and assistance upon arrival and departure<br/>    Round-trip airport/hotel transfers<br/>    Hotel accommodation in the indicated properties<br/>    Transportation in private vehicle<br/>    Experienced cultural tour guide<br/>    Meals (Breakfast, 12 Dinners)<br/>    Admission to listed sites<br/>    Assistance with visa application<br/><br/>Not Included<br/><br/>    Cost of Visas<br/>    Flights<br/>    Travel Insurance<br/>    Gratuity for driver and guide<br/>    Meals not listed<br/>    Personal expenses",
  "durationDays": "14",
  "price": "6275",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE COTONOU | BIENVENUE!!! WELCOME TO COTONOU, BENIN!!! On arrival at Cotonou Cadjehoun International Airport, proceed through immigrations, claim luggage and clear Custom procedures, exit and meet our expert cultural tour guide will meet, assist and transfer you to your hotel in our private air conditioned vehicle. Check in and refresh. Once you have checked in, your Bilingual (English/French speaking) guide, who will be with you throughout your stay, will brief you on what to expect during this trip. Rest of the evening is at leisure. Overnight at Best Western Nobila or similar"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "COTONOU & VICINITY | After a leisure morning, we embark on a city tour of Cotonou before our departure to Accra. We will visit the following sites; l The ‘Esplanade des Amazones’, a public square located which is home to the ‘Amazon’, a 30metre high statue built in homage to the world’s only all-female army. These Amazons belonged to the Kingdom of Dahomey, a West African empire that existed from 1625 to 1894. The Remembrance Square which reveals the splendour and fascinating historic works of the city. l Here you will find the Mathieu Garden, the former home of the late President of the Republic, Mathieu Kerekou now, transformed into a flowery area with a pleasant scent for visitors. l We will also visit the statue of the Wassangari warrior Bio Guéra on his horse while running. It glimpses the ardour and bravery with which the warriors fought to stop the colonial invasion. In addition, the Martyrs’ Square was refurbished to pay tribute to the soldiers and civilians who fell with their weapons in hand during the military aggression of 16 January 1977. Following lunch (on your own account) at a local restaurant, we return to the hotel. Enjoy the rest of the day at leisure. Meal(s) Included: Breakfast, Dinner Overnight at Best Western Nobila or similar"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "COTONOU-OUIDAH | After breakfast at the hotel and checkout, we depart to Ouidah to experience the mysteries of the Voodoo religion at Ouidah’s annual voodoo festival. Although there are many festivals around the country, this is the largest and most revered. You will see followers and adepts of the various voodoo gods, from the elaborately costumed Zangbetos to the followers of Kokou. Around the edges of the main performance area groups from various voodoo, temples perform their own rites and rituals. Meal(s) Included: Breakfast, Dinner. Overinight at Best Western Nobila"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "OUIDAH - GANVIE - LOME | One of the highlights of any trip to West Africa is Ganvie, the African Venice. In ancient times people took refuge on Lake Nokoue from the attacks of the feared Dahomey warriors who were forbidden by a deep belief to fight on water. The Ganvie people over time developed this unique lake culture and way of life which have made them famous. Our boat cruise takes us along tranquil waterways and fish farms to the lake community of Ganvie. We discover these curious built-on-stilts dwellings, small floating markets and different aspects of the local daily life. After lunch (on your own account), we make our way to Lome, Togo’s capital. Check-in and relax. Rest of the evening is at leisure. Meal(s) Included: Breakfast, Dinner Overnight at Hotel Sarakawa or similar"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "LOME & VICINITY | Today, you’ll visit the slave house in Agbodrafo. From there you can easily travel by shared boat to Togoville, a red-earth village that was the homeland of numerous slaves taken to Haiti, who were members of the voodoo cult. Here you will find magic remedies and voodoo charms used to cast powerful spells. You are invited to sample some potent herbal teas prepared by a village herbalist today as well. Upon return to Lome, Togo’s capital, thought to be the country’s most cosmopolitan city, enjoy a panoramic sightseeing tour of the city’s main features such as the Independence Square, National Museum, Craftsmen village, Central market where traditional articles can be found, the fishing harbour, Fetish market where sacred magic products are sold and the Grand Marche where pearls are sold. Meal(s) Included: Breakfast, Dinner. Overnight at Hotel Sarakawa or similar"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "LOME -TAFI- HO | Highlights: · Tafi Atome Monkey Sanctuary After a well deserving breakfast, we check out of our hotel for departure to Accra. At the Togo & Ghana border, we will go through immigration formalities before crossing into Ghana. We follow the coast dotted with Ewe villages, tranquil lagoons and tropical vegetation. Visit Tafi Atome Monkey Sanctuary where the endangered but playful true Mona monkeys are considered sacred and are therefore protected. Walk on a well-cleared trail and view the monkeys in their natural habitat. We continue to Akosombo, arriving late afternoon. Transfer and check in to your hotel. Dinner at the hotel. Meal(s) Included: Breakfast, Dinner. Overnight at Volta Serene Hotel or similar"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "HO - AMEDZOPE -HO | Visit Amedzofe and go hiking on the Mount Gemi after breakfast. Amedzofe, is the highest habitable place in Ghana at more than 600 meters, is perched at the foot of Mt. Gemi. Today, we hike up the mountain to a lovely waterfall in the valley. The 4-meter-tall large cross on the top of Mt. Gemi was constructed by German missionaries in the 1930s, along with a church and a bell tower situated on one of the highest points in the village. Both the mountain and the church site offer dramatic views all the way to Lake Volta in clear weather. A nice visitor centre with a small gift shop is placed in the centre of the village across from the main square and market to get a few souvenirs. We continue to the Wli Waterfalls (after lunch). Wli Waterfalls, which is the largest and highest waterfall in Ghana. It's divided into two sections with ice-cold water flowing from about 80ft. En route to the waterfall, you will take a hike through the Agumatsa Forest, where you will cross the same river eleven times before reaching the breathtaking falls. There will be a chance for you to take an early morning dip in the waterfalls and natural ponds. Drive back to the hotel for overnight. Meal(s) Included: Breakfast, Dinner Overnight at Volta Serene Hotel"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "HO - TAFO- KUMASI | Following a leisure breakfast, we depart to Kumasi, the seat of the Ashanti Empire to explore the legends of the famous Ashantis, whose legacies are still evident today. We will make a stop at Cocoa Research Institute.You will have the opportunity to examine and touch some cocoa pods, learn how the cocoa bean is processed into chocolate and other by-products like cocoa liquor, black soap and cocoa pomade. Before you leave for Kumasi, take a hot cocoa beverage and have a bite of the Ghanaian Chocolate. Research and Development (R & D) in the areas of utilization i.e., processing, storage and development of by-products from fresh cocoa pod residues, cocoa butter, cocoa powder, cashew apple, cashew kernel, Shea fruit and butter. (There will be stops on the way for snack/lunch and bathroom breaks) Upon arrival late afternoon, enjoy a drive through the city with monuments dedicated to the memory of the great Ashanti people. Check into your hotel and prepare for dinner. Meal(s) Included: Breakfast, Dinner. Overnight at Lancaster Kumasi"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "KUMASI | Following a leisure breakfast, we visit the Ashanti Craft villages starting with the woodcarving village of Ahwiaa, known for the talented craftsmen who fashion royal stools, walking sticks and fertility dolls from wood. You will have the opportunity to purchase hand carved items. Lancaster Kumasi The next stop is the village of Ntonso where artisans hand stamp patterns on cotton cloth to make Adinkra textiles. The third village is Bonwire, where the famous Kente Cloth is handmade on looms in a time-honored tradition passed down through generations. You will see the various Kente weavers creating colorful Kente cloth in various styles and you might want to even try your hands on this special process. We complete the day’s tour at the Manhyia Palace Museum, official residence of Ashanti Kings (Asantehene) until 1974, now a museum containing treasured items relating to the Ashanti Kingdom. This is where you obtain first-hand information on the legacies of this unified monarchy. Meal(s) Included: Breakfast, Dinner. Overnight at Lancaster Kumasi or similar"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "KUMASI-ASSIN MANSO-ELMINA | Highlights: · Assin Manso Slave River · Elmina Township Today, we depart for yet another adventure of Coastal lands of Ghana- Elmina & Cape Coast. Enroute, we will make a stop at Assin Manso, the burial site of two former slaves from the USA and Jamaica whose remains were re-interred in August 1998 during Ghana’s first Emancipation Day Celebration. A visit to “the Slave River or “Donkor Nsuo” offers the chance to see the place where captured Africans were washed before being conned in the Slaves Castles to await shipment to the Americas and Caribbean. (There will be stops on the way for snack/lunch and bathroom breaks) Arrive in Elmina, enjoy the sights of the many colourful fishing boats bringing their daily catch into the harbour and take the opportunity to mix with the locals at the nearby market. A short distance from the market we visit the boat builders, still building colourful fishing boats using traditional tools and methods spanning centuries Meal(s) Included: Breakfast, Dinner. Overnight at Ridge Royal Hotel or similar"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "CAPE COAST & VICINITY | Highlights: · Elmina/St. George’s Castle · Cape Coast Castle Today we will visit Cape Coast castle, a UNESCO world heritage site. The castle is a thought-provoking monument to a harrowing period in the region’s history. You will take an emotional journey through the castle which held more enslaved Africans than any other in the region, viewing the dungeons and the infamous “Door of no return”. There is a significant historical museum inside, which explains the history of the castle and of Cape Coast itself. You can purchase literature on Ghana’s forts and castles, as well as the cultural history and traditions of Ghana. Next, we visit Elmina Castle another World Heritage site. Return to the hotel and enjoy the rest of the day at leisure. Meal(s) Included: Breakfast, Dinner. Overnight at Ridge Royal Hotel or similar"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "ELMINA - KAKUM - ACCRA | This morning you visit Kakum National Park, one of Ghana’s most famous parks. Take a brief walking tour on the forest floor; see birds, butterflies and perhaps catch a glimpse of the forests over 40 species of mammals I including monkeys and the reclusive forest elephant. Proceed to the canopy walkway. Kakum is home to Africa’s only aerial walkway through the treetops, a 1000-foot- long and seven-bridge walkway with viewing platforms that reach heights of over 150 feet above ground. We return to Accra after lunch (on your own account). Transfer to your hotel; dinner at the hotel. Meal(s) Included: Breakfast, Dinner. Overnight at Pelican Hotel"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "ACCRA | Our day tour begins with a visit will be the W.E.B DuBois Centre honouring the life of the prominent Pan-Africanist who chose to live and work in Ghana. We continue on a scenic drive through the principal streets of Accra and view the Flagstaff house (Ghana’s White House) on our way to the Ghana National Museum. Visit the Kwame Nkrumah Memorial Park, final resting place of Ghana’s first president driving pass the Independence Square where you will see the enclosed flame of African liberation, which was lit by Dr. Kwame Nkrumah in 1961. The Memorial Park is set in attractive gardens and has a museum which contains photos, artifacts and an insight into Dr. Nkrumah’s life. Experience a firsthand African shopping at the Accra Arts and Crafts Centre for authentic African arts, crafts and wear. After lunch (on your own account) We will make a picturesque stop at the the Independence Arch and the Black Star Square, Accra’s ceremonial grounds, and venue for all national events especially Independence Day celebration, where you could also take some nice shots and add to your gallery. We complete the day’s exploration with a visit to the La Township to see uniquely-designed special caskets at the Teshie and Nungua areas which reflect the beliefs of the people in life after death (i.e. a bus driver may be buried in a bus, a waiter in a large beer bottle etc.). Meal(s) Included: Breakfast Overnight at Pelican Hotel"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "ACCRA - DEPART You will be transferred on time to the airport for your onward flight. Meal(s) Included: Breakfast"
    }
  ],
  "map": ""
}