{
  "destination": "Benin",
  "mainPhoto": "",
  "id": "togo-and-benin-guided-cultural-tour",
  "tourName": "Togo and Benin guided cultural tour",
  "placesVisited": "",
  "generalInfo": "Nested closely together in the heart of West Africa, offering such diverse cultures and traditions, each with distinct historical pasts and varied wildlife make a multi country tour of Togo and Benin the perfect way to experience West Africa. Our tour takes you off the main tourist route at every opportunity ensuring you experience life as a local in these wonderful countries. Mixing with the locals at every opportunity and experiencing daily life with your expert local guide, opens doors and experiences that will create memories that last a lifetime. There are so many positives to embrace here and blending everyday experiences with ancient cultural sites of interest, beautiful beaches, learning about the dark historical past and exceptional flora and fauna makes this the perfect trip of a lifetime",
  "durationDays": "11",
  "price": "2895",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Lome - Arrive in Lome and transfer to your hotel. For those arriving early in the day, the rest of the day is at leisure to explore. Overnight Sarakawa Hotel or similar. (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Lome - This morning we will begin a city tour with a visit to the lively and colourful grand Marché, or big market, with the Sacred Heart Cathedral in its midst. We then head to the fascinating- if rather gruesome- fetish market, where animal parts are sold for use in traditional medicines; Vodou healers and practitioners are on hand for consultations (please see the Notes section for more information). We then visit Artisans’ village where we will see artisans weaving cloth, carving statues, making baskets, lampshades and sewing leather shoes besides much more. In the evening you can decide to rest at your hotel or if you prefer your guide can take you out into town to experience local nightlife. Overnight Sarakawa Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Lome to Ouidah (Benin) (approx. 2hr30m driving dependant on local conditions and border checks) - Today we leave Lome and head to Aneho, historically known as Little Popo. On arrival we take a pirogue across Lake Togo to Togoville on the north-eastern side of the lake. As we mix with the locals walking through the communities, we will visit the many active shrines learning their importance to the locals living here. Prior to setting off back to Aneho we also visit a shrine that commemorates the appearance of the Virgin Mary on Lake Togo in the late 1970s. After lunch we cross the border into Benin and arrive in Ouidah, a stronghold of voodoo and once an important slave port. The rest of the day is at leisure. Overnight Casa del Papa Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ouidah – Cotonou (approx. 1 hour driving) - After breakfast we set off for our tour of Ouidah. We visit the python temple, where snakes are venerated as representations of gods, and head to the beach and the sombre ‘Gate of No Return’, the point from which slaves left Africa for the New World. You will also experience a private Voodoo Ceremony during your time at Segbe. After lunch we continue to Cotonou. The rest of the day is at leisure. Overnight Hotel Casa de Cielo or similar. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Cotonou – Porto-Novo - Cotonou - This morning we leave Cotonou and head to Porto-Novo, Benin’s capital city. Our first stop is the Ethnographic Museum, which was established by the Dahomey Institute in 1957. The museum houses costumes, ceremonial masks, and drums as well as other historical artifacts. We also visit the Royal Palace, now known as the Honme Museum, which is housed in the walled compound of King Toffa who signed the first treaty with the French in 1863. Most of the displays here are from the period of King Toffas reign and there is an excellent example of Alounloun, a traditional Beninese instrument used to play music called Adjogon. A stone throws away from Honme is the Da Silva Museum in a beautiful Afro-Brazilian house dating back to the 1870’s. This eclectic museum is home to some wonderful Afro-Brazilian artefacts Our last stop is the Great Mosque which offers excellent photographic opportunities and fascinating history. We head back to Cotonou for lunch before visiting the Dantokpa Marche, one of West Africa’s largest outdoor markets. Covering over 20 hectares it sells everything you could imagine and is a major contributor to the Benin economy. Overnight Hotel Casa de Cielo or similar. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ganvie, the Venice of Western Africa and Agongointo (approx. 2hr30m) - Before heading to Abomey, we visit one of the most beautiful communities here in Benin at Ganvie. Known as the Venice of West Africa, A relaxed paced day and we may decide to try our hands at fishing under the tutelage of a local fisherman. If we are lucky and get a sizeable catch, then our lunch will be fresh fish grilled the local way. After lunch we set off to Abomey (approx. 2 hours’ drive). On arrival visit the recently (1998) discovered underground dwellings of Agongointo - Zoungoudo just a few kilometers outside of Abomey. Discovered during road construction these underground dwellings are believed to date back to the 16th century during the reign of King Dakodonou the second King of Abomey. There are believed to be several hundred of these built 10 meters underground and they were used to protect locals from invaders in addition to offering the element of surprise for local warriors when attacking the enemy. Overnight SunCity Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Abomey – Natitingou (approx. 7 hours driving) - An early start as we dedicate the morning to a city tour of Abomey before we depart for Natitingou. Our first stop is the Royal Palace, where we gain an insight into the history and exploits of the warrior kings. The architecture is quite unique and though the palaces are no more inhabited, two of them are now in use as the Historical Museum of Abomey. The museum contains some 1050 relics of the Abomey kings which include Voodoo artefacts, some skulls, and banners of the royal family. Afte the tour we head towards Natitingou (approx. 7 hours drive). On arrival into Natitingou we check-in to the hotel. Overnight Tata Somba Hotel or similar. (BLD) *lunch today is a packed lunch. Optional – can stop at one of the local vendors en route"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Tata Somba - Today visit Tata Somba village with the Ditamari people who live in this region of northwest Benin. The locals at Tata Somba are still living in traditional homesteads that have not changed in centuries with entire families staying in these remarkable buildings. The houses are built as fortresses to keep out intruders and wild animals. The Somba people are known for their traditional body scarring rituals which are given to children from 2 to 3 years of age. These marks are used to identify which tribe you belong to, and additional scarring is given later in life to indicate readiness for marriage, reaching puberty and after childbirth. After lunch visit the museum to learn more about the culture and life of the people in Benin. Next, we learn about the process of making shea butter processing from a local family before returning to our hotel. Overnight Tata Somba Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "To Behicon via Parakou (approx. 2hr30m driving) - We leave Natitingou and head south towards Behicon. En route we find the ancient town of Parakou. Walk through this community meeting locals and the warrior men, and we have the opportunity to see a traditional Horse Dance, an energetic and unique dance, which only the finest warriors can perform. It showcases their triumphs over their enemies and at the same time honours their forefathers. From here we continue to Behicon enjoying lunch en route. On arrival check in to the hotel and the remainder of the day is at leisure. Overnight Hotel Princess or similar. (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Hike Mt Klouto and visit Kpalime food market (approx. 6hr30m driving) - This morning set off for Kpalime, crossing the border back into Togo. This afternoon we enjoy a leisurely hike of the stunning Mt Klouto. Afterwards visit the local food market to experience daily life before heading to your hotel. Overnight Parc Residence Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Kpalime to Lome and Departure (approx. 2hr30m driving) - A relaxed breakfast this morning as we set off from Kpalime heading southwards to Lome. Today will mainly be a travel day and we will stop for lunch and to walk around some of the communities we pass through. Our aim is to reach Lome in the early afternoon where we can enjoy some last-minute shopping if needed or some relaxation time on the coast before our early evening meal after which we transfer you to the airport for your departure after a wonderful tour of Togo and Benin. (BLD)"
    }
  ],
  "map": ""
}