[
  {
    "destination": "Benin",
    "mainPhoto": "",
    "id": "benin-togo-and-ghana-tours",
    "tourName": "Benin, Togo and Ghana tours",
    "placesVisited": "",
    "generalInfo": "Explore Ghana, Togo &amp; Benin on this 14-day in-depth tour. Start in Accra, travel to Cape Coast &amp; visit the UNESCO World Heritage Sites of Cape Coast Slave Castles. Visit Kumasi the capital of the Ashanti Kingdom of Gold; Ho, Wli Falls, and the Volta Region. In Togo, visit the Lome Central Market, Lake Togo, and Ouidah-the birthplace of Voodoo. Visit Ganvie, “the Venice of Africa” in Benin.<br/><br/>NB: This tour departs with a minimum of 2 travelers. Solo travelers will be offered a new date or full refund if the minimum is not met.<br/><br/><br/>Trip Includes<br/><br/>    Meeting and assistance upon arrival and departure<br/>    Round-trip airport/hotel transfers<br/>    Hotel accommodation in the indicated properties<br/>    Transportation in private vehicle<br/>    Experienced cultural tour guide<br/>    Meals (Breakfast, 12 Dinners)<br/>    Admission to listed sites<br/>    Assistance with visa application<br/><br/>Not Included<br/><br/>    Cost of Visas<br/>    Flights<br/>    Travel Insurance<br/>    Gratuity for driver and guide<br/>    Meals not listed<br/>    Personal expenses",
    "durationDays": "14",
    "price": "6275",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVE COTONOU | BIENVENUE!!! WELCOME TO COTONOU, BENIN!!! On arrival at Cotonou Cadjehoun International Airport, proceed through immigrations, claim luggage and clear Custom procedures, exit and meet our expert cultural tour guide will meet, assist and transfer you to your hotel in our private air conditioned vehicle. Check in and refresh. Once you have checked in, your Bilingual (English/French speaking) guide, who will be with you throughout your stay, will brief you on what to expect during this trip. Rest of the evening is at leisure. Overnight at Best Western Nobila or similar"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "COTONOU & VICINITY | After a leisure morning, we embark on a city tour of Cotonou before our departure to Accra. We will visit the following sites; l The ‘Esplanade des Amazones’, a public square located which is home to the ‘Amazon’, a 30metre high statue built in homage to the world’s only all-female army. These Amazons belonged to the Kingdom of Dahomey, a West African empire that existed from 1625 to 1894. The Remembrance Square which reveals the splendour and fascinating historic works of the city. l Here you will find the Mathieu Garden, the former home of the late President of the Republic, Mathieu Kerekou now, transformed into a flowery area with a pleasant scent for visitors. l We will also visit the statue of the Wassangari warrior Bio Guéra on his horse while running. It glimpses the ardour and bravery with which the warriors fought to stop the colonial invasion. In addition, the Martyrs’ Square was refurbished to pay tribute to the soldiers and civilians who fell with their weapons in hand during the military aggression of 16 January 1977. Following lunch (on your own account) at a local restaurant, we return to the hotel. Enjoy the rest of the day at leisure. Meal(s) Included: Breakfast, Dinner Overnight at Best Western Nobila or similar"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "COTONOU-OUIDAH | After breakfast at the hotel and checkout, we depart to Ouidah to experience the mysteries of the Voodoo religion at Ouidah’s annual voodoo festival. Although there are many festivals around the country, this is the largest and most revered. You will see followers and adepts of the various voodoo gods, from the elaborately costumed Zangbetos to the followers of Kokou. Around the edges of the main performance area groups from various voodoo, temples perform their own rites and rituals. Meal(s) Included: Breakfast, Dinner. Overinight at Best Western Nobila"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "OUIDAH - GANVIE - LOME | One of the highlights of any trip to West Africa is Ganvie, the African Venice. In ancient times people took refuge on Lake Nokoue from the attacks of the feared Dahomey warriors who were forbidden by a deep belief to fight on water. The Ganvie people over time developed this unique lake culture and way of life which have made them famous. Our boat cruise takes us along tranquil waterways and fish farms to the lake community of Ganvie. We discover these curious built-on-stilts dwellings, small floating markets and different aspects of the local daily life. After lunch (on your own account), we make our way to Lome, Togo’s capital. Check-in and relax. Rest of the evening is at leisure. Meal(s) Included: Breakfast, Dinner Overnight at Hotel Sarakawa or similar"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "LOME & VICINITY | Today, you’ll visit the slave house in Agbodrafo. From there you can easily travel by shared boat to Togoville, a red-earth village that was the homeland of numerous slaves taken to Haiti, who were members of the voodoo cult. Here you will find magic remedies and voodoo charms used to cast powerful spells. You are invited to sample some potent herbal teas prepared by a village herbalist today as well. Upon return to Lome, Togo’s capital, thought to be the country’s most cosmopolitan city, enjoy a panoramic sightseeing tour of the city’s main features such as the Independence Square, National Museum, Craftsmen village, Central market where traditional articles can be found, the fishing harbour, Fetish market where sacred magic products are sold and the Grand Marche where pearls are sold. Meal(s) Included: Breakfast, Dinner. Overnight at Hotel Sarakawa or similar"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "LOME -TAFI- HO | Highlights: · Tafi Atome Monkey Sanctuary After a well deserving breakfast, we check out of our hotel for departure to Accra. At the Togo & Ghana border, we will go through immigration formalities before crossing into Ghana. We follow the coast dotted with Ewe villages, tranquil lagoons and tropical vegetation. Visit Tafi Atome Monkey Sanctuary where the endangered but playful true Mona monkeys are considered sacred and are therefore protected. Walk on a well-cleared trail and view the monkeys in their natural habitat. We continue to Akosombo, arriving late afternoon. Transfer and check in to your hotel. Dinner at the hotel. Meal(s) Included: Breakfast, Dinner. Overnight at Volta Serene Hotel or similar"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "HO - AMEDZOPE -HO | Visit Amedzofe and go hiking on the Mount Gemi after breakfast. Amedzofe, is the highest habitable place in Ghana at more than 600 meters, is perched at the foot of Mt. Gemi. Today, we hike up the mountain to a lovely waterfall in the valley. The 4-meter-tall large cross on the top of Mt. Gemi was constructed by German missionaries in the 1930s, along with a church and a bell tower situated on one of the highest points in the village. Both the mountain and the church site offer dramatic views all the way to Lake Volta in clear weather. A nice visitor centre with a small gift shop is placed in the centre of the village across from the main square and market to get a few souvenirs. We continue to the Wli Waterfalls (after lunch). Wli Waterfalls, which is the largest and highest waterfall in Ghana. It's divided into two sections with ice-cold water flowing from about 80ft. En route to the waterfall, you will take a hike through the Agumatsa Forest, where you will cross the same river eleven times before reaching the breathtaking falls. There will be a chance for you to take an early morning dip in the waterfalls and natural ponds. Drive back to the hotel for overnight. Meal(s) Included: Breakfast, Dinner Overnight at Volta Serene Hotel"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "HO - TAFO- KUMASI | Following a leisure breakfast, we depart to Kumasi, the seat of the Ashanti Empire to explore the legends of the famous Ashantis, whose legacies are still evident today. We will make a stop at Cocoa Research Institute.You will have the opportunity to examine and touch some cocoa pods, learn how the cocoa bean is processed into chocolate and other by-products like cocoa liquor, black soap and cocoa pomade. Before you leave for Kumasi, take a hot cocoa beverage and have a bite of the Ghanaian Chocolate. Research and Development (R & D) in the areas of utilization i.e., processing, storage and development of by-products from fresh cocoa pod residues, cocoa butter, cocoa powder, cashew apple, cashew kernel, Shea fruit and butter. (There will be stops on the way for snack/lunch and bathroom breaks) Upon arrival late afternoon, enjoy a drive through the city with monuments dedicated to the memory of the great Ashanti people. Check into your hotel and prepare for dinner. Meal(s) Included: Breakfast, Dinner. Overnight at Lancaster Kumasi"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "KUMASI | Following a leisure breakfast, we visit the Ashanti Craft villages starting with the woodcarving village of Ahwiaa, known for the talented craftsmen who fashion royal stools, walking sticks and fertility dolls from wood. You will have the opportunity to purchase hand carved items. Lancaster Kumasi The next stop is the village of Ntonso where artisans hand stamp patterns on cotton cloth to make Adinkra textiles. The third village is Bonwire, where the famous Kente Cloth is handmade on looms in a time-honored tradition passed down through generations. You will see the various Kente weavers creating colorful Kente cloth in various styles and you might want to even try your hands on this special process. We complete the day’s tour at the Manhyia Palace Museum, official residence of Ashanti Kings (Asantehene) until 1974, now a museum containing treasured items relating to the Ashanti Kingdom. This is where you obtain first-hand information on the legacies of this unified monarchy. Meal(s) Included: Breakfast, Dinner. Overnight at Lancaster Kumasi or similar"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "KUMASI-ASSIN MANSO-ELMINA | Highlights: · Assin Manso Slave River · Elmina Township Today, we depart for yet another adventure of Coastal lands of Ghana- Elmina & Cape Coast. Enroute, we will make a stop at Assin Manso, the burial site of two former slaves from the USA and Jamaica whose remains were re-interred in August 1998 during Ghana’s first Emancipation Day Celebration. A visit to “the Slave River or “Donkor Nsuo” offers the chance to see the place where captured Africans were washed before being conned in the Slaves Castles to await shipment to the Americas and Caribbean. (There will be stops on the way for snack/lunch and bathroom breaks) Arrive in Elmina, enjoy the sights of the many colourful fishing boats bringing their daily catch into the harbour and take the opportunity to mix with the locals at the nearby market. A short distance from the market we visit the boat builders, still building colourful fishing boats using traditional tools and methods spanning centuries Meal(s) Included: Breakfast, Dinner. Overnight at Ridge Royal Hotel or similar"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "CAPE COAST & VICINITY | Highlights: · Elmina/St. George’s Castle · Cape Coast Castle Today we will visit Cape Coast castle, a UNESCO world heritage site. The castle is a thought-provoking monument to a harrowing period in the region’s history. You will take an emotional journey through the castle which held more enslaved Africans than any other in the region, viewing the dungeons and the infamous “Door of no return”. There is a significant historical museum inside, which explains the history of the castle and of Cape Coast itself. You can purchase literature on Ghana’s forts and castles, as well as the cultural history and traditions of Ghana. Next, we visit Elmina Castle another World Heritage site. Return to the hotel and enjoy the rest of the day at leisure. Meal(s) Included: Breakfast, Dinner. Overnight at Ridge Royal Hotel or similar"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "ELMINA - KAKUM - ACCRA | This morning you visit Kakum National Park, one of Ghana’s most famous parks. Take a brief walking tour on the forest floor; see birds, butterflies and perhaps catch a glimpse of the forests over 40 species of mammals I including monkeys and the reclusive forest elephant. Proceed to the canopy walkway. Kakum is home to Africa’s only aerial walkway through the treetops, a 1000-foot- long and seven-bridge walkway with viewing platforms that reach heights of over 150 feet above ground. We return to Accra after lunch (on your own account). Transfer to your hotel; dinner at the hotel. Meal(s) Included: Breakfast, Dinner. Overnight at Pelican Hotel"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "ACCRA | Our day tour begins with a visit will be the W.E.B DuBois Centre honouring the life of the prominent Pan-Africanist who chose to live and work in Ghana. We continue on a scenic drive through the principal streets of Accra and view the Flagstaff house (Ghana’s White House) on our way to the Ghana National Museum. Visit the Kwame Nkrumah Memorial Park, final resting place of Ghana’s first president driving pass the Independence Square where you will see the enclosed flame of African liberation, which was lit by Dr. Kwame Nkrumah in 1961. The Memorial Park is set in attractive gardens and has a museum which contains photos, artifacts and an insight into Dr. Nkrumah’s life. Experience a firsthand African shopping at the Accra Arts and Crafts Centre for authentic African arts, crafts and wear. After lunch (on your own account) We will make a picturesque stop at the the Independence Arch and the Black Star Square, Accra’s ceremonial grounds, and venue for all national events especially Independence Day celebration, where you could also take some nice shots and add to your gallery. We complete the day’s exploration with a visit to the La Township to see uniquely-designed special caskets at the Teshie and Nungua areas which reflect the beliefs of the people in life after death (i.e. a bus driver may be buried in a bus, a waiter in a large beer bottle etc.). Meal(s) Included: Breakfast Overnight at Pelican Hotel"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "ACCRA - DEPART You will be transferred on time to the airport for your onward flight. Meal(s) Included: Breakfast"
      }
    ],
    "map": ""
  },
  {
    "destination": "Benin",
    "mainPhoto": "",
    "id": "cultural-holiday-in-ghana-togo-and-benin",
    "tourName": "Cultural holiday in Ghana, Togo and Benin",
    "placesVisited": "Accra, Lac Togo, Lome, Fetish markets, Voodoo ceremonies, Ouidah, Ganvie village in the middle of Lake Nokwe, Abomey Roay Palace, Python Temple, Dankoli Fetish, Natitingou, Somba & Taberma villages, Togo fire dance, Kente cloth weaving in Atakpame, night walk in tropical forest, Tafi Atome monkey sanctuary, Kumasi, Akwasidae Festival (if dates coincide), Elmina slave fort",
    "generalInfo": "These three countries are the spiritual heart of West Africa, an intoxicating fusion of tribal culture, voodoo rituals, fire dances – and a dark past represented by the slave forts dotting the coasts. Religion and reality blur, especially in Benin – the home of the voodoo religion where powerful rituals and fearsome fetishes can be seen throughout the country. The wide smiles and vibrant clothing of the Ashanti people in Ghana stand alongside their reputation as incredible coffin carvers – ensuring a flamboyant journey into the afterlife for the deceased. Explore fetish markets and voodoo drumming ceremonies in Togo’s coastal capital, Lome, before continuing on to Benin’s sinister “Door of no Return”, and the impressive fortified dwellings of the Somba people in the north.<br/><br/>The highlight of this cultural holiday in Ghana, Togo and Benin is joining Ghana’s Adae Festival in Kumasi – an incredible Ashanti celebration.",
    "durationDays": "25",
    "price": "5990",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Accra - Arrive in Accra and transfer to your hotel. Depending on your time of arrival, there may be time to explore this vibrant African capital. Overnight Alisa Hotel or similar. (D)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Accra - You have the choice for breakfast this morning; you can have a light breakfast at the hotel or try a local breakfast from one of the food stalls at Makola Market, one of Accra’s best local markets. Almost everything is sold here from herbal remedies, traditional cloth, jewellery and food to mobile phones, TVs, and sound systems. Later we visit the Artist Alliance Gallery on the beach front, showcasing traditional and contemporary art and artifacts from Ghana and neighbouring countries. From here we set off for the ‘fantasy coffins’ of Teshie Nungua. After a burial, a celebration follows and it is believed that the departed move on to another world and the decorated coffins may represent the occupation of the deceased, or something that was important to them, ranging from cars and cigarette packets to crocodiles and beer bottles! During our visit we have the opportunity to meet these infamous coffin makers. This afternoon we head to Independence Square where we find the enclosed flame of African liberation, lit by Kwame Nkrumah in 1961, and head to the Kwame Nkrumah National Park, the final resting place of Ghana’s founder before heading to Jamestown, one of Accra’s poorest suburbs, yet steeped in history. Visit Fort James, and see the interesting Brazilian stone houses, built by free enslaved Africans who came over from Brazil after the abolition of the slave trade. Our evening is dedicated to meeting locals who are trying to change the lives of youths through boxing. Overnight Alisa Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Krobo Traditional Beads and Wli Waterfalls (approx. 5 hours total driving) - This morning we leave Accra and heard towards the Volta region. Our first stop is Krobo, renowned for their traditional bead jewellery. We visit a family-run compound to learn about this ancient bead-making process and have a go at making our own! We continue to the Volta region, crossing the White Volta River towards Wli and Wli Falls. We visit the Wli waterfalls, the most amazing in the area, located on the border between Togo and Ghana. The walk to Wli waterfalls is approx. 45 minutes following a flat path. At the falls there is an opportunity for swimming, or if you choose to, you can hike to the upper falls before we return to Wli and our hotel. Overnight Wli Water Heights or similar. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Mount Afajato and Tafi Atome (approx. 45 mins driving) - An early start this morning as we set off to Mount Afajato. At an elevation of 885m, it is Ghana’s highest mountain, and we spend this morning hiking (approx. 2 hours in and out). This afternoon visits the Monkey Sanctuary of Tafi Atome. We take a walk in the forest to see the Monas and Colobus monkeys. We head back to where we crossed the river to Akosombo. Overnight Akosombo Continental Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "To Kumasi (approx. 5 hours driving) - Our journey today will take us into the beautiful Akuapem hills. At the top of the range is the Aburi Botanical Gardens, founded by the British in 1890. We spend some time in the gardens, enjoying the wide variety of indigenous and exotic flora and the spectacular views of Accra. We visit Aburi craft village, a short distance from the gardens where traditional African drums, sculptures and crafts have been carved for generations. We head to Korifuda for lunch and a visit to their famous traditional bead market before continuing to Kumasi. Overnight Noda Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Local Villages of Kumasi - Today we mix old and new visiting some of the ancient communities and young vibrant designers. Our first stop is Adanwomasie, the birthplace of Ghana’s rich colourful Kente cloth. After spending some time here with the locals, we head to Ntunso where adinkra cloth and symbols originate. We have lunch in a local restaurant before heading to Adum, the commercial centre of Kumasi. Explore Adum and visit Kejetia market before transferring to our hotel. This evening is at leisure, or you may wish to experience the local nightlife and music in Kumasi. Overnight Noda Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Ashanti Kingdom (approx. 3 hours driving) - Early start as we head to the Manhyia Palace, home of the Asantehene King of the Ashanti and the ruler of the powerful Asanteman kingdom. After a fascinating journey through the history of the Ashanti people, we head south to the villages of Bonkro and Breku where we have a lunch that has been prepared by a local chef. After lunch we spend time in the local community, visiting a local school and meeting the Kuapa Kokkoo farmers, who grow and sell cocoa. We learn about the chocolate-making process and how it is used for production of chocolate and soap, among other things. Overnight Picathartes Guesthouse or similar. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Community Life and a Cooking Lesson - This morning we assist with the preparation of a local breakfast, and during breakfast decide what local dishes you would like to have a go at cooking yourself! We visit to the local markets to buy our ingredients for dinner before heading back to our hotel for a relaxed afternoon. This evening we head back into the village to prepare and cook our evening meal. Overnight Picathartes Guesthouse or similar. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Cape Coast Castle, Baobab Foundation and Batik (approx. 3 hours driving) - Today we bid farewell to our new friends and set off south towards Elmina in Ghana’s central region. We stop at the town of Assin Manso and the Ndonkor Nsua (Enslaved African river). This is where enslaved Africans were checked for fitness before being shipped to America. We then make our way to Cape Coast, following the same route used by the slaves, to Cape Coast Castle (UNESCO) where we learn about the recent history of Ghana. Lunch will be taken at a restaurant operated by Baobab Children’s Foundation, an organisation focused on helping and improving the lives of children in this region. This afternoon immerse yourself into true African art with a traditional batik making workshop. Overnight Brenu Beach Resort or similar. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Kakum National Park - An early start today as we enjoy the spectacular sunrise before heading to Kakum National Park for a canopy walk. At the border of the forest, we find the International Stingless Bee Project, and learn about their importance to our ecosystem. Continue to a local farm to learn about traditional uses of the palm tree, including palm wine and ‘Akpeteshi,’ a local hard gin of varying strengths, believed to be around 70%. Stop for lunch before heading back to our beachfront hotel for an afternoon at leisure. Overnight Brenu Beach Resort or similar. (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Brenu Akyinim Community, Nzulezu Stilt Village and Ankasa Reserve (approx. 5 hours driving) - Today we head West towards the Ivory Coast border and Ankasa Reserve. We spend time visiting the local community and school, before continuing to Beyin for lunch. After lunch we take a leisurely canoe ride through the Amasuri wetlands and Nzulezu Stilt village. After spending time meeting the locals, we set off for Ankasa Reserve which is connected to the Nini-Suhien National Park, covering a protected area of over 500sqkm of pristine rainforest. This evening there is an option for a night walk in the forest, or alternatively spend it at leisure. Overnight Ankasa Reserve Lodge or similar. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Ankasa Reserve - This morning we visit the stunning Bamboo Cathedral. Located 12kms inside the forest. To get to this remote location, we can either take mountain bikes or by car. After a morning in the forest, we head back to our hotel for lunch before an afternoon spent in the community. We visit a local school, meet with farmers, and have the chance to experience local delicacies such as Gari, pounding FuFu and a local chop bar. Overnight Ankasa Reserve Lodge or similar. (BLD) Optional – afternoon biking around the surrounding area or a walking trail in the forest"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Brenu Akyinim - After a relaxed morning we leave Ankasa and head back East to our beachfront accommodation in Brenu Akyinim. On arrival check-in to your hotel with the remainder of the afternoon at leisure. This evening enjoy dinner on the beach around a bonfire with local Ghanian drumming keeping us entertained. Overnight Ankasa Reserve Lodge or similar. (BLD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Elmina Markets and Accra (approx. 3 hours driving) - We leave Brenu Akyinim and spend a couple of hours exploring Elmina’s local fishing market and the boat builders before heading to Accra and a stop at the mall, an insight to modern day life in Ghana. Later enjoy dinner and stay overnight in Accra before we continue our adventure the next day and cross the border into neighbouring Togo. Overnight Alisa Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Accra to Lome, Togo (approx. 5 hours driving dependant on local conditions and border checks) - After breakfast meet your driver and continue by road to the Togolese capital Lome. Depending on traffic and border formalities the drive is expected to take around 5 hours. After check-in at the hotel, the remainder of the day is free without any organised activities or sightseeing. Overnight Sarakawa Hotel or similar. (BD)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Lome - This morning we will begin a city tour with a visit to the lively and colourful grand Marché, or big market, with the Sacred Heart Cathedral in its midst. We then head to the fascinating- if rather gruesome- fetish market, where animal parts are sold for use in traditional medicines; Vodou healers and practitioners are on hand for consultations (please see the Notes section for more information). We then visit Artisans’ village where we will see artisans weaving cloth, carving statues, making baskets, lampshades and sewing leather shoes besides much more. In the evening you can decide to rest at your hotel or if you prefer your guide can take you out into town to experience local nightlife. Overnight Sarakawa Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Lome to Ouidah (Benin) (approx. 2hr30m driving dependant on local conditions and border checks) - Today we leave Lome and head to Aneho, historically known as Little Popo. On arrival we take a pirogue across Lake Togo to Togoville on the north-eastern side of the lake. As we mix with the locals walking through the communities, we will visit the many active shrines learning their importance to the locals living here. Prior to setting off back to Aneho we also visit a shrine that commemorates the appearance of the Virgin Mary on Lake Togo in the late 1970s. After lunch we cross the border into Benin and arrive at Ouidah, a stronghold of voodoo and once an important slave port. The rest of the day is at leisure. Overnight Casa del Papa Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Ouidah – Cotonou (approx. 1 hour driving) - After breakfast we set off for our tour of Ouidah. We visit the python temple, where snakes are venerated as representations of gods, and head to the beach and the sombre ‘Gate of No Return,’ the point from which slaves left Africa for the New World. You will also experience a private Voodoo Ceremony during your time at Segbe. After lunch we continue to Cotonou. The rest of the day is at leisure. Overnight Hotel Casa de Cielo or similar. (BLD)"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Cotonou – Porto-Novo - Cotonou - This morning we leave Cotonou and head to Porto-Novo, Benin’s capital city. Our first stop is the Ethnographic Museum, which was established by the Dahomey Institute in 1957. The museum houses costumes, ceremonial masks, and drums as well as other historical artifacts. We also visit the Royal Palace, now known as the Honme Museum, which is housed in the walled compound of King Toffa who signed the first treaty with the French in 1863. Most of the displays here are from the period of King Toffas reign and there is an excellent example of Alounloun, a traditional Beninese instrument used to play music called Adjogon. A stone throws away from Honme is the Da Silva Museum in a beautiful Afro-Brazilian house dating back to the 1870’s. This eclectic museum is home to some wonderful Afro-Brazilian artefacts Our last stop is the Great Mosque which offers excellent photographic opportunities and fascinating history. We head back to Cotonou for lunch before visiting the Dantokpa Marche, one of West Africa’s largest outdoor markets. Covering over 20 hectares it sells everything you could imagine and is a major contributor to the Benin economy. Overnight Hotel Casa de Cielo or similar. (BLD)"
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Ganvie, the Venice of Western Africa and Agongointo (approx. 2hr30m) - Before heading to Abomey, we visit one of the most beautiful communities here in Benin at Ganvie. Known as the Venice of West Africa, A relaxed paced day and we may decide to try our hands at fishing under the tutelage of a local fisherman. If we are lucky and get a sizeable catch, then our lunch will be fresh fish grilled the local way. After lunch we set off to Abomey (approx. 2 hours’ drive). On arrival visit the recently (1998) discovered underground dwellings of Agongointo - Zoungoudo just a few kilometres outside of Abomey. Discovered during road construction these underground dwellings are believed to date back to the 16th century during the reign of King Dakodonou the second King of Abomey. There are believed to be several hundred of these built 10 meters underground and they were used to protect locals from invaders in addition to offering the element of surprise for local warriors when attacking the enemy. Overnight SunCity Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "Abomey – Natitingou (approx. 7 hours driving) - An early start as we dedicate the morning to a city tour of Abomey before we depart for Natitingou. Our first stop is the Royal Palace, where we gain an insight into the history and exploits of the warrior kings. The architecture is quite unique and though the palaces are no more inhabited, two of them are now in use as the Historical Museum of Abomey. The museum contains some 1050 relics of the Abomey kings which include Voodoo artefacts, some skulls, and banners of the royal family. Afte the tour we head towards Natitingou (approx. 7 hours’ drive). On arrival into Natitingou we check-in to the hotel. Overnight Tata Somba Hotel or similar. (BLD) *lunch today is a packed lunch. Optional – can stop at one of the local vendors en route"
      },
      {
        "dayNumber": 22,
        "title": "",
        "description": "Tata Somba - Today visit Tata Somba village with the Ditamari people who live in this region of northwest Benin. The locals at Tata Somba are still living in traditional homesteads that have not changed in centuries with entire families staying in these remarkable buildings. The houses are built as fortresses to keep out intruders and wild animals. The Somba people are known for their traditional body scarring rituals which are given to children from 2 to 3 years of age. These marks are used to identify which tribe you belong to, and additional scarring is given later in life to indicate readiness for marriage, reaching puberty and after childbirth. After lunch visit the museum to learn more about the culture and life of the people in Benin. Next, we learn about the process of making shea butter processing from a local family before returning to our hotel. Overnight Tata Somba Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 23,
        "title": "",
        "description": "To Behicon via Parakou (approx. 2hr30m driving) - We leave Natitingou and head south towards Behicon. En route we find the ancient town of Parakou. Walk through this community meeting locals and the warrior men, and we have the opportunity to see a traditional Horse Dance, an energetic and unique dance, which only the finest warriors can perform. It showcases their triumphs over their enemies and at the same time honours their forefathers. From here we continue to Behicon enjoying lunch en route. On arrival check in to the hotel and the remainder of the day is at leisure. Overnight Hotel Princess or similar. (BLD)"
      },
      {
        "dayNumber": 24,
        "title": "",
        "description": "Hike Mt Klouto and visit Kpalime food market (approx. 6hr30m driving) - This morning set off for Kpalime, crossing the border back into Togo. This afternoon we enjoy a leisurely hike of the stunning Mt Klouto. Afterwards visit the local food market to experience daily life before heading to your hotel. Overnight Parc Residence Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 25,
        "title": "",
        "description": "Kpalime to Lome and Departure (approx. 2hr30m driving) - A relaxed breakfast this morning as we set off from Kpalime heading southwards to Lome. Today will mainly be a travel day and we will stop for lunch and to walk around some of the communities we pass through. Our aim is to reach Lome in the early afternoon where we can enjoy some last-minute shopping if needed or some relaxation time on the coast before our early evening meal after which we transfer you to the airport for your departure after a wonderful tour through West Africa. (BLD)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Benin",
    "mainPhoto": "",
    "id": "ghana-togo-and-benin-experience-tour",
    "tourName": "Ghana,Togo and Benin experience tour",
    "placesVisited": "",
    "generalInfo": "Discover the enchanting allure of West Africa with an unforgettable journey through Ghana, Togo, and Benin. These vibrant nations are not just destinations; they are living tapestries of rich cultures, intriguing traditions, and compelling histories that each reveal unique stories. From the uplifting rhythms of local music to the colourful artworks that adorn bustling markets, every moment spent in these countries offers a deeper understanding of their captivating legacies.<br/><br/>In Ghana, step back in time at the coast's historic slave forts. Here, you can reflect on a poignant past while celebrating the enduring spirit of its people. Engage with local artisans and immerse yourself in the creativity that thrives in colourful markets, where every handmade piece carries a rich narrative. You won't just be a spectator—you'll become a part of the community, experiencing Ghanaians' renowned warmth and hospitality firsthand.<br/><br/>Venturing into Togo, the vibrant capital of Lomé, invites you to witness the fusion of tradition and modernity. The sights, sounds, and aromas of lively marketplaces offer a feast for the senses while tantalizing Togolese dishes introduce you to the region's diverse culinary heritage. It's an opportunity to savour flavours as rich as the culture.<br/><br/>As you arrive in Benin, the birthplace of voodoo beckons you to delve into its profound spiritual practices. The ancient city of Ouidah serves as a gateway to understanding the complexities of the transatlantic slave trade. At the same time, colourful festivals offer a joyous celebration of local culture through dance and music.<br/><br/>This tour is not just sightseeing; it's a chance to engage deeply with West Africa's heart and soul. Forge meaningful connections with the welcoming locals and experience the genuine vibrancy of their everyday lives. Create lasting memories and cherish an adventure that transforms your view of the world. Don't miss out on the extraordinary essence of West Africa—embrace this remarkable journey today!",
    "durationDays": "14",
    "price": "6850",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Ghana - Our local tour guides will meet with you on your arrival at the Kotoka International Airport Accra, which is situated on the beautiful gold coast of Western Africa. Make yourself known to your guides who will be accompanying you for the duration of your time in Ghana and they will take care of you from here. After boarding our vehicle, which will be your mode of transport for the duration of your tour, we transfer you to your accommodation which is situated in Accra. Most flights arrive here in the late evenings as such after we checked you in, our experienced guide will offer you Akwaaba (welcome) and brief you on all aspects of your trip. You can enjoy your evening meal at the hotel restaurant whilst acclimatising yourself to West Africa. Accommodation – In Accra"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Makola Market, Fantasy Coffins, Kwame Nkrumah Mausoleum and Jamestown - A relaxed morning as we allow the rush hour traffic to pass before setting off to one of Accra’s best local markets. This morning experience one of the local street foods Ghanaians eat here for breakfast at one of the many stalls. Traders sell almost anything here from local herbal remedies, traditional cloth, jewellery and food to mobile phones, televisions, and sound systems to mention but a few. The hustle and bustle of the market is a wonderful insight into daily life for many locals who trade or shop here 7 days a week. This is a good opportunity to purchase some souvenirs but do not forget to barter as is thenorm here. The Artist Alliance Gallery on the beach front in Accra is the ideal location to experience traditional and contemporary art and artifacts ranging from paintings, carvings, furniture, jewellery, fabrics and photography from all of Ghana and neighbouring countries. If you appreciate art, you will be like a kid in a candy store before we set off for “Fantasy Coffins” of Teshie Nungua. Funeral and burial ceremonies in Ghana are very solemn occasions, but after the burial a celebration follows. Ghanaians believe that the departed move on into another world and the coffins made here may represent the occupation of the deceased or depict something that was important to them. There are all manner of coffin designs which one could be buried in from cars, cocoa pods, cigarette packets and airplanes! During our time here we can also venture to their workshop and meet the coffin makers. Our next stop is the Kwame Nkrumah Memorial Park, final resting place of Ghana’s founder. Set in attractive gardens, there is an adjoining museum, which contains photos, artifacts, and an insight into this incredible man’s life. The centre was designed by a Ghanaian architect and built using Italian marble. A fascinating afternoon and evening is in store for us as we head downtown to Jamestown one of the oldest suburbs of Accra. Our afternoon will be dedicated with the community here as we enjoy a walking tour of this old community taking in some of the historical structures that predate the colonial era. Accommodation – In Accra"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Grand Marche, German Cathedral and National Museum of Togo - After a relaxed breakfast in this beautiful setting, we depart for Lomé, the capital city of Togo. The journey will take approximately four hours and on our arrival in Lomé we enjoy lunch at a restaurant selling local and international dishes. After lunch we will visit the grand Marché or big market which will be one of our highlights in Lomé. Initially, it seems chaotic, but you will be surprised at the orderliness and the hectic pace of this incredibly vibrant and beautiful market. Though it is supposed to be an indoor market the three-story building and all the surrounding streets overflow with vendors selling everything imaginable. The Sacred Heart or German Cathedral is next on our agenda. Built in 1905, this imposing Gothic piece of architecture is one of the most beautiful legacies of the Germans. A short distance from the cathedral is the National Museum of Togo, founded in 1975 which houses ethnographical cultural and artistic exhibits. To get a full understanding of Lome, it is insightful to visit the witches market/ marché fetiches at Akodessewa. This is an optional visit though as some people would prefer not to see the dried animal parts. The Akodessewa fetish market is an important part of the culture in Togo. Stalls sell a collection of dried animal parts and skins of reptiles, mammals, and birds with a compliment of dried herbs. The vendors usually double as soothsayers claiming the ability to predict your future and at the same time forestall any mishap. It is an eyebrow raising experience. We continue on to the Artisans village where we will see cloth weaving, carving statues, making baskets, lampshades and sewing leather shoes besides much more. It is fascinating to watch the artisans doing their own thing with such skill and dexterity and always with a smile. Accommodation – In Lomé"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Cruise on Lake Togo and transfer to Ouidah - A leisurely breakfast this morning as we pack our bags and check out of our hotel. Today we head to Benin, but before we depart Togo, we have an interesting morning ahead of us. Aneho is found 48km east of Lome, approximately an hour’s drive from the capital and was historically known as Little Popo. An important town during the slave trade era as there was a local slave market here. The neighbouring town of Sebe was formerly the second capital of German Togoland from 1887 to 1897 when it was transferred to Lomé. On arrival in Aneho we take a pirogue across Lake Togo to Togoville which is on the north-eastern side of the Lake. Togoville is historically known as the centre of Voodoo in Togo. Many Voodoo practitioners were taken as slaves from here to Haiti. The chief’s house known as Maison Royal has a room that houses the old King’s throne which dates to 1884. It is in this room in 1884 the then chief Mlapa III signed a peace treaty giving all of what was then known as Togoland to Germany. As we mix with the locals walking through the communities, we will visit the many active shrines learning their importance to the locals living here. Prior to setting off back to Aneho we also visit a shrine that commemorates the appearance of the Virgin Mary on Lake Togo in the late 1970s. Our lunch will be taken at a nearby hotel before the next exciting part of our West African adventure as we travel to Ouidah the birthplace of Voodoo. It should only take approximately two hours to cross the border into Benin and reach the ancient town of Ouidah. On our arrival in the afternoon, we will check into our accommodation and relax for the remainder of the day. Accommodation – In Ouidah"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Portal of No Return, Sacred Pythons Temple, and Sacred Forest - After breakfast we set off for our tour of Ouidah which is regarded as the Voodoo centre of West Africa. During the 17th and 18th centuries enslaved Africans from Benin, Togo and other West African countries were shipped from Ouidah which had the only port in the country until slavery was officially abolished in 1807. Most of the slaves were shipped to Brazil, Haiti, and the Caribbean Islands thus the strong Voodoo presence in these parts of the world. A tour of the historical museum of Ouidah is a must, as is visiting the sacred forest which consists of figurines representing deities of kings and the founders of Ouidah. The sacred python’s temple is where we will end our tour of Ouidah. This temple houses pythons which are revered by the locals and no one is permitted to harm, capture or keep any of the pythons which leave the temple. These pythons are supposed to be returned to the temple when found outside. After visiting all these wonderful places in Ouidah, we enjoy our lunch before we continue our journey to Cotonou. On arrival we check into our accommodation, relax with the remainder of the day at leisure. Accommodation – In Cotonou"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Ethnographic Museum and Great Mosque - A leisurely breakfast before we depart for Porto-Novo, the capital city of Benin. Our first point of call is the Ethnographic Museum which was established by the Dahomey Institute in 1957. The museum houses costumes, ceremonial masks and drums in addition to other historical artifacts. The Royal Palace now known as the Honme Museum is an interesting excursion, the museum is housed in the walled compound of King Toffa who signed the first treaty with the French in 1863. Most of the displays here are from the period of King Toffas reign and there is an excellent example of Alounloun, a traditional Beninese instrument used to play music called Adjogon. A stone throws away from Honme is the Da Silva Museum which is in a beautiful Afro-Brazilian house dating back to the 1870’s. An interesting and informative excursion, this eclectic museum is home to some wonderful Afro-Brazilian artefacts and is a must visit during our time here. The Great Mosque in Porto Novo offers excellent photographic opportunities and the history behind how this former Church became a Mosque is fascinating. We head back to Cotonou where we enjoy our lunch at a local restaurant selling international and local dishes before visiting the Dantokpa Marche, one of West Africa’s largest outdoor markets. Covering and area of over 20 hectares it sells everything you could imagine and is a major contributor to the Benin economy. The wax print section of the market is a must visit if you are looking for fabric souvenirs from your time in Benin. After a busy day we return to the hotel to enjoy an evening meal and relax. Accommodation – In Cotonou"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Ganvie and Agongointo - We checkout of our hotel after a relaxing breakfast. Our focus today prior to heading to Abomey is visiting one of the most beautiful communities here in Benin at Ganvie. Known as the Venice of West Africa, Ganvie is a community of over 30,000 inhabitants living in structures built on stilts over Lake Nokoue. It is the largest community living on water in Western Africa, with most of the locals here being fishermen. We may decide to try our hands at fishing under the tutelage of a local fisherman. If we are lucky and get a sizeable catch, then our lunch will be fresh fish grilled the local way. After our lunch we set off to Abomey which is approximately a two hours’ drive. Our aim is to reach Abomey by midafternoon and visit the recently (1998) discovered underground dwellings of Agongointo - Zoungoudo just a few kilometres outside of Abomey. Discovered during road construction these underground dwellings are believed to date back to the 16th century during the reign of King Dakodonou the second King of Abomey. There are believed to be several hundred of these built ten metres underground and they were used to protect locals from invaders in addition to offering the element of surprise for local warriors when attacking the enemy. Accommodation – In Abomey"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "The Royal Palaces and Historical Museum of Abomey and transfer to Ho - An early start as we dedicate the morning to a city tour of Abomey before we depart back to Ghana. Abomey was the capital of the Dahomey kingdom from 1625 to 1900. The main attraction here is the royal palaces or what is left of them. These clusters of old buildings were constructed by twelve successive kings and cover an area of about 47 hectares. The palace buildings, terraces and open courtyards have a perimeter of 4 kilometres, a 10-meter-high wall and could accommodate up to 8,000 people. Our visit here will give us an insight into the history and exploits of these warrior kings. The architecture is quite unique and though the palaces are no more inhabited, two of them are now in use as the Historical Museum of Abomey. The museum contains some 1050 relics of the Abomey kings which include Voodoo artefacts, some skulls, and banners of the royal family. Some of the wall art depicts the bloody battles of the people of Abomey. We end the tour of the museum at the artisans shop next door, after which we will set off for Wli. Our aim is to get to Wli before sunset and on our arrival, we check into our hotel, enjoy our evening meal and relax for the remainder of our evening. Accommodation – In Wli"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Wli Falls, Tafi Atome Monkey Sanctuary and Akosombo - This morning we set off for the nearby Wli (Agumatsa) Falls found in the Agumatsa wildlife sanctuary in the Volta region of Ghana. The Wli Falls are believed to be the highest waterfall in West Africa. Set in a beautiful location the surrounding flora and fauna make this an idyllic setting. On our arrival we will trek through the thick semi deciduous forest leading to the falls from Wli village. As we near the falls we can hear the enormous colony of Straw-coloured Fruit Bats found on the adjacent cliffs. We can relax and enjoy a paddle in the pool beneath the waterfall which is safe for swimming if you are feeling adventurous. The afternoon is spent with the locals from the village of Tafi Atome, a wonderful community protecting a population of endangered True Mona monkeys. The community here perceives the Mona Monkeys to be sacred messengers from the gods and have been protecting the monkeys and their habitat for over 200 years. Quality time is dedicated here learning more about the history behind their protection from the local traditionalists during our time in the village. We venture into the surrounding forests to see these beautiful primates and during the walk our local guide will identify the many medicinal plants that grow here and explain how the locals use them to make traditional herbal remedies. The local ethnic group here are Ewe. We head to the White Volta River in Akosombo and check into our accommodation that is set on the banks of this beautiful river to relax for the evening after an action-packed day. Accommodation – In Akosombo"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Aburi Botanical Gardens, Koforidua Beads Market and Kumasi An early start this morning and after breakfast we set off to Kumasi. Our journey today will take us into the beautiful Akuapem hills with outstanding views across Accra and Tema in the distance. At the top of the range, we find the Aburi botanical gardens, set in a beautiful location that were founded by the British in 1890. The gardens are home to a wide variety of indigenous and exotic flora, offering outstanding views to Accra on a clear day. As we walk around the gardens your guide will identify the many trees and plants found here, some with medicinal properties and explain how they benefit the locals. There are several rare butterflies found here and birds are also in abundance. A short distance from the gardens we find the relaxed and friendly Aburi craft village, where traditional African drums, sculptures and other crafts have been carved for generations. As we watch the skilled craftsmen at work it is worth noting that prices here are amongst the lowest in Ghana, making Aburi an ideal place to pick up some souvenirs. Your guide will talk you through the meaning and local beliefs connected to many of the sculptures. Our lunch will be taken in Koforidua, the capital of the Eastern Region of Ghana. Koforidua is famous for its traditional bead market and it is a must visit before we set off on the final leg of our journey to Kumasi. All the traders here sell local beads and some of them are antique, others newer designs but all beautiful and very reasonably priced. After mixing with the locals at the market we continue our journey to Kumasi, home of the Asantehene, King of the powerful Ashanti empire. On reaching Kumasi we check into our hotel with the remainder of the day free leisure time. Accommodation – In Kumasi"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Ancient Kente and Adinkra Villages and Sakoban Krofrom - A morning visit to the last material remains of the great Asante Empire as we visit the traditional Asante buildings that are now recognized as World Heritage Sites by UNESCO. There are ten active shrines within the buildings which are made from bamboo, timber and mud and thatched roofs. The walls are designed with motifs that have traditional symbolic meanings attached to ancient Adinkra symbols that we will learn more about later today. This is also where Nana Yaa Asantewaa, possibly the most important women in Ashanti history comes from, a great female warrior who led the Ashanti’s in the 1901 war against the British. Nana Yaa Asantewaa was also the Queen Mother of Ejisu Besease and we will visit the local spiritual shrine where she used to fortify herself before going into battle. We continue our journey through Ashanti history by visiting the traditional villages of Adanwomasie and Ntonso. Our first stop is Adanwomasie, the birthplace of Ghana’s rich colourful Kente cloth. Adanwomasi produces some of Ghana’s finest Kente cloth, many designs of cloth are woven here, and some are exclusive only to this region. Quality time is dedicated here as we walk through the community, interacting with the locals whose families have been weaving kente for generations playing an important role in the history of this beautiful cloth. During our time here, we learn about the history behind the many designs and see skilled weavers outside their homes still using traditional looms that have not changed in design for centuries. During our time here, we can make our own strip of adinkra cloth using symbols with personal significance. After lunch we visit the village of Sokoban Krofrom where traditional brass casting has been the main source of income for the community for generations. A wide selection of items ranging from beads and jewellery to traditional statues are made here. The methods used to produce these wonderful brass works has not changed and during our time here we see a demonstration of the skilled process. After visiting some of the stores selling a wonderful selection in the village we return to our accommodation for our meal and to relax with the remainder of the evening being free leisure time. Accommodation – In Kumasi"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Manhyia Palace, Assin Manso and Cape Coast Castle - Check out of our hotel and prepare for a day of culture and history as we head to the Manhyia Palace, home of the Asantehene King of the Ashanti’s and ruler of the powerful Asanteman Kingdom. The Palace Museum offers a fascinating excursion through the history of this powerful tribe and is extremely informative on the well documented Ashanti history and culture. Our tour gives us a first-hand insight into the legacies of the Ashanti’s and enables us to understand their culture during our time in this region. From here we set off Southwards to Elmina in the central region of Ghana. The town of Elmina was given its name by the Portuguese due to the abundance of Gold found in Ghana, translated Elmina means ‘The Mine’. Gold is of such importance to Ghana today and historically that it was known as the Gold Coast before independence. Ghana’s gold is of the highest quality and it is the eighth largest exporter in the world and the second largest exporter in Africa behind South Africa. We stop at Assin Manso, an important town along the enslaved African trade routes. The town surrounds the Ndonkor Nsuo (Enslaved African River). This river is where enslaved Africans were checked for fitness and bathed before being transported to Cape Coast for shipment to the Americas. The slaves would have walked hundreds of kilometres from Northern Ghana through thick forests in shackles and chains, many being in poor health once they reached Assin Manso. Once bathed and rested the slaves would continue the final 32-mile march to the dungeons of Cape Coast Castle where they would remain for up to 6 weeks before being shipped to the Americas. After our tour we continue to Cape Coast and enjoy lunch upon arrival at a local restaurant overlooking the ocean. Then we visit the nearby Cape Coast castle which has been designated as a world heritage site by UNESCO. The castle is a thought-provoking monument to a harrowing period in the region’s history. Quality time will be spent in the afternoon on an emotional journey touring this castle which held more enslaved Africans captive than any other in West Africa, viewing the dungeons and the infamous “Door of no return”. There is a historical museum inside, which explains the entire history of the castle and Cape Coast itself, as well as a souvenir shop selling literature on all of Ghana’s forts and castles, as well as the cultural history and traditions of Ghana. After a wonderful but thought-provoking day, we continue to check into our accommodation, enjoy dinner and relax. Accommodation – In Elmina or Cape Coast"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Kakum National Park, Elmina Castle and traditional Batik making - An early start as we set off for Kakum National Park and Africa’s world-famous rainforest canopy walkway. This is an incredibly beautiful, tropical rainforest and the canopy walkway is sure to be a highlight of your time in Cape Coast. The walkway consists of seven bridges, attached to trees, forty metres above the rainforest floor. Prepare to take a deep breath as you walk the suspended bridges and get outstanding views that stretch for miles across the rainforest. We return to the park headquarters where we find an excellent information centre that offers a highly informative overview of the park’s flora and fauna. Over 40 different mammal species have been recorded within the park, which includes forest elephants, leopards and six primate species. As short distance from Kakum and on the border of the forest we find the International Stingless Bee Project. There have been approximately nine species of stingless bees identified here in Ghana and their importance to the eco system is paramount. A tour of the centre teaches us about the importance of bees locally, their medicinal qualities and we get to see their hives, taste and buy quality stingless bee honey. There is also a stingless bee walkway and butterfly garden where many of the forest butterfly species come to feed. Lunch will be enjoyed at a local restaurant selling a wide selection of international and local dishes. The afternoon is dedicated to immersing ourselves into true African art during a traditional batik making workshop with Global Mamas. An excellent organization empowering local women to learn artistic skills selling their finished products in the fair-trade market enabling them to support their families. There is no better way to get to know locals and hear how life is daily than by working side by side with them and making our own traditional batik garment. Joining a local artisan in his/her workshop to learn the traditional techniques of batik making and production from the wax heating, stamping, and drying makes for an interesting afternoon. You will be given a piece of cloth for you to produce your own garment to take back home, a wonderful souvenir of your time in Ghana and one that will hold fond memories every time you wear it. A short distance from our batik workshop is Elmina where we visit the local fishing market and walk the short distance to visit the boat builders in this community. Almost all the fishing boats used in this bustling fishing community are traditional wooden boats. Their design has not changed in centuries and neither have the tools and methods used to build them. Our final evening in the central region of Ghana can be spent at our accommodation or we can venture into town to experience nightlife for the locals. Accommodation – In Elmina or Cape Coast"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Beach Relaxation, Fort Amsterdam and departure - A relaxing morning enjoying the facilities of our accommodation, maybe go for a swim, relax on the beach, or just enjoy our final morning at this beautiful location. Prior to lunch we will freshen up and re-pack our bags. Before setting off back to Accra we enjoy our lunch overlooking the beautiful Gold Coast of West Africa. On route to Accra along the coastal road we find Fort Amsterdam in the town of Abandze. This is the first Fort built by the British between 1631 and 1638 and soon became the headquarters of English Gold Coast activities. In 1665 after a long and bloody battle the Dutch captured the fort and that is where it gets its name Fort Amsterdam. In 1811 locals loyal to the British from a neighbouring community, Anomabo, destroyed the fort, but it was later restored to its former glory in 1951. It is believed that the first slave prison on the Gold Coast was in the hollow south east bastion of the fort. After an informative tour we continue our journey to Accra. On arrival back in Ghana’s capital city we may have time to head to the Accra Mall to give you an insight into modern day Ghana. An opportunity to also purchase some last-minute souvenirs before heading home. Our early evening meal will be taken at a locally owned restaurant serving an excellent selection of local and international dishes which gives us an ideal opportunity to say our goodbyes and reflect on a wonderful time together. After your meal, our team will transfer you to the airport for your departure after a fantastic Ghana, Togo, and Benin Experience Tour."
      }
    ],
    "map": ""
  },
  {
    "destination": "Benin",
    "mainPhoto": "",
    "id": "ghana-togo-and-benin-group-tour",
    "tourName": "Ghana, Togo and Benin group tour",
    "placesVisited": "",
    "generalInfo": "Embark on an unforgettable 15-day journey through Ghana, Togo, and Benin, where vibrant traditions, stunning landscapes, and deep-rooted history converge. This immersive group tour takes you beyond the ordinary, offering authentic encounters with local communities and cultural practices that have endured for centuries.<br/><br/>Begin in Lomé, Togo’s cosmopolitan capital, before venturing into villages where Voodoo rituals and sacred ceremonies reveal Africa’s spiritual heritage. Witness the hypnotic Zangbeto and Gelede mask dances, explore Afro-Brazilian architecture in Ouidah, and walk the poignant “slave road” to the Door of No Return. Cruise across Lake Nokwe to Ganvié, Africa’s largest stilt village, and marvel at its sustainable way of life.<br/><br/>In Benin, meet Fulani pastoralists, attend vibrant Egun ceremonies, and experience royal traditions during an audience with a local king. Journey north to the UNESCO-recognised Tamberma Valley, home to fortress like adobe dwellings, and learn ancient iron-forging techniques in Kabye villages. As you return south, discover Ghana’s rich cultural tapestry, from Krobo bead-making workshops to Ashanti funerals and royal heritage sites.<br/><br/>Nature lovers will relish the canopy walk at Kakum National Park and the scenic Volta landscapes, while history enthusiasts explore Elmina Castle and colourful Asafo shrines along the coast. The adventure concludes in Accra, where colonial charm meets contemporary creativity.<br/><br/>With expert guides, comfortable accommodations, and a carefully curated itinerary, this tour promises a rare blend of culture, history, and adventure across three captivating nations.",
    "durationDays": "15",
    "price": "3499",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Lomé - Arrive in Togo’s capital and transfer to your hotel for relaxation. Spend the evening settling into the vibrant rhythm of West Africa."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Explore Lomé - Discover Lomé’s bustling market, colonial architecture, and fetish stalls. Visit an art gallery and meet a contemporary Togolese artist."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Voodoo Traditions - Experience sacred rituals in a remote village and explore Aneho’s estuary. Attend an authentic Voodoo ceremony with drumming and trance dances."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Afro-Brazilian Heritage - Cross into Benin and witness the Zangbeto mask dance. Explore Ouidah’s historic slave route and visit the Python Temple."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Ganvié Stilt Village - Take a boat to Ganvié, Africa’s largest stilt village. Later, drive to Abomey and visit historic caves or local artisans."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Sacred Masks & Fulani Life - Watch Gelede mask dances and learn Yoruba-Fon traditions. Meet Fulani pastoralists and attend a dramatic Egun ceremony."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Royal Encounters - Visit the Dankoli Shrine and meet a local king in Benin. Continue to Kara in northern Togo for a two-night stay."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Tamberma Valley - Explore UNESCO-listed adobe fortress homes and animist shrines. Learn about Tamberma architecture and cultural heritage."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Iron Age & Fire Dance - Breakfast with rescued elephants before visiting Kabye blacksmiths. End the day with a thrilling fire dance in Sokodé."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Horsemen & Forest Markets - See Kotokoli horsemen perform ceremonial riding. Stop at Atakpamé’s market before reaching Kpalimé for herbal insights."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Krobo Bead Making - Cross into Ghana and visit Krobo artisans to craft beads. Travel through lush Volta landscapes to Koforidua."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Ashanti Culture - Explore Kumasi’s vast market and royal traditions. If possible, attend a vibrant Ashanti funeral ceremony."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Royal Heritage & Crafts - Tour the Ashanti Cultural Centre and Royal Palace Museum. Visit villages for Adinkra textiles and woodcarving before heading to Obuasi."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Rainforest & Elmina Castle - Walk Kakum’s canopy bridge and continue to Ghana’s coast. Explore Elmina Castle and its historic fishing harbour."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Asafo Shrines & Accra - Visit colourful Asafo shrines before arriving in Accra. Explore James Town, the National Museum, and fantasy coffin workshops before departure."
      }
    ],
    "map": ""
  },
  {
    "destination": "Benin",
    "mainPhoto": "",
    "id": "ghana-togo-and-benin-holiday-gold-and-magic",
    "tourName": "Ghana, Togo and Benin holiday, gold and magic",
    "placesVisited": "Accra, Sogakope, Lome, Lac Togo, Ganvie, Ouidah, Abomey, Savalou, Tamberma villages, Kloto, Tafi Atome, Akossombo, Kumasi, Anomabu, Elmina",
    "generalInfo": "Ghana, Togo and Benin are home to an amazing diversity of traditional cultures, from the once mighty kingdom of the Ashanti to smaller groups living in isolation in the bush. This tour combines all three, starting in Lome, one of West Africa’s liveliest cities. Explore its markets and witness a traditional voodoo ceremony deep within the swamps. We visit stilt villages and ancient kingdoms, as well as the fiercely traditional Tamberma people, with extraordinary fortress style houses designed to protect them from invaders. In Ghana we look for sacred monkeys in the forest and visit a population of 'witches', as well as visiting the fishing village of Elmina, home to an imposing slave castle dating back more than five hundred years. Depending on the departure date, you may also have the opportunity to witness the Akwasidae festival of the Ashanti, a glittering showcase of traditional culture honouring the Ashanti king. We don’t just visit these countries – we feel them, and in doing so it’s hard not to fall under their spell.",
    "durationDays": "14",
    "price": "3849",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Lome - Arrive in Lome and transfer to your hotel. For those arriving early in the day, the rest of the day is free to explore. Overnight Sarakawa Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Lome – Lac Togo - Lome is the only African city to have been colonised by the French, British and Germans. Explore the city including its central markets and the fascinating – if rather gruesome – fetish market, where animal parts are sold for use in traditional medicines. In the afternoon travel to a remote and hidden village, where we witness a voodoo ceremony – unique to this part of the world, and sure to be one of the highlights of your trip. Overnight Hotel Le Lac or similar. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Ouidah - From here we continue to the coastal town of Ouidah, a stronghold of voodoo and once an important slave port. We visit the python temple, where snakes are venerated as representations of gods, the old Portuguese fort and finally head to the beach and the sombre ‘Gate of No Return’, the point from which slaves left Africa for the New World. Overnight Hotel Casa del Papa or similar. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Ganvie - Abomey - Drive to Lake Nokwe to visit Ganvie, the largest stilt village in Africa situated in the middle of the water. We then drive to Abomey, once the centre of the powerful kingdom of Dahomey, and home to an impressive Royal Palace. The palace is now a museum displaying various artefacts from that time. Overnight Hotel Jeko or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Savalou – Naititingou - Stop at the Dankoli fetish, the most important voodoo shrine in Benin, where we may be able to witness rituals taking place. In the afternoon we visit villages of the Taneka people, a small but traditional ethnic group with a society centred around fetish priests. Overnight Hotel Belle Vue or similar. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Tamberma Villages - Kara - Drive into the lands of the Tamberma, one of the region’s most traditional groups who live in fortified houses known as ‘tatas’ – quite a spectacular sight. We spend time learning about their culture and customs, crossing into Togo and heading to the town of Kara for the night. Overnight Hotel Kara or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Defale - Sokode - Spend the morning exploring the villages of the Kabye and Moba people, in the Defale Mountains. We then head to the town of Sokode. This evening we witness a fire dance, where the participants use burning coals in their performance – another fascinating demonstration of local beliefs and customs. Overnight Hotel Lamirelle or similar. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Kloto - Drive south to the tropical forests, stopping first in Atakpame to see traditional crafts and then continuing to Kpalime. Explore its markets and continue to nearby Kloto, where we take a walk in the forest. Accompanied by a local entomologist we learn about the butterflies and other insects that live here. Overnight Hotel 30 Aout or similar. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Krobo - Koforidua - Cross into Ghana and drive to the region of Krobo, known for its production of traditional beads. From here continue to Koforidua. Overnight Hotel New Capital View or similar. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Kumasi - Continue to Kumasi, Ghana’s second city and home of the old Ashanti Kingdom. Explore the city including the Ashanti Cultural Centre, which gives a great insight into what once was one of the most powerful kingdoms in the region. If possible, we will be able to see a traditional Ashanti funeral, quite a spectacle at which visitors are welcome. Overnight Miklin Hotel or similar. (BLD"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Kumasi - Continue exploring Kumasi, visiting the Royal Palace Museum. In the afternoon visit some of the nearby villages which specialize in producing traditional crafts such as cloth and carvings. Overnight Miklin Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Cape Coast - Head south to the coast, and the town of Cape Coast, home to an impressive castle originally built by the Swedish in the 17th century – one of the first European buildings in Africa. Overnight Anomabu Beach Resort or similar. (BLD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Kakum Forest - Elmina - This morning we visit Kakum Forest National Park, exploring the forest on its canopy walkway – the longest and highest rope bridge in the world. We then visit the fishing town of Elmina, best known for St George’s Castle, the oldest European building in Africa and once used as holding centre for slaves. In the town itself we explore the old quarter with its unique Posuban shrines, made by the traditional ‘asafo’ societies which were once responsible for local defence. Overnight Anomabu Beach Resort or similar. (BLD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Accra - Drive back to Accra, visiting the National Museum (if open) and the old quarter of Jamestown, as well as the quarter where craftsmen design flamboyant coffins for the deceased – a uniquely Ghanaian experience. Later transfer to the airport for your onward flight. (BL)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Benin",
    "mainPhoto": "",
    "id": "ghana-togo-and-benin-holiday",
    "tourName": "Ghana, Togo and Benin holiday",
    "placesVisited": "Accra, Lome, Ouidah, Voodoo (Vodún) Festival, Dassa, Natitingou, Sokode, Kloto, Kpalime, Akossombo, Kumasi, Elmina",
    "generalInfo": "This 12 day small group holiday places you in amongst three of West Africa’s most culturally diverse nations: Benin, Ghana, and Togo, where an Atlantic shoreline links locations like Accra, Lome and Ouidah, to present travellers with a wide reaching range of experiences. <br/><br/>West coast Africa is renowned for its incredible cultural diversity with incredible Tamberma architecture in Togo, Benin’s Voodoo (Vodún) heritage, and Portuguese colonial influence in Ghana's Axim providing just a taste of things to come.<br/><br/>A visit to the Ouidah Voodoo (Vodún) Festival in January cannot be underestimated with a blend of traditional customs, religious rituals and performances and ceremonies, as well as insights from local guides.",
    "durationDays": "16",
    "price": "3799",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive Cotonou - 8th January 2025 Arrive in Cotonou where you will be met and transferred to your hotel. Enjoy dinner at your hotel. Overnight Hotel Casa Cielo or similar (D) Total approx. driving time – 10 mins"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Adjarra = Porto-Novo - Ganvie - 9th January After breakfast we depart for Porto-Novo the capital city of Benin. Before our arrival we enjoy a walking tour of Adjarra seeing the skilled craftsmen making traditional drums and raffia processing. During our time here we discover the art of basketry and finish our tour experiencing local gin at a traditional distillery. A short ride on the Black River enjoying nature before we set off to Porto Novo. On reaching the capital we enjoy lunch before visiting the Royal Palace, now known as the Honme Museum, and the Grand Mosque. Continue to Ganvie stilt village and on arrival take a boat tour to discover the diverse flora and fauna before returning to the hotel. Overnight Hotel Casa Cielo or similar (BLD) Approx driving times Cotonou – Adjarra – 1hr20m Adjarra – Porto Novo – 20m Porto Novo – Ganvie – 1hr30m Ganvie – Cotonou – 20m"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Voodoo Festival in Ouidah - 10th January Spend today delving into the mysteries of voodoo at Ouidah’s annual voodoo festival. Although there are many festivals around the country, this is the largest. You can expect to see followers and adepts of the various voodoo gods, from the elaborately costumed Zangbetos, to the followers of Kokou, renowned for injuring themselves as a way to reach the divine. Around the edges of the main performance area you can find groups from various voodoo temples performing their own rites and rituals. This is a fascinating insight into a much-maligned religion, and unlike anything you may have seen before. Overnight Hotel Casa Cielo or similar. (BLD) Total approx. driving times – 1 hour each way"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Abomey - Dassa - 11th January An early start as we set off northwards to Dassa. On route we stop in Abomey (approx. 2 hours) where we enjoy a city tour, visiting the Royal Palace, the nearby craft market and Goho square to see the Statute of the Brave King Behanzin. After lunch we head to Agonlin where we experience a traditional Guelede performance which is a major highlight. As we set off on the final stretch of our journey to Dassa we stop to see traditional gari processing. Overnight Jecko Hotel or similar (BLD) Approx driving times Cotonou – Abomey – 2hr30m Abomey – Dassa – 1hr30m"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Dassa -Natitingou -12th January An early morning departure as we set off further northwards to the Dankoli Shrine where we experience a traditional Voodoo ceremony. From here as we venture further north, where we meet the Taneka people and visit their unique villages. Continue to Natitingou and check in to your hotel. Overnight Hotel tortora or similar (BLD) Total approx. driving time – 5 hours (with 2 stops)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Natitingou - Tata Somba - Kara - 13th January This morning visit the local museum before heading to Koussoukoingou, a nearby Tata Somba community. Spend time in the community learning about their customs and enjoy lunch at the highest point of this community. After lunch continue to to Boukounbe to meet the King and experience a local Voodoo ceremony in his presence. We say goodbye to Benin and cross into northern Togo to Koutammakou a UNESCO World Heritage site. See the amazing mud houses (Takienta) of the local Batammariba community and arrive into Kara. Overnight Hotel Kara or similar (BLD) Total approx. driving time – 4 hours (with 2 stops)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Kara - Kpalime -14th January Today is mainly a travel day as we head further south to Kpalime. We enjoy the scenery during our drive and the changing communities. Lunch will be in Atakpame before continuing to Kpalime arriving in the afternoon. This afternoon we explore the forest and visit local farms as we meet the community and learn about their local customs and traditions. Overnight Parc Residence or similar (BLD) Total approx. driving time – 6 hours (with 1 stop)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Kpalmine - Lome - 15th January After a relaxed breakfast we depart for Lomé, the capital city of Togo (approx. 2 hours). On arrival enjoy lunch before taking a tour of the city in the afternoon. Visit the lively and colourful market, with the Sacred Heart Cathedral in its midst. We then head to the fascinating- if rather gruesome- fetish market, where animal parts are sold for use in traditional medicines; Vodou healers and practitioners are on hand for consultations- (please see the Notes section for more information). Overnight Onomo Hotel or similar (BLD) Total approx. driving time – 2 hours"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Lome – Akosombo - 16th January This morning we leave Togo and cross the border into Ghana. Our journey takes us to the beautiful town of Akosombo where we check into our river front hotel. After a short rest we visit Akwamufie Museum then we meet with the King of this area. Early evening enjoy a river cruise where we can see local fishermen. Overnight Afrikiko River Front Hotel or similar (BLD) Total approx. driving time – 4 hours"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Kumasi - 17th January After breakfast we head towards the Ashanti region of Ghana. Our first stop during our journey will be to visit a local village, Krobo, to meet one of the families that make traditional Ghanian beads. The Krobo people of Ghana are renowned for their traditional bead jewellery that dates back centuries. We spend time at one of the family compounds to have a go at producing our own beads. After a wonderful morning mixing with locals, seeing village life and making our own bead jewellery we continue towards Kumasi, arriving in the early evening. Overnight Lancaster Kumasi City Hotel or similar (BLD) Total approx. driving time – 6 hours (with 1 stop)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Kumasi - 18th January Today we mix old and new as we travel back in time visiting some of the ancient communities famous for producing local cloth designs and we also experience modern day Kumasi life at the biggest market in West Africa. We start by visiting the traditional village of Adanwomasie, the birthplace of Ghana’s rich colourful Kente cloth. We then head to Ntunso where adinkra cloth and symbols originate. During our time here we learn the meanings behind the various symbols, and we can make our own strip of adinkra cloth using symbols with personal significance. We have lunch at Jofel before heading to Adum, the commercial centre of Kumasi. This afternoon visit Kejetia market, reported to be the largest outdoor market in West Africa. This evening is at leisure, or there is an option to head into town to experience local nightlife and music. Overnight Lancaster Kumasi City or similar (BLD) Approx driving time (longest drive within Kumasi) – 1 hour"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "To Bonkro - 19th January This morning we visit the Manhyia Palace, home of the Asantehene King of the Ashanti’s and ruler of the powerful Asanteman Kingdom. The Palace Museum offers a fascinating excursion through the history of this powerful tribe and is extremely informative on the well documented Ashanti history and culture. After the visit to the villages of Bonkro and Breku where we have a lunch that has been prepared by a local chef. After lunch we spend time in the local community, visiting a local school and meeting the Kuapa Kokkoo farmers, who grow and sell cocoa. We learn about the chocolate-making process and how it is used for production of chocolate and soap, among other things. Enjoy dinner at the guest house before movie night with the villagers. There will also be an opportunity to head out for a forest walk to look for some forest mammals. Overnight Picarthes Guesthouse or similar (BLD) Total approx. driving time – 3 hours"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Cape Coast – Elmina - 20th January Today we bid farewell to our new friends and set off south towards Elmina in Ghana’s central region. We stop at the town of Assin Manso and the Ndonkor Nsua (Enslaved African river). This is where enslaved Africans were checked for fitness before being shipped to America. We then make our way to Cape Coast, following the same route used by the slaves, to Cape Coast Castle (UNESCO) where we learn about the recent history of Ghana. Lunch will be taken at a restaurant operated by Baobab Children’s Foundation, an organisation focused on helping and improving the lives of children in this region. This afternoon immerse yourself into true African art with a traditional batik making workshop. Overnight Lemon Beach Hotel or similar (BLD) Total approx. driving time – 1hr30m"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Kakum National Park - 21st January A few kilometres north of the coast, in the middle of a rainforest, we will discover the Kakum National Park. This park gives you a great opportunity to observe the forest from above as Kakum has a canopy walk hung high up in the trees. The Kakum canopy walkway is the longest and highest rope bridge in the world. Walking between 120 to 150 feet above the ground, we will get an incredible view over the rain forest. At the border of the forest we find the International Stingless Bee Project, and learn about their importance to our ecosystem. After lunch we head back to the hotel for a leisurely afternoon. This evening enjoy traditional drumming from the locals. Overnight Lemon Beach Hotel or similar (BLD) Total approx. driving time – 1 hour each way"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Accra - 22nd January This morning we head to Accra (approx. 3 hours). On arrival we have a brief stop at Black Star Square which houses the independence monument and continue to Independence Square where we find the enclosed flame of African liberation, lit by Kwame Nkrumah in 1961, before heading to Jamestown, one of Accra’s poorest suburbs, yet steeped in history. Visit Fort James, and see the interesting Brazilian stone houses, built by free enslaved Africans who came over from Brazil after the abolition of the slave trade. We also visit the National Cultural Centre, Ghana’s largest arts and crafts market and the Artist Alliance Gallery on the beach front, showcasing traditional and contemporary art and artifacts from Ghana and neighbouring countries. From here we set off for the ‘fantasy coffins’ of Teshie Nungua. After a burial, a celebration follows and it is believed that the departed move on to another world and the decorated coffins may represent the occupation of the deceased, or something that was important to them, ranging from cars and cigarette packets to crocodiles and beer bottles! During our visit we have the opportunity to meet these infamous coffin makers. Overnight La Villa Boutique Hotel or similar (BLD) Total approx. driving time – 3 hours"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Accra Departure - 23rd January This morning head to the Kwame Nkrumah National Park, the final resting place of Ghana’s founder and visit the nearby local market, good for some last-minute souvenirs. After a final meal together, you will be transferred to Accra airport for your departure flight (BLD)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Benin",
    "mainPhoto": "",
    "id": "ghana-togo-benin-tour-ouidah-voodoo-festival",
    "tourName": "Ghana, Togo & Benin tour, Ouidah voodoo festival",
    "placesVisited": "Accra, Lome, Ouidah, Ouidah Voodoo Festival, Ganvie, Abomey, Savalou, Naititingou, Tamberma Villages, Sokode, Kloto, Tafi Atome, Akosombo, Kumasi, Anomabu, Elmina",
    "generalInfo": "This exciting two week tour will take you across Ghana, Togo and Benin, where you’ll get the chance to witness Ouidah’s incredible voodoo festival. You’ll travel with a small group of likeminded travellers and experienced local guides on an adventure that will please Africa newbies and old hands alike.<br/><br/>In Benin you’ll spend time in Ouidah, exploring the city and visiting both a traditional healer and a fetish market, where you’ll see many animal parts for sale for use in traditional medicine. You’ll also experience the colourful annual voodoo festival, when worshippers from across Benin come to take part in a variety of ceremonies celebrating gods and spirits. Other highlights of your Benin visit include a visit to Ganvie, the largest stilt village in Africa, and Abomey, once the centre of the powerful kingdom of Abomey. <br/><br/>In Togo, as well as passing briefly through Togolese capital Lome, you’ll visit the northern town of Sokode, where you’ll witness a fire dance, peruse traditional craft wares in Atakpame and Kpalime and take a night walk in the forests near Kloto. <br/><br/>In Ghana, highlights include a visit to Tafi Atome forest, home to a population of sacred monkeys; Kumasi, the country’s second city and once the centre of the powerful Ashanti Kingdom; and Elmina, where you can learn about the dark history of the Trans-Atlantic slave trade. <br/>",
    "durationDays": "13",
    "price": "3999",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Lome - Arrive in Lome and transfer to your hotel. Overnight Hotel Onomo or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Lome – Grand Popo - Explore the city including its central markets and the fascinating – if rather gruesome – fetish market, where animal parts are sold for use in traditional medicines. In the afternoon travel to a remote and hidden village, where we witness a voodoo ceremony – unique to this part of the world, and sure to be one of the highlights of your trip. Later, we cross into Benin and head to Grand Popo for the night. Overnight Hotel Awale Plage or similar. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Ouidah Voodoo Festival - In January each year Benin holds a national celebration day in honour of its traditional religion and of the cults associated with it. Ouidah in particular is a focus for these ceremonies, and thousands of adepts, traditional chiefs and fetish priests gather here to perform fascinating rites and rituals. This is an amazing opportunity to witness the traditional culture of the region, where devotees assume the identity of gods and spirits and the realm of the magical is close at hand. We first experience the voodoo festival away from the crowds, visiting a more private and intimate set of celebrations before continuing to Ouidah to see the ‘official’ festival. Overnight Hotel Casa del Papa. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Ganvie – This morning we explore Ouidah, visiting the python temple, where snakes are venerated as representations of gods and finally head to the beach and the sombre ‘Gate of No Return’, the point from which slaves left Africa for the New World. We then head out onto Lake Nokwe to visit Ganvie, the largest stilt village in Africa situated in the middle of the water. The ‘village’ is home to around 25,000 people, most of whom go about their daily lives without setting foot on dry land. Return to Ouidah for the night. Overnight Hotel Casa del Papa or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Abomey - Dassa - This morning we attend a service of the Celestial Church, a Beninese sect which mixes Christian and animist traditions in lively celebrations. From here we continue to Abomey, once the centre of the powerful kingdom of Dahomey, where we can meet local blacksmiths, as well as seeing the old royal palace. We also meet the acolytes of Sakpata, the god of smallpox, and see their unique mask dances. Overnight Hotel Jeko or similar. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Savalou - Taneka Villages - Kara - Stop at the Dankoli fetish, the most important voodoo shrine in Benin, where we may be able to witness rituals taking place. In the afternoon we visit villages of the Taneka people, a small but traditional ethnic group with a society centred around fetish priests. From here we cross back into Togo. Overnight Hotel Kara or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Tamberma Villages - Sokode - Drive into the lands of the Tamberma, one of the region’s most traditional groups who live in fortified houses known as ‘tatas’ – quite a spectacular sight. We spend time learning about their culture and customs, then visit the villages of the Kabye people before heading to the town of Sokode for the night. This evening we witness a fire dance, where the participants use burning coals in their performance – another fascinating demonstration of local beliefs and customs. Overnight Hotel Lamirelle or similar. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Kpalime - Drive south to the tropical forests, stopping first in Atakpame to see traditional crafts and then continuing to Kpalime. Explore its markets and continue to nearby Kloto, where we take a walk in the forest. Accompanied by a local entomologist we learn about the butterflies and other insects that live here. Overnight Hotel Jess or similar. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Krobo - Koforidua - Cross into Ghana and drive to the region of Krobo, known for its production of traditional beads. From here continue to Koforidua. Overnight Hotel New Capital View or similar. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Kumasi - Continue to Kumasi, Ghana’s second city and home of the old Ashanti Kingdom. Explore the city including the Ashanti Cultural Centre, which gives a great insight into what once was one of the most powerful kingdoms in the region. If possible, we will be able to see a traditional Ashanti funeral, quite a spectacle at which visitors are welcome. Overnight Miklin Hotel. (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Kumasi - Continue exploring Kumasi, visiting the Royal Palace Museum. In the afternoon visit some of the nearby villages which specialize in producing traditional crafts such as cloth and carvings. Overnight Miklin Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Cape Coast - Head south to the coast, and the town of Cape Coast, home to an impressive castle originally built by the Swedish in the 17th century – one of the first European buildings in Africa. Overnight Anomabu Beach Resort or similar. (BLD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Kakum Forset - Elmina - This morning we visit Kakum Forest National Park, exploring the forest on its canopy walkway – the longest and highest rope bridge in the world. We then visit the fishing town of Elmina, best known for St George’s Castle, the oldest European building in Africa and once used as holding centre for slaves. In the town itself we explore the old quarter with its unique Posuban shrines, made by the traditional ‘asafo’ societies which were once responsible for local defence. Overnight Anomabu Beach Resort or similar. (BLD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Accra - Drive back to Accra, visiting the National Museum (if open) and the old quarter of Jamestown, as well as the quarter where craftsmen design flamboyant coffins for the deceased – a uniquely Ghanaian experience. Later transfer to the airport for your onward flight. (BL)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Benin",
    "mainPhoto": "",
    "id": "togo-and-benin-guided-cultural-tour",
    "tourName": "Togo and Benin guided cultural tour",
    "placesVisited": "",
    "generalInfo": "Nested closely together in the heart of West Africa, offering such diverse cultures and traditions, each with distinct historical pasts and varied wildlife make a multi country tour of Togo and Benin the perfect way to experience West Africa. Our tour takes you off the main tourist route at every opportunity ensuring you experience life as a local in these wonderful countries. Mixing with the locals at every opportunity and experiencing daily life with your expert local guide, opens doors and experiences that will create memories that last a lifetime. There are so many positives to embrace here and blending everyday experiences with ancient cultural sites of interest, beautiful beaches, learning about the dark historical past and exceptional flora and fauna makes this the perfect trip of a lifetime",
    "durationDays": "11",
    "price": "2895",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive Lome - Arrive in Lome and transfer to your hotel. For those arriving early in the day, the rest of the day is at leisure to explore. Overnight Sarakawa Hotel or similar. (D)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Lome - This morning we will begin a city tour with a visit to the lively and colourful grand Marché, or big market, with the Sacred Heart Cathedral in its midst. We then head to the fascinating- if rather gruesome- fetish market, where animal parts are sold for use in traditional medicines; Vodou healers and practitioners are on hand for consultations (please see the Notes section for more information). We then visit Artisans’ village where we will see artisans weaving cloth, carving statues, making baskets, lampshades and sewing leather shoes besides much more. In the evening you can decide to rest at your hotel or if you prefer your guide can take you out into town to experience local nightlife. Overnight Sarakawa Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Lome to Ouidah (Benin) (approx. 2hr30m driving dependant on local conditions and border checks) - Today we leave Lome and head to Aneho, historically known as Little Popo. On arrival we take a pirogue across Lake Togo to Togoville on the north-eastern side of the lake. As we mix with the locals walking through the communities, we will visit the many active shrines learning their importance to the locals living here. Prior to setting off back to Aneho we also visit a shrine that commemorates the appearance of the Virgin Mary on Lake Togo in the late 1970s. After lunch we cross the border into Benin and arrive in Ouidah, a stronghold of voodoo and once an important slave port. The rest of the day is at leisure. Overnight Casa del Papa Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Ouidah – Cotonou (approx. 1 hour driving) - After breakfast we set off for our tour of Ouidah. We visit the python temple, where snakes are venerated as representations of gods, and head to the beach and the sombre ‘Gate of No Return’, the point from which slaves left Africa for the New World. You will also experience a private Voodoo Ceremony during your time at Segbe. After lunch we continue to Cotonou. The rest of the day is at leisure. Overnight Hotel Casa de Cielo or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Cotonou – Porto-Novo - Cotonou - This morning we leave Cotonou and head to Porto-Novo, Benin’s capital city. Our first stop is the Ethnographic Museum, which was established by the Dahomey Institute in 1957. The museum houses costumes, ceremonial masks, and drums as well as other historical artifacts. We also visit the Royal Palace, now known as the Honme Museum, which is housed in the walled compound of King Toffa who signed the first treaty with the French in 1863. Most of the displays here are from the period of King Toffas reign and there is an excellent example of Alounloun, a traditional Beninese instrument used to play music called Adjogon. A stone throws away from Honme is the Da Silva Museum in a beautiful Afro-Brazilian house dating back to the 1870’s. This eclectic museum is home to some wonderful Afro-Brazilian artefacts Our last stop is the Great Mosque which offers excellent photographic opportunities and fascinating history. We head back to Cotonou for lunch before visiting the Dantokpa Marche, one of West Africa’s largest outdoor markets. Covering over 20 hectares it sells everything you could imagine and is a major contributor to the Benin economy. Overnight Hotel Casa de Cielo or similar. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Ganvie, the Venice of Western Africa and Agongointo (approx. 2hr30m) - Before heading to Abomey, we visit one of the most beautiful communities here in Benin at Ganvie. Known as the Venice of West Africa, A relaxed paced day and we may decide to try our hands at fishing under the tutelage of a local fisherman. If we are lucky and get a sizeable catch, then our lunch will be fresh fish grilled the local way. After lunch we set off to Abomey (approx. 2 hours’ drive). On arrival visit the recently (1998) discovered underground dwellings of Agongointo - Zoungoudo just a few kilometers outside of Abomey. Discovered during road construction these underground dwellings are believed to date back to the 16th century during the reign of King Dakodonou the second King of Abomey. There are believed to be several hundred of these built 10 meters underground and they were used to protect locals from invaders in addition to offering the element of surprise for local warriors when attacking the enemy. Overnight SunCity Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Abomey – Natitingou (approx. 7 hours driving) - An early start as we dedicate the morning to a city tour of Abomey before we depart for Natitingou. Our first stop is the Royal Palace, where we gain an insight into the history and exploits of the warrior kings. The architecture is quite unique and though the palaces are no more inhabited, two of them are now in use as the Historical Museum of Abomey. The museum contains some 1050 relics of the Abomey kings which include Voodoo artefacts, some skulls, and banners of the royal family. Afte the tour we head towards Natitingou (approx. 7 hours drive). On arrival into Natitingou we check-in to the hotel. Overnight Tata Somba Hotel or similar. (BLD) *lunch today is a packed lunch. Optional – can stop at one of the local vendors en route"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Tata Somba - Today visit Tata Somba village with the Ditamari people who live in this region of northwest Benin. The locals at Tata Somba are still living in traditional homesteads that have not changed in centuries with entire families staying in these remarkable buildings. The houses are built as fortresses to keep out intruders and wild animals. The Somba people are known for their traditional body scarring rituals which are given to children from 2 to 3 years of age. These marks are used to identify which tribe you belong to, and additional scarring is given later in life to indicate readiness for marriage, reaching puberty and after childbirth. After lunch visit the museum to learn more about the culture and life of the people in Benin. Next, we learn about the process of making shea butter processing from a local family before returning to our hotel. Overnight Tata Somba Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "To Behicon via Parakou (approx. 2hr30m driving) - We leave Natitingou and head south towards Behicon. En route we find the ancient town of Parakou. Walk through this community meeting locals and the warrior men, and we have the opportunity to see a traditional Horse Dance, an energetic and unique dance, which only the finest warriors can perform. It showcases their triumphs over their enemies and at the same time honours their forefathers. From here we continue to Behicon enjoying lunch en route. On arrival check in to the hotel and the remainder of the day is at leisure. Overnight Hotel Princess or similar. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Hike Mt Klouto and visit Kpalime food market (approx. 6hr30m driving) - This morning set off for Kpalime, crossing the border back into Togo. This afternoon we enjoy a leisurely hike of the stunning Mt Klouto. Afterwards visit the local food market to experience daily life before heading to your hotel. Overnight Parc Residence Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Kpalime to Lome and Departure (approx. 2hr30m driving) - A relaxed breakfast this morning as we set off from Kpalime heading southwards to Lome. Today will mainly be a travel day and we will stop for lunch and to walk around some of the communities we pass through. Our aim is to reach Lome in the early afternoon where we can enjoy some last-minute shopping if needed or some relaxation time on the coast before our early evening meal after which we transfer you to the airport for your departure after a wonderful tour of Togo and Benin. (BLD)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Benin",
    "mainPhoto": "",
    "id": "togo-benin-holiday",
    "tourName": "Togo & Benin holiday",
    "placesVisited": "",
    "generalInfo": "Home to a fascinating variety of vibrant cultures, Togo and Benin are lands of quite extraordinary scope and spectacle, being the spiritual home of voodoo and steeped in the tragedy and horror of the tragic trans-atlantic slave trade. Beginning in Lome, Togo’s lively capital, our journey takes us into the heart of some of West Africa’s most culturally diverse regions and geographically varied landscapes.We’ll explore the tropical forests along the slopes of Mount Klouto and visit the spectacular adobe architecture of the Tamberma people. We’ll then head north to take in the scenic landscapes around the Atakora Mountains and hike amongst the villages of the Taneka plateau, our gateway into the voodoo world. Filled with an extraordinary wealth of experiences and encounters, we’ll get to witness fire festivals and mask dances and meet fetish priests, before heading south to the UNESCO setting of the Abomey Royal Palace and the stilt village of Ganvie.Throughout the tour there will be opportunities to witness the voodoo heritage off this most fascinating region.",
    "durationDays": "14",
    "price": "4395",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tour Starts In Lomé (Togo): The tour begins in Togo’s lively capital city, Lomé. Overlooking the Gulf of Guinea, the city has been at a crossroads of trade and cultures for centuries, a fact reflected in the character of its people and architecture. After checking into your hotel you can take the evening to prepare for the tour ahead and the group meeting tomorrow morning over breakfast."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Lomé - Kpalime: Fetish markets: The only African city to be colonised by the French, the British and the Germans, Lomé is home to a fascinating fusion of styles and influences and includes amongst its more intriguing attractions a unique fetish market, which we will visit this morning. Departing the city we drive north-west towards the Ghanaian border and the market town of Kpalime. The land here is rich in coffee, cocoa and cotton and provides us with some of the most fertile panoramas in the country."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Kpalime: Native insects & wilderness: The forest around Kpalime is home to a staggering array of butterflies, with some 500 different species to be found amongst the tropical vegetation around the slopes of Mount Klouto. This morning we’ll join a local entomologist to learn more about the native insects and pristine wilderness, before discovering some of the colonial heritage, art centre and the market in Kpalime later in the afternoon."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Kpalime - Sokode: Fire dancing: Continuing north this morning we head for the city of Sokode, situated between the waters of the Mo and Mono Rivers. Multi-ethnic and multi-religious, the city lies in the heart of agricultural farmland and provides an opportunity to enjoy the rich diversity of rural life. On arrival we’ll check in to our hotel and after dinner head out to witness a traditional fire dance in a small village close by, a truly hypnotic ritual combining the handling and even swallowing of glowing coals, frenetic drum rhythms and, dare we say it, magic!"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Sokode - Kara: Meeting the Bassar people: This morning we’ll notice the change in the landscapes and visit some of the region around Sokode which is inhabited by the Bassar people. Living in large clay houses with conical roofs, the Bassar are famous for their skilful iron production and the customs that go with it. Here the elder women are the only ones allowed to climb the mountains that surround the villages to collect rocks that contain the iron ore, whilst the men must refrain from sexual activity during the smelting process if they want it to be successful. In the villages we will meet with traditional chiefs and learn about the role of traditional chiefdom today, before continuing to Kara for the evening."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Kara: Meeting the Betammaribe & Kabye groups: After breakfast, we'll head out to visit the Betammaribe people, located in the UNESCO listed land of the Tamberma Valley. Geographically isolated, the Somba’s traditions have remained largely untouched for centuries, and their striking two- and three-storey dwellings closely resemble the fortified structures of the Tamberma. Today we’ll explore their initiation rites, including the intricate geometrical scarifications on the bellies and backs of young men and women. We'll also have the chance to speak with some of the youth about their experiences and beliefs. This afternoon, we'll continue on to meet the Kabye people, whose traditional soukala huts are arranged in large circles and house patriarchal families. Living on high plateaus, Kabye women still shape clay pots by hand, while the men forge iron tools using rocks instead of hammers, echoing early Iron Age methods."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Kara to Dassa (Benin): Taneka hike & voodoo worship: This morning, we'll cross into Benin and, after completing border formalities, make our way to Taneka mountain, where we'll spend a few hours exploring the surrounding hills and villages (easy walking, approx. 2 hours, gentle terrain). The Taneka villages, inhabited for centuries, have become a cultural melting pot due to the various populations that have settled here over time. The upper village is home to fetish priests and their initiates, dressed in goatskins and carrying long pipes, and as we wander the alleys lined with smooth stones, we’ll encounter people going about their daily lives. Heading south, we’ll stop at the Dankoli fetish, a key site of voodoo worship and long considered the gateway to the voodoo world. On arrival, we’ll learn about fetishes and observe some of the religion’s famous rituals. Depending on who is present, we may even witness an animal sacrifice — so be prepared!Approx. 5 hours driving"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Dassa: Egun dancing masks: Once the capital of an ancient kingdom, Dassa traces its royal lineage back to the late 14th century. Today it’s still possible to find evidence of its regal past and the graves of the old kings are said to still be protected by voodoo magic. We'll take a brief tour of the town to see what remains of this royal heritage, then walk through the surrounding hills (approx. 1 hour) to a sacred site where kings are buried and voodoos still guard the area. Afterwards, we’ll visit a Fulani camp to gain insight into their daily life. Traditionally shepherds, Fulani men move with their herds while the women manage the camp, milk cows, and make butter to sell at market. Later today, we’ll witness a traditional voodoo Egun mask dance, which begins with a bullfight-like display meant to stir fear and respect in the crowd. Though the Eguns appear colourful, they are believed by locals to represent the dead, and people keep their distance as the masked figures emerge from the forest and process through the village. Remember, you don’t want the Egun to touch you because if he does, there is danger of death, so watch out!"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Dassa - Ketou: Royal Palace of Abomey & underground village: Today we will visit the Royal Palace of Abomey, a monument to the ancient Dahomey kings. Inscribed on UNESCO's World Heritage List, it is a rich repository of weaponry, statues and bas-reliefs that tell of a kingdom in a perpetual state of war. The Royal Palace is currently closed for renovation but we are expecting it to open again towards the end of 2026. We also visit the outside of an underground village, discovered in 1998 we will learn about the history of this subterranean town of over fifty dwellings lying thirty feet beneath the ground consists of a series of bunker-type cellars, rooms and passageway thought to date back to the late 16th or early 17th century. We will then head to our overnight accommodation in Ketou (approx. 2 hours)."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Ketou: Benin royalty & Gelede celebrations: This morning we will hopefully get the chance to meet with Benin royalty, Oba (King) Adedu Loye and his dignitaries. Ketou is the capital of the ancient and prestigious Yoruba Kingdom that \"rules\" on the border region of Benin and Nigeria. After completing the mandatory protocols we will be introduced to the King and will be able to ask his majesty about the history of Ketou. Next we will learn about and witness the Gelede celebrations, a tradition of the Fon and Yoruba people of Southern Benin. Gelede is dedicated to Mother Earth and celebrated by the whole community to promote the fertility of both the people and the soil. Each Gelede mask represents a different character with only the initiates knowing the true nature and secrets of the symbolic characters. The masks are brightly painted and they move like puppets as they relate myths and moral stories using mime in a fascinating mix of theatre."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Ketou - Porto Novo: City highlights: Today we drive to Porto Novo (approx 2 hours), an old town with colonial architecture and colourful markets including a large traditional herbal market. Our city tour includes the ethnographic museum, an interesting museum that takes an intensive look into the past of Porto Novo’s kings with displays of fetishes, old Yoruba toyal masks, costumes, and some musical instruments. The museum is currently closed for renovations and we expect it to reopen towards the end of 2025. If it is still closed at the time of your visit we will make sure to include another destination today. We’ll also visit King Toffa’s Royal Palace – a former residence of the King is now officially called Musee Honmé. This well maintained, rather simple, palace provides a window into how African royalty really lived. We also plan to visit to the Songhai Center which helps young people to face future challenges in farming through agricultural training, research, and production to provide them with the knowledge to generate a sustainable livelihood in rural Africa."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Porto Novo - Ganvie - Ouidah: Lake village & old slave trail: We continue our journey west to the stilted village of Ganvie on Lake Nokoue, the largest of its kind in Africa. We’ll visit the thatched houses of the Tofinou people, whose traditions and lives still revolve around the lake, on which we’ll witness an abundance of pirogues that men, women and children guide with ease using brightly coloured poles. It is with these pirogues that men fish, women deliver goods to the market and children go to school and play. From here we continue to the coast and the town of Ouidah, long considered the spiritual home of Voodoo. Here we’ll visit the small Python Temple and follow part of the old slave trail known as ‘La Route des Esclaves'."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Ouidah (Benin) - Agbodrafo (Togo): Voodoo ceremony: Today we cross the border into Togo along the main coastal highway via Grand Popo on the shores of the Gulf of Benin. Voodoo here isn’t just a tradition — it's a living, breathing religion passed down through generations. Often misunderstood in the West, Voodoo is far more than folklore or black magic; it is a deep and complex spiritual practice, rich in symbolism and power. In a secluded village hidden from the modern world, we’ll be welcomed into an authentic Voodoo ceremony and encounter the Zangbeto masks. As the hypnotic beat of drums and chanting fills the air, the spirit world draws near. One by one, the dancers are overtaken by trance — eyes roll, bodies convulse, and they become seemingly immune to pain and fire as the spirits arrive. We may witness the presence of powerful deities such as Sakpata, Heviosso, and Mami Wata. In this sacred space, surrounded by rhythm and ritual, you’ll understand the true essence of a phrase often heard here: “In your churches, you pray to God; in our Voodoo shrine, we become God.\""
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Agbodrafo - Lomé: Tour ends in Lomé: On our last day we enjoy lunch and some time to relax at a local hotel in Lomé, where you can unwind by the pool or the sea, as well as use the facilities available to freshen up before your flight."
      }
    ],
    "map": ""
  },
  {
    "destination": "Benin",
    "mainPhoto": "",
    "id": "voodoo-festival-tour-in-benin-togo-and-ghana",
    "tourName": "Voodoo Festival tour in Benin, Togo and Ghana",
    "placesVisited": "",
    "generalInfo": "Join us on a journey into the spiritual heart of West Africa, where myth, religion, and reality intertwine to create an intoxicating blend of extraordinary experiences. Experience the Annual Ouidah Voodoo and Akwasidae Festival as part of this 14 Day tour of Benin, Togo &amp; Ghana.<br/><br/><br/>NB: This tour departs with a minimum of 2 travelers. Solo travelers will be offered a new date or full refund if the minimum is not met.<br/><br/><br/><br/>Trip Includes<br/><br/>    Meeting and assistance upon arrival and departure<br/>    Round-trip airport/hotel transfers<br/>    Hotel accommodation in the indicated properties<br/>    Transportation in private vehicle<br/>    Experienced cultural tour guide<br/>    Meals (Breakfast, 12 Dinners)<br/>    Admission to listed sites<br/>    Assistance with visa applications<br/><br/>Not Included<br/><br/>    Cost of Visas<br/>    Flights<br/>    Travel Insurance<br/>    Gratuity for driver and guide<br/>    Meals not listed<br/>    Personal expenses",
    "durationDays": "14",
    "price": "6495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVE COTONOU – Thursday, January 08,2026 | BIENVENUE!!! WELCOME TO COTONOU, BENIN!!! On arrival at Cotonou Cadjehoun International Airport, proceed through immigrations, claim luggage and clear Custom procedures and exit the airport. You will be met by our experienced tour guide who will warmly receive you and transfer you to the hotel for the night. Upon check-in and freshening up, you will meet the guide for a brief orientation on what to expect during your stay in these three countries and all the exciting activities lined up for you. Enjoy the rest of the evening at leisure. Hotel : Golden Tulip Diplomate"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "COTONOU| PORT NOVO | COTONOU – Friday, January 9, 2026 | Following breakfast, we travel the short distance to Porto Novo, the official capital of Benin and the second-largest city of approximately 250,000 people – a nice change of pace from the bustling Cotonou. Porto Novo, named by the Portuguese in the 1500s, is still today showing significant Portuguese influence. For its size, Porto Novo has an interesting culture and tourist attractions. Visit the market and the old colonial town with its ancient mosque. The Great Mosque of Porto Novo is a unique and perhaps most colorful building in West Africa — the 19th-century Brazilian-style church now converted into a mosque. We also visited Palais Royal du Roi Toffa. This former residence of King Toffa is now officially called Musée Home. This well-maintained, rather simple, palace is a nice look into how African royalty really lived. 1883 was the year King Toffa signed the treaty with the French, agreeing to hand over land. The kingdom of Porto Novo was one of the longest lasting in Africa, lasting until 1976. After lunch (on your own account), we return to Cotonou and enjoy a city tour of Cotonou before our return to the hotel. We will visit the following sites. The ‘Esplanade des Amazones’, a public square located which is home to the ‘Amazon’, a 30metre high statue built in homage to the world’s only all-female army. These Amazons belonged to the Kingdom of Dahomey, a West African empire that existed from 1625 to 1894. Remembrance Square which reveals the splendour and fascinating historic works of the city. Here you will find the Mathieu Garden, the former home of the late President of the Republic, Mathieu Kerekou now, transformed into a flowery area with a pleasant scent for visitors. We will also visit the statue of the Wassangari warrior Bio Guéra on his horse while running. It glimpses the ardour and bravery with which the warriors fought to stop the colonial invasion. In addition, the Martyrs’ Square was refurbished to pay tribute to the soldiers and civilians who fell with their weapons in hand during the military aggression of 16 January 1977. Following lunch (on your own account) at a local restaurant, we returne to the hotel. Enjoy the rest of the day at leisure. Meal(s) Included : Breakfast, Dinner Hotel : Golden Tulip Diplomate"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "COTONOU|OUIDAH|COTONOU -Saturday, January 10, 2026 | After breakfast, you depart to Ouidah, the former slave trading post and birthplace of Voodoo. Here, you will experience the mysteries of the Voodoo religion at Ouidah’s annual voodoo festival. Although there are many festivals around the country, this is the largest and most revered. You will see followers and adepts of the various voodoo gods, from the elaborately costumed Zangbetos to the followers of Kokou. Around the edges of the main performance area groups from various voodoo, temples perform their own rites and rituals. We will also have an unforgettable visit that takes you to the Voodoo Museum, the Sacred Forest (Kpasse Forest), the Cathedral and the Temple of the Pythons. Continue to the place of common grave, the tree of forgetfulness and the “Gate of No Return”. There may be a welcome reception from Dagbo Hounon, high priest of the voodoo cult. We return to Cotonou arriving early evening. Dinner at the hotel. Meal(s) Included : Breakfast, Dinner Hotel : Golden Tulip Diplomate"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "COTONOU | GANVIE | ABOMEY|COTONOU – Sunday, January 11, 2026 | One of the highlights of any trip to West Africa is Ganvie, the African Venice. In ancient times people took refuge on Lake Nokoue from the attacks of the feared Dahomey warriors who were forbidden by a deep belief to fight on water. The Ganvie people over time developed this unique lake culture and way of life which have made them famous. Our boat cruise takes us along tranquil waterways and fish farms to the lake community of Ganvie. We discover these curious built-on-stilts dwellings, small floating markets and different aspects of the local daily life. Our journey today continues to Abomey, the ancient capital of the Dahomey Kingdom. This area used to be known as the “Slave Coast” in history, which was in parallel with the “Ivory Coast” and the “Gold Coast”. This morning, visit the Royal Palaces of Abomey, where you may have an audience with the King of Abomey. Abomey retains many reminders of its magnificent past including the Palace, the Historical Museum and the Royal Sepulchers bearing witness to a brave and powerful people. We return to the hotel for overnight. Meal(s) Included : Breakfast, Dinner Hotel : Golden Tulip Diplomate"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Cotonou - Ganvie - Lome – Monday, January 12, 2026 | One of the highlights of any trip to West Africa is Ganvie, the African Venice. In ancient times people took refuge on Lake Nokoue from the attacks of the feared Dahomey warriors who were forbidden by a deep belief to fight on water. The Ganvie people over time developed this unique lake culture and way of life which have made them famous. Our boat cruise takes us along tranquil waterways and fish farms to the lake community of Ganvie. We discover these curious built-on-stilts dwellings, small floating markets and different aspects of the local daily life. After lunch (on your own account), we make our way to Lome, Togo’s capital. Check-in and relax. Rest of the evenin is at leisure. Meal(s) Included: Breakfast, Dinner Overnight at Hotel Sancta Maria"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "LOME| DAVEDI |LOME – Tuesday, January 13, 2026 | Today we head towards Northern Togo to Davedi Rural village for a typical African rural experience. Interact with locals and witness their day-to-day activities. Prepare yourself to learn the Bobo, a unique energetic dance by the women of this lively community. You will also witness the twin dolls ceremony where two elderly women who still hold on to the local traditions show you their usual duty of catering for wooden twin dolls. They bath the dolls, dress them up and serve them with food and drinks. This is an opportunity to get the meaning of the twin culture. We continue to the typical African town of Atakpame built in amongst picturesque hills. The town is synonymous with weaving and you will see brightly colored fabric everywhere called Kente. Meal(s) Included : Breakfast, Dinner Hotel : Hotel Sancta Maria"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "LOME|VUME|ACCRA – Wednesday, January 14, 2026 | After a refreshing night and a good breakfast, we check out and depart for Ghana crossing the border at Aflao.We follow the coast dotted with Ewe villages, tranquil lagoons, and tropical vegetation. En-route, visit to Vume Pottery, well known as the hub of pottery in Ghana to learn the beautiful way of making traditional and contemporary pottery. We continue to Accra arriving early evening. Transfer to the hotel for check and prepare for dinner. Meal(s) Included: Breakfast, Dinner Hotel : Pelican Hotel"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "ACCRA – Thursday, January 15, 2026 | Our day tour begins with a visit will be the W.E.B DuBois Centre honoring the life of the prominent Pan-Africanist who chose to live and work in Ghana. We continue on a scenic drive through the principal streets of Accra and view the Flagstaff house (Ghana’s White House) on our way to the Ghana National Museum. Visit the Kwame Nkrumah Memorial Park, final resting place of Ghana’s first president driving pass the Independence Square where you will see the enclosed flame of African liberation, which was lit by Dr. Kwame Nkrumah in 1961. The Memorial Park is set in attractive gardens and has a museum which contains photos, artifacts, and an insight into Dr. Nkrumah’s life. Experience a firsthand African shopping at the Accra Arts and Crafts Centre for authentic African arts, crafts, and wear. After lunch (on your own account), we will also visit the Arts and Crafts market where you may try out your bargaining skills on the local vendors and “shop till you drop”. We will make a picturesque stop at the the Independence Arch and the Black Star Square, Accra’s ceremonial grounds, and venue for all national events especially Independence Day celebration, where you could also take some nice shots and add to your gallery. We complete the day’s exploration with a visit to the La Township to see uniquely designed special caskets at the Teshie and Nungua areas which reflect the beliefs of the people in life after death (i.e. a bus driver may be buried in a bus, a waiter in a large beer bottle etc.). Meal(s) Included: Breakfast, Dinner Hotel : Pelican Hotel"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "ACCRA |CAPE COAST | ELMINA (Approx. 150km) – Friday, January 16, 2026| Today, we depart for the Coastal lands of Ghana- Elmina & Cape Coast. Enroute, explore the old quarter (Mankessim) with its unique Posuban shrines, made by the traditional ‘Asafo’ societies which were once responsible for local defense. We will also make a stop at a mini shopping mall at Mankessim for snack/lunch break. Upon arrival in Elmina, we will visit Elmina Castle built by the Portuguese in 1482 and is also known as St. George’s Castle. The Castle was the first European structure built in Sub-Saharan Africa, now accorded a World Heritage Site. Enjoy the sights of the many colorful fishing boats bringing their daily catch into the harbor and take the opportunity to mix with the locals at the nearby market. A short distance from the market we visit the boat builders, still building colorful fishing boats using traditional tools and methods spanning centuries. Meal(s) Included: Breakfast, Dinner Hotel : Ridge Royal Hotel"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "ELMINA |CAPE COAST – Saturday, January 17, 2026 | Today we will visit Cape Coast Castle, a UNESCO world heritage site. After breakfast and check out, we proceed to Cape Coast. The castle is a thought-provoking monument to a harrowing period in the region’s history. You will take an emotional journey through the castle which held more enslaved Africans than any other in the region, viewing the dungeons and the infamous “Door of no return”. There is a significant historical museum inside, which explains the history of the castle and of Cape Coast itself. Explore the fascinating world of seafood as you visit Elmina Fish market, one of the largest fish markets in the country. Tour the market with your experienced tour guide and learn how fish is caught, distributed, sold, and prepared into different delicacies. Depending on the time, we may come back to the hotel to freshen up before dinner or just go straight to our dinner location this evening. Enjoy dinner with an authentic African cultural music performance. Meal(s) Included: Breakfast, Dinner Hotel : Ridge Royal Hotel"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "ELMINA | ASSIN MANSO | KUMASI (Akwasidae Festival) Sunday, January 18, 2026 | After breakfast, drive through the forest zone to Kumasi, the seat of the Ashanti Empire to explore the legends of the famous Ashantis, whose legacies are still evident today with a stop at Assin Manso. We visit the site of “Donkor Nsuo”, the former Slave River and market and the final transit point for a large number of enslaved Africans. This is the final resting place for two ancestors whose mortal remains were returned from the USA and Jamaica and re-interred there. From here, you will continue to Kumasi. There will be snacks/lunch/bathroom stops as coordinated by the tour guide. Upon arrival in Kumasi, we will first visit the Manhyia Palace Museum to obtain firsthand information on the legacies of the Ashanti kingdom. A regal history that dates to 1700 is told with relics and artifacts. Join the celebration of Akwasidae Festival ; the pomp and pageantry of the Ashanti Kingdom. The King riding in a palanquin and adorned with all his gold ornaments comes out to receive the homage of his sub-chiefs and people, it is a spectacular sight to watch the colourful canopies and umbrellas, the skillful drummers, dancers, horn-blowers and praise-singers at these regular festivals, held in honor of their ancestral spirits. Meal(s) Included: Breakfast, Dinner Hotel : Lancaster Kumasi City Hotel"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "KUMASI & VICINITY Monday, January 19, 2026 | After a leisurely breakfast and relaxed start to the day, we’ll set out to explore several traditional craft villages nestled in the lush countryside. You’ll have the opportunity to witness the weaving of the iconic Kente cloth, observe the creation of Adinkra fabric—worn at funerals and valued for its intricate hand-printed symbols—and visit skilled woodcarvers crafting items such as stools, fertility figures, and drums. Following the village tour, we’ll return to Kumasi and visit the National Cultural Centre. There, you’ll explore the Prempeh II Jubilee Museum and have the chance to observe artisans at work in studios dedicated to brass making, pottery, and batik. Meal(s) Included: Breakfast, Dinner Hotel : Lancaster Kumasi City Hotel"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "KUMASI|ACCRA Tuesday, January 20, 2026 | After breakfast and check-out, we will begin our journey to Accra. Upon arrival in the late afternoon, you’ll check in to your hotel and enjoy the remainder of the day at your leisure. Meal(s) Included: Breakfast, Dinner Hotel : Pelican Hotel"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "ACCRA| DEPART. – Wednesday, January 21, 2026 | Today is at leisure but with the assistance of your driver and guide, decide on your excursions and activities. Time permitting, you can visit the sites in Accra and vicinity that you have not yet seen. Meal(s) Included: Breakfast In-flight"
      }
    ],
    "map": ""
  },
  {
    "destination": "Benin",
    "mainPhoto": "",
    "id": "west-africa-8-week-expedition-morocco-to-benin",
    "tourName": "West Africa 8 week expedition, Morocco to Benin",
    "placesVisited": "",
    "generalInfo": "A Journey Beyond Borders<br/>Embark on a 56-day West Africa Overland adventure from Marrakech through deserts, mountains, coastlines, and vibrant cultures. Traverse Morocco’s High Atlas and Sahara dunes, discovering caravan routes, hidden oases, and prehistoric rock art before reaching the Atlantic.<br/><br/>Cross into Mauritania to explore historic towns like Chinguetti and Ouadane, then follow Senegal’s beaches to colonial Saint Louis with its lively markets. Experience The Gambia’s wetlands, Senegal’s Casamance, and the Bijagos Archipelago in Guinea Bissau, rich in nature and culture. Guinea’s Fouta Djallon offers waterfalls, highlands, and bustling markets.<br/><br/>Continue through Sierra Leone, Liberia, Ivory Coast, Ghana, Togo, and Benin, encountering UNESCO forts, vibrant music, sacred ceremonies, colonial towns, and palm-fringed beaches. From Accra to Abidjan, immerse yourself in local life at every stop.<br/><br/>With comfortable accommodations, authentic cuisine, and expert guidance, this expedition is a cultural journey across West Africa’s landscapes and histories.",
    "durationDays": "8",
    "price": "18155",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Marrakech (Morocco) - Arrive and check into the hotel. Evening arrival meeting at 8?pm. Overnight: Novotel Kenzi Rose Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "High Atlas (Morocco) - Explore remote Berber villages, try gem digging, and cross the Tizi n'Tichka pass. Visit Ait Benhaddou, site of many famous films. Overnight in Ouarzazate at a comfortable hotel with traditional adobe style."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Ouadi Draa & Rock Art (Morocco) - Follow the Draa River, walk through palm oases, and visit prehistoric rock art. Continue to Mhamid, the last desert outpost. Overnight: Hotel Pacha, Mhamid."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Dunes, Fossils, and Antelopes (Morocco) - 4x4 through Erg Chegaga dunes, spot rare addax antelopes, and explore fossil sites. Arrive at Foum Zguid oasis. Overnight: Bab Rimal."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "The Oasis Trail (Morocco) - Drive through rocky landscapes and lush oases. Walk through Icht oasis. Overnight: Borji Biramane."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Caravan Terminals (Morocco) - Discover ancient caravan architecture in Assa and Guelmim. Visit a ghost fort along the former French-Spanish border. Base for two nights at Ksar Tafnidilt."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Estuaries and Desert (Morocco) - Explore remote beaches, dunes, and small fishing settlements along the Dra estuary. Return to Ksar Tafnidilt."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Dunes and Lagoons (Morocco) - Drive through coastal dunes to Naila salt lagoon, an important bird sanctuary. Visit Tarfaya and the Aeropostale museum. Overnight: Hotel Casamar."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "The Western Sahara (Morocco) - Meet a local Sahrawi guide for a three-day off-road desert expedition across Saguia El Hamra and Tiris Zemmour. Camp under the stars in mobile tents."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Desert to Ocean (Morocco) - Continue desert crossing and drive to the Atlantic coast. Overnight: Hotel Buena Vista."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Rio de Oro (Morocco) - Explore Dakhla Peninsula, visit the fishing harbor and oyster farm, drive along the Rio de Oro shoreline. Overnight: Hotel Buena Vista."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Border Lines in the Sands (Morocco & Mauritania) - Cross the Tropic of Cancer and enter Mauritania at Guerguerat. Arrive in Nouadhibou. Overnight: El Medina."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Adrar Massif (Mauritania) - Drive across dunes to Akjoujt and Erg Amatlich. Explore nomadic settlements, stone tools, and pottery shards. Base for two nights in Chinguetti. Overnight: Sahara Hotel (Day 14), La Gueila (Day 15)."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Chinguetti (Mauritania) - Explore Chinguetti, its stone architecture, ancient manuscripts, and central mosque. Overnight: La Gueila."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Ouadane (Mauritania) - Off-road drive to Ouadane oasis, a historic trading post. Return to Chinguetti. Overnight: La Gueila."
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Green Oasis (Mauritania) - Visit mountains, gorges, prehistoric rock art, and the lush Terjit oasis. Overnight: Hotel Sahara."
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Nouakchott (Mauritania) - Tour the capital, including the National Museum and fishing harbor. Overnight: Azalai Hotel."
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Djoudj Ornithological Sanctuary (Mauritania & Senegal) - Cross into Senegal, explore the Senegal River delta and Djoudj National Park by boat. Arrive in Saint Louis. Overnight: Hotel de la Poste."
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "Saint Louis (Senegal) - Walk or ride a kalash through the historic town with galleries, markets, and museums."
      },
      {
        "dayNumber": 22,
        "title": "",
        "description": "Fishing Villages and Holy Men (Senegal) - 4x4 along the coast to a large fishing village, meet artisans and a local Marabut, then visit Lac Retba. Overnight: Trarza Hotel."
      },
      {
        "dayNumber": 23,
        "title": "",
        "description": "Dakar & Gorée Island (Senegal) - Explore Dakar’s museums, colonial architecture, and ferry to Gorée Island for sunset. Overnight: Maison Municipal."
      },
      {
        "dayNumber": 24,
        "title": "",
        "description": "Salt Pans of Kaolak (Senegal) - Visit Kaolack, a key salt and peanut port. Overnight: Relais de Kaolak or Kabacoto Safari Lodge."
      },
      {
        "dayNumber": 25,
        "title": "",
        "description": "Archaeology and Contemporaneity (Senegal & Gambia) - Visit Sine Ngayene megaliths, cross into The Gambia, and tour Banjul’s national museum. Overnight: Atlantic Hotel."
      },
      {
        "dayNumber": 26,
        "title": "",
        "description": "Gambian Birds (Gambia & Senegal) - Bird-watching in wetlands, then arrive in Ziguinchor, Casamance region. Overnight: Kadiandoumange Hotel."
      },
      {
        "dayNumber": 27,
        "title": "",
        "description": "Kings and Masks (Senegal) - Visit a Diola village, meet the king, and witness sacred mask dances. Overnight: Kadiandoumange Hotel."
      },
      {
        "dayNumber": 28,
        "title": "",
        "description": "Between Water and Land (Senegal & Guinea-Bissau) - Drive through tidal Bolon estuaries to Bissau. Overnight: Azalai-Dunia Hotel."
      },
      {
        "dayNumber": 29,
        "title": "",
        "description": "Bijagos Archipelago (Guinea-Bissau) - Speedboat tour of the islands, visiting Bolama ghost town. Overnight: Ponta Anchaca Resort."
      },
      {
        "dayNumber": 30,
        "title": "",
        "description": "Vaca Bruto Dancing Ceremony (Guinea-Bissau) - Witness initiation ceremonies and traditional dances on Bubaque Island. Overnight: Ponta Anchaca Resort."
      },
      {
        "dayNumber": 31,
        "title": "",
        "description": "Islander Life (Guinea-Bissau) - Relax or walk the island; optional hippo excursion to Orango Island. Bissau city tour. Overnight: Azalai-Dunia Hotel."
      },
      {
        "dayNumber": 32,
        "title": "",
        "description": "The African Troubadours (Guinea-Bissau) - Visit a Malinké village, meet griot musicians, then travel to Gabu. Overnight: Hotel Karsa."
      },
      {
        "dayNumber": 33,
        "title": "",
        "description": "Fouta Djalon (Guinea-Bissau & Guinea) - Cross into Guinea, explore Fouta Djalon highlands and remote Fulla settlements. Overnight: Hotel Tata, Labe."
      },
      {
        "dayNumber": 34,
        "title": "",
        "description": "Wild Highlands (Guinea) - Visit Labe market, waterfalls, Dalaba town, and Fulla architecture. Overnight: Tinka Hotel, Dalaba."
      },
      {
        "dayNumber": 35,
        "title": "",
        "description": "The Council of the Elders (Guinea) - Meet local chiefs, learn about traditions, and visit Jardin Chevalier. Overnight: Tinka Hotel."
      },
      {
        "dayNumber": 36,
        "title": "",
        "description": "Baga Nimba (Guinea) - Travel to Kindia, enjoy Guinean gastronomy, and attend Baga Nimba mask performance. Overnight: Hotel Masabi or Moringa."
      },
      {
        "dayNumber": 37,
        "title": "",
        "description": "Freetown (Guinea & Sierra Leone) - Arrive in Sierra Leone’s capital. Overnight: Swiss Hotel."
      },
      {
        "dayNumber": 38,
        "title": "",
        "description": "The Mountains of Lions (Sierra Leone) - Explore Freetown’s landmarks, drive along the scenic coast, then transfer to Kent. Overnight: Bafa Lodge."
      },
      {
        "dayNumber": 39,
        "title": "",
        "description": "Banana Island (Sierra Leone) - Explore Banana Island, primary forests, and Kriol village. Drive to Bo. Overnight: Bo Inn Hotel."
      },
      {
        "dayNumber": 40,
        "title": "",
        "description": "Diamonds and Female Masks (Sierra Leone) - Visit diamond mining village and observe female Bundo mask dances. Overnight: Bo Inn Hotel."
      },
      {
        "dayNumber": 41,
        "title": "",
        "description": "Pepper Coast (Sierra Leone & Liberia) - Drive to Liberia via the Mano River border. Arrive in Monrovia. Overnight: Cape Hotel."
      },
      {
        "dayNumber": 42,
        "title": "",
        "description": "The Land of Freemen (Liberia) - Explore Monrovia’s Krio culture, colonial buildings, and National Museum. Travel to Ganta. Overnight: Alvino Hotel."
      },
      {
        "dayNumber": 43,
        "title": "",
        "description": "Liana Bridges (Liberia & Ivory Coast) - Visit a remote village and walk across a traditional liana bridge. Arrive in Man. Overnight: Hotel Amoitrin."
      },
      {
        "dayNumber": 44,
        "title": "",
        "description": "Dan Masks (Ivory Coast) - Discover We and Dan ethnic masks and dance traditions. Overnight: Hotel Cascades or Amoitrin."
      },
      {
        "dayNumber": 45,
        "title": "",
        "description": "Magical Traditions (Ivory Coast) - Experience Gueré mask dances and traditional juggling rituals. Travel to Daloa. Overnight: Hotel La Grace."
      },
      {
        "dayNumber": 46,
        "title": "",
        "description": "Capitals and Coffee (Ivory Coast) - Visit Guro communities for Zaouli masks, then Yamoussoukro and the Basilica of Peace. Overnight: Royal Hotel."
      },
      {
        "dayNumber": 47,
        "title": "",
        "description": "Abidjan, Skyscrapers and Lagoons (Ivory Coast) - Explore Abidjan’s modern cityscape, markets, and cathedral. Overnight: Hotel Azalai."
      },
      {
        "dayNumber": 48,
        "title": "",
        "description": "Grand Bassam (Ivory Coast) - Visit the historic town and Costume Museum, then travel to Aboisso. Overnight: Hotel le Rochè."
      },
      {
        "dayNumber": 49,
        "title": "",
        "description": "Gold Coast (Ivory Coast & Ghana) - Drive to Ghana, visit Axim’s St. Antonio fort. Overnight: Anomabu Beach Resort."
      },
      {
        "dayNumber": 50,
        "title": "",
        "description": "Elmina (Ghana) - Tour Cape Coast and Elmina castles, exploring slave trade history. Overnight: Anomabu Beach Resort."
      },
      {
        "dayNumber": 51,
        "title": "",
        "description": "Ashanti (Ghana) - Visit Kumasi market, Ashanti Cultural Centre, and meet a traditional chief. Overnight: Miklin Hotel."
      },
      {
        "dayNumber": 52,
        "title": "",
        "description": "Accra (Ghana) - Explore James Town, Ga culture, and fantasy coffin workshop. Overnight: La Villa Boutique Hotel."
      },
      {
        "dayNumber": 53,
        "title": "",
        "description": "Lome (Ghana & Togo) - Tour Lome’s markets, fetish market, and colonial architecture. Overnight: Hotel Onomo."
      },
      {
        "dayNumber": 54,
        "title": "",
        "description": "Voodoo (Togo & Benin) - Witness authentic Voodoo ceremonies. Travel to Grand Popo. Overnight: Awale Plage Hotel."
      },
      {
        "dayNumber": 55,
        "title": "",
        "description": "Ouidah (Benin) - Explore Zangbeto masks, “Slave Road,” Python Temple, and Portuguese Fort. Overnight: Hotel Casa del Papa."
      },
      {
        "dayNumber": 56,
        "title": "",
        "description": "The Stilts Village (Benin) - Visit Ganvié, the largest stilt village, and experience floating markets. Transfer to Cotonou airport."
      }
    ],
    "map": ""
  },
  {
    "destination": "Benin",
    "mainPhoto": "",
    "id": "west-africa-explorer-tour-marrakech-to-cotonou",
    "tourName": "West Africa explorer tour, Marrakech to Cotonou",
    "placesVisited": "Overland epic trip from Marrakech, Morocco to Cotonou, Benin, Travel through 12 countries, plus the Western Sahara, English-speaking guide, time in tribal communities, journey from the Sahara to the Sahel",
    "generalInfo": "This epic 56-day tour travels through 12 countries – plus the disputed Western Sahara –in a crescent-shaped route that follows the coast of West Africa all the way from Marrakech, Morocco, to Cotonou, Benin. <br/><br/>You’ll cross into the Western Sahara from Marrakech, then head into Mauritania. Next it’s on down to Senegal, crossing briefly into Gambia, before exploring Senegal’s Casamance region. From here you visit Guinea-Bissau – including the Bijagos Islands – before moving into Guinea, Sierra Leone and Liberia. Day 43 brings you to the Ivory Coast, and from here you hop to Ghana, then on to learn about voodoo in Togo and Benin – your final destination. <br/><br/>Highlights include incredible drives that cross from the Sahara to the Sahel, meeting nomadic communities in the desert, and spending time in tribal communities, learning about animist traditions and seeing a wide variety of spectacular masked dance performances. Another highlight of the trip will be seeing a voodoo ceremony in Togo – a truly memorable experience.  <br/><br/>Morocco’s Todra Gorge is just the start of the nature highlights. You’ll also spend time in the unforgettable Sahara Desert, go birdwatching in Senegal, and enjoy relaxing on Sierra Leone’s Banana Islands. At Guinea-Bissau you transfer to a boat for two days of sailing around the Bijagos Islands, on the lookout for manatees. <br/><br/>This is an adventure, not a holiday and it’s one of our longest trips. You’ll be travelling through remote regions that are not usual tourism destinations, where roads might be bad, and infrastructure poor. Visas need sorting in advance – there are a lot of borders to cross. Our expert partner works with a fantastic local team to ensure this trip goes as smoothly as possible. <br/><br/>It’s possible to do a shorter leg of the trip, stopping or starting at Bissau (Guinea-Bissau) instead. The temptation to continue on exploring this fascinating part of the world will be hard to fight, though.<br/>",
    "durationDays": "8",
    "price": "18699",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Marrakech - Arrive in Marrakech and transfer to the hotel. The rest of the day is free to relax or explore Morocco’s most enigmatic city. Overnight Novotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Ait Ben Haddou - Cross the High Atlas via the stunning Tizi n Tichka pass, with superb views of the mountains along the way. Driving through the Berber heartlands we continue to the stunning collection of kasbahs at Ait Ben Haddou, then drive to nearby Ouarzazate for the night. Overnight tourist class hotel. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Draa Valley - Exploring this landscape of arid mountains, we meet isolated communities and some of the most traditional people in Morocco. Make our way towards the lush Draa Valley where we spend the night. Overnight Hotel Pacha or similar. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Erg Chegaga – Iriqui Icht - Enter the Sahara and drive to the dunes of Erg Chegaga, much less known than the famous Erg Chebbi but equally impressive, then continue to the dry salt lake of Iriqui. On Day 5 we explore the oasis before heading to Icht for the night. Overnight Bab Rimal or similar (Day 4) and Borji Biramane or similar (Day 5). (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Guelmime – Ksar Tafnidilt - Continue to Guelmime, the last major town of Morocco proper and a former trading centre for the Saharan camel caravans. From here we head off on rough tracks along the beach, sandwiched between the dunes. Explore the remote region surrounding the Draa estuary, with tiny settlements and abandoned military posts. Overnights at Ksar Tafnidilt, a traditional style kasbah close to Tan Tan. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Tarfaya - Travel south, our route taking us between the desert and the Atlantic Ocean, passing small caves inhabited by fishermen as well as the impressive Naila lagoon, an inland sea separated from the ocean by rows of dunes. In the afternoon we arrive at the small town of Tarfaya. Overnight Hotel Casamar or similar. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Laayoune – Western Sahara - Drive to Laayoune, the main town of Western Sahara. From here we meet our local Saharawi guide and embark on an expedition into this largely unknown area. We venture into an untamed landscape of dunes and desert, stopping at wells to meet the Reguibat nomads and their herds of camels that eke a living from this unforgiving habitat. We camp for two nights, then on Day 11 reach Dakhla and stay overnight Buena Vista Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Dakhla - Spend the day exploring Dakhla and surrounds, with its superb beaches and opportunities to fish in the Atlantic. Overnight in Buena Vista Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Nouadhibou - We head south to the border with Mauritania, following a remote road between the desert and the ocean. After completing border formalities, continue to Nouadhibou, Mauritania’s second city. Overnight Hotel Medina or similar. (BLD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Desert crossing - Chinguetti - Head to Chinguetti, one of Islam’s holiest cities and a real gem of Mauritania. With its collection of historic buildings this is one of the Sahara’s most interesting towns, with a sense of history that is almost tangible. We travel south first to the small town of Chami, then accompanied by an expert guide we drive through a remote part of the desert, where we hope to encounter local nomads and see the traces of prehistoric man such as ancient pottery. We arrive in Chinguetti on Day 15. One night Hotel Sahara or similar, one night La Gueila Guesthouse or similar. (BLD)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Chinguetti - Spend today exploring Chinguetti, visiting its historic quarter and seeing one of the collections of ancient manuscripts for which it is famous. Overnight La Gueila Guesthouse or similar. (BLD)"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Ouadane - Drive to Ouadane. Founded in the 12th century Ouadane is a fascinating collection of old houses and mosques and has been listed as a UNESCO World Heritage Site. We have plenty of time to explore the historic quarter. Return to Chinguetti in the evening. Overnight La Gueila guesthouse or similar. (BLD)"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Amogjar Pass – Terjit - Continue our exploration of Mauritania, driving along the Amogjar Pass with its prehistoric petroglyphs, then continue to the pretty oasis of Terjit for the night. Overnight Hotel Sahara or similar. (BLD)"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Nouakchott - Today we arrive in the capital Nouakchott, the first major city we will have encountered for a few days. Overnight Hotel Azalai or similar. (BLD)"
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Djoudj National Park – Saint Louis - We head south to Senegal, and then travel to Djoudj National Park with its incredible bird life. We take boats on the lagoon to discover vast flocks of pelicans, flamingos and more, then continue to the atmospheric town of St Louis, once the capital of French West Africa. Overnight Hotel de la Poste or similar. (BLD)"
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "Saint Louis - Spend the day visiting Saint Louis, exploring its streets by traditional caleche (horse and carriage). Overnight Hotel de la Poste or similar. (BLD)"
      },
      {
        "dayNumber": 22,
        "title": "",
        "description": "Lac Rose - Drive to Lac Rose. A shallow salt lake surrounded by dunes, the high concentration of minerals sometimes gives it a pink hue. Explore the surrounding area and visit a nearby fishing village, the largest in Senegal. Overnight Hotel Trarza or similar. (BLD)"
      },
      {
        "dayNumber": 23,
        "title": "",
        "description": "Dakar – Goree Island - Continue to the lively capital, Dakar, exploring this bustling modern city. From here we take a ferry to visit nearby Goree Island, once a centre of the slave trade. Overnight Maison Municipal or similar. (BLD)"
      },
      {
        "dayNumber": 24,
        "title": "",
        "description": "Kaolack - Sine Ngayene - Banjul - Drive to Kaolack and then to Sine Ngayene, an astonishing megalithic site of over a thousand carved stones arranged into fifty two circles, recognised as a UNESCO World Heritage Site. From here we cross the border into the Gambia and take a ferry across the river, and transfer to Banjul. We then visit the National Museum with its exhibits on local archaeology and history, as well as the city centre, before arriving at our hotel. Overnight Hotel Kabacoto Safari or similar (Day 24) and Atlantic Hotel or similar (Day 25). (BLD)"
      },
      {
        "dayNumber": 26,
        "title": "",
        "description": "Banjul – Casamance - Spend the morning in the company of an ornithological guide, looking for birds in the large park by the hotel – this is home to over 70% of the species that live in the country. We then cross into Casamance, the southern region of Senegal, head out into the surrounding villages to learn about the animistic customs that hold sway here, seeing a striking mask dance. Overnight tourist class hotel. (BLD)"
      },
      {
        "dayNumber": 28,
        "title": "",
        "description": "Bissau - Drive to the border with Guinea-Bissau and continue to the capital Bissau for the night, travelling through a unique ecosystem where sea channels penetrate far inland. Overnight Hotel Dunia or similar. (BLD)"
      },
      {
        "dayNumber": 29,
        "title": "",
        "description": "Bijagos Islands - Sail to the Bijagos Islands, a magical and unique world of authentic tribal traditions and unusual wildlife. First visit the island of Bolama, once a colonial capital but now largely abandoned, its Portuguese buildings slowly being taken over by vegetation and goats. We then spend two days exploring the archipelago, looking for rare saltwater hippos and learning about the customs of the local people. Two nights tourist class hotels. (BLD)"
      },
      {
        "dayNumber": 31,
        "title": "",
        "description": "Bissau - Leaving the islands behind we return to the mainland. In Bissau we have time for a quick look around the city with its colonial Portuguese architecture. Overnight Hotel Dunia or similar. (BLD)"
      },
      {
        "dayNumber": 32,
        "title": "",
        "description": "Malinke region - Morning drive to a small village in the Malinke region. The Malinke are descendants of the ancient empire of Mali and we visit a community of ‘griots’ – traditional musicians and story tellers who play an important part in conserving the traditions of West Africa. We learn about their history and customs, and witness a traditional griot performance. Overnight Hotel Karsa or similar. (BLD)"
      },
      {
        "dayNumber": 33,
        "title": "",
        "description": "A small track takes us to the border of Guinea, through an area inhabited by Malinke and Fulani tribes, and we stop in villages where the arrival of western visitors is a rare event. From here we drive into the Fouta Djalon, a stunning area of mountains, waterfalls, plateau and savannah, where we explore the charming Fulani villages with their typical architecture. Explore the small town of Dalaba, with its interesting ‘casa a palabra’, a finely decorated building used for local chiefs. We also visit the villa of Guinea’s first president, Sekou Toure. Overnight Hotel Tata (Day 33) and Hotel Safitel or similar (Days 34-35). (BLD)"
      },
      {
        "dayNumber": 36,
        "title": "",
        "description": "Kindia - Drive through valleys and mountains to the town of Kindia, where this evening we will see a performance of the spectacular Baga Nimba masks. Overnight Moringa Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 37,
        "title": "",
        "description": "Freetown – Banana Islands - Drive to the border with Sierra Leone, then continue to Freetown, Sierra Leone’s capital. Explore Freetown visiting its lively markets and seeing examples of old colonial architecture, and heading out to its beaches. From here travel to the archipelago of the Banana Islands, with its stunning beaches and fishing villages. Overnight Swiss Hotel (Day 37) and Bafa Lodge (Day 38) or similar. (BLD)"
      },
      {
        "dayNumber": 39,
        "title": "",
        "description": "Bo - Head back to the mainland and drive to Bo. We spend the afternoon learning about the process of diamond mining, as we join some villagers who show us their craft. We also see a rare performance of the female Bundo masks – normally mask societies are for men only. Overnight Hotel Dohas or similar. (BLD)"
      },
      {
        "dayNumber": 41,
        "title": "",
        "description": "Monrovia - Drive to the border with Liberia and continue to its capital, Monrovia. Overnight Cape Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 42,
        "title": "",
        "description": "Monrovia - Ganta - Spend the morning exploring Monrovia. We visit the National Museum and the impressive Masonic Temple of Liberia, that has played an important part in Liberian history over the years. From here drive to Gbarnga for the night. Overnight Alvino Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 43,
        "title": "",
        "description": "Man - Cross the border and drive into Ivory Coast. On our way we stop in a remote village to see one of the region’s ‘living bridges’ – impressive structures built from lianas, which are believed to be built by spirits. Overnight Hotel Amoitrin or similar. (BLD)"
      },
      {
        "dayNumber": 44,
        "title": "",
        "description": "Man - Today we visit a village belonging to the Dan people, known for their amazing mask dancers. Explore the area to learn more about their local customs, before returning to Man for the night. Overnight Hotel Amoitrin or similar. (BLD)"
      },
      {
        "dayNumber": 45,
        "title": "",
        "description": "Daloa - Venture into the forest to reach some of the more isolated settlements of the Guere people. Here we will see their mask dances and if lucky, a dance of the ‘jongleurs’, a rare performance involving initiated women with white painted faces, and considerable acrobatic prowess! Continue to Daloa for the night. Overnight Hotel La Grace or similar. (BLD)"
      },
      {
        "dayNumber": 46,
        "title": "",
        "description": "Yamoussoukro - This morning we see a ceremony of the Zaouli dancing masks, a tradition of the Guro people. From here drive to Yamoussoukro, once just a village but now Cote d’Ivoire’s bizarre administrative capital. Yamoussoukro is dominated by the gigantic Basilica of Our Lady of Peace, reputedly the largest Christian place of worship on earth, and we spend time exploring this vast complex. Overnight Hotel Royal or similar. (BLD)"
      },
      {
        "dayNumber": 47,
        "title": "",
        "description": "Abidjan - Drive to the capital of Ivory Coast. Spend the rest of the day exploring Abidjan, with a ferry trip through the lagoon, a visit to its lively market and the elegant residential district of Cocody. Overnight Hotel Azalai or similar. (BLD)"
      },
      {
        "dayNumber": 48,
        "title": "",
        "description": "Grand Bassam - Drive to the city of Grand Bassam with its old colonial buildings and atmosphere of yesteryear, to explore and learn about the history of the country. Overnight Hotel La Roche or similar. (BLD)"
      },
      {
        "dayNumber": 49,
        "title": "",
        "description": "Axim – Anomabu - Cross into Ghana and drive to Axim. Here we stop at the 16th century Portuguese fort, one of many early European fortifications dotted along this coast. After exploring the fort, drive east to Anomabu. Overnight Anomabu Beach Resort or similar. (BLD)"
      },
      {
        "dayNumber": 50,
        "title": "",
        "description": "Elmina - We visit the fishing town of Elmina, best known for St George’s Castle, the oldest European building in Africa and once used as holding centre for slaves. In the town itself we explore the old quarter with its unique Posuban shrines, made by the traditional ‘asafo’ societies which were once responsible for local defence. Overnight Anomabu Beach Resort or similar. (BLD)"
      },
      {
        "dayNumber": 51,
        "title": "",
        "description": "Kumasi - Drive to Kumasi, Ghana’s second city and home of the old Ashanti Kingdom. Explore the city including the Ashanti Cultural Centre, which gives a great insight into what once was one of the most powerful kingdoms in the region. If possible, we will be able to see a traditional Ashanti funeral, quite a spectacle at which visitors are welcome. Overnight Miklin Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 52,
        "title": "",
        "description": "Accra - Drive to Accra, visiting the the old quarter of Jamestown, as well as the quarter where craftsmen design flamboyant coffins for the deceased – a uniquely Ghanaian experience. Overnight Hotel Villa Boutique or similar. (BLD)"
      },
      {
        "dayNumber": 53,
        "title": "",
        "description": "Lome - Cross the border into Togo, and head to its capital Lome, the only African city to have been colonised by the French, British and Germans. Explore the city including its central markets and the fascinating – if rather gruesome – fetish market, where animal parts are sold for use in traditional medicines. Overnight Hotel Sarakawa or similar. (BLD)"
      },
      {
        "dayNumber": 54,
        "title": "",
        "description": "Grand Popo - This morning travel to a remote and hidden village, where we witness a voodoo ceremony – unique to this part of the world, and sure to be one of the highlights of your trip. We then cross into Benin and head to the small town of Grand Popo, on the coast. Overnight Auberge de Grand Popo or similar. (BLD)"
      },
      {
        "dayNumber": 55,
        "title": "",
        "description": "Ouidah - This morning we see a performance of the Zangbeto dancing masks, another of the region’s secret societies. From here we continue to the coastal town of Ouidah, a stronghold of voodoo and once an important slave port. We visit the python temple, where snakes are venerated as representations of gods, the old Portuguese fort and finally head to the beach and the sombre ‘Gate of No Return’, the point from which slaves left Africa for the New World. Overnight Hotel Casa del Papa or similar. (BLD)"
      },
      {
        "dayNumber": 56,
        "title": "",
        "description": "Ganvie – Cotonou - Our final day sees us heading out onto Lake Nokwe to visit Ganvie, the largest stilt village in Africa situated in the middle of the water. From here, we drive to Cotonou where our West African adventure ends, and transfer to the airport for your onward flight. (BL)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Benin",
    "mainPhoto": "",
    "id": "west-africa-tour-bissau-to-cotonou",
    "tourName": "West Africa tour, Bissau to Cotonou",
    "placesVisited": "",
    "generalInfo": "An exploratory journey taking you south east from the former Portuguese colony of Guinea-Bissau to the voodoo heartlands of Benin. Starting in Bissau we immediately descend into traditional West African culture, heading first to the idyllic Bijagos Islands, where local customs are at their strongest and unusual wildlife dwells. Back on the mainland  we continue by visiting a community of ‘griots’ – traditional storytellers – where we learn about a custom that is unique to this part of the world, then travel through the lands of the Fulani, stopping in small villages and exploring the stunning highlands of the Fouta Djalon range. In Guinea we see mask dances of ancient secret societies, the incredible ‘living bridges’ of the rainforest, and chimpanzees. Moving on to Sierra Leone we stay on lush tropical islands and discover delightful fishing villages, gorgeous beaches and the troubling history of the slave trade, as well as meeting diamond miners seeking their fortune. In Liberia we explore the heritage of this unusual country, ‘founded’ by freed Afro-American slaves in the 19th century and quite different to others in the region.<br/><br/>Ivory Coast offers us the opportunity to witness and see the amazing mask dances of the Dan and Guere people, as well as the rather bizarre ‘cathedral in the forest’ - the vast and opulent basilica at Yamoussoukro. As we hit the coast again we travel through old colonial settlements dotted with European forts and charming colonial buildings, on our way to Accra. Our final two countries, Togo and Benin, are home to the followers of voodoo and we have excellent opportunities to learn about this much misunderstood religion, seeing traditional ceremonies and dances that are among the most fascinating spectacles in West Africa.<br/><br/>This is an exploratory tour that often travels through remote parts of West Africa, allowing you see a number of different countries in a short space of time, and where the visit of a ‘foreigner’ is often an exceptional event. Perfect for those that are big on ambition but short on time, this trip delves into the magic and mystery of an ever enchanting region West Africa rarely fails to cast a spell on those who visit.",
    "durationDays": "4",
    "price": "10599",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Bissau - Arrive in Bissau and transfer to your hotel. Overnight Hotel Dunia or similar."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Bissau - Leaving the islands behind we return to the mainland. In Bissau we have time for a quick look around the city with its colonial Portuguese architecture. Overnight Hotel Dunia or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Malinke region - Morning drive to a small village in the Malinke region. The Malinke are descendants of the ancient empire of Mali and we visit a community of ‘griots’ – traditional musicians and story tellers who play an important part in conserving the traditions of West Africa. We learn about their history and customs, and witness a traditional griot performance. Overnight Hotel Karsa or similar. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Kindia - Drive through valleys and mountains to the town of Kindia, where this evening we will see a performance of the spectacular Baga Nimba masks. Overnight Hotel Moringa or similar. (BLD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Monrovia - Drive to the border with Liberia and continue to its capital, Monrovia. Overnight Cape Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Monrovia - Ganta - Spend the morning exploring Monrovia. We visit the National Museum and the impressive Masonic Temple of Liberia, that has played an important part in Liberian history over the years. From here drive to Gbarnga for the night. Overnight Alvino Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Man - Cross the border and drive into Ivory Coast. On our way we stop in a remote village to see one of the region’s ‘living bridges’ – impressive structures built from lianas, which are believed to be built by spirits. Overnight Hotel Amoitrin or similar. (BLD)"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Man - Today we visit a village belonging to the Dan people, known for their amazing mask dancers. Explore the area to learn more about their local customs, before returning to Man for the night. Overnight Hotel Amoitrin or similar. (BLD)"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Daloa - Venture into the forest to reach some of the more isolated settlements of the Guere people. Here we will see their mask dances and if lucky, a dance of the ‘jongleurs’, a rare performance involving initiated women with white painted faces, and considerable acrobatic prowess! Continue to Daloa for the night. Overnight Hotel La Grace or similar. (BLD)"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Yamoussoukro - This morning we see a ceremony of the Zaouli dancing masks, a tradition of the Guro people. From here drive to Yamoussoukro, once just a village but now Cote d’Ivoire’s bizarre administrative capital. Yamoussoukro is dominated by the gigantic Basilica of Our Lady of Peace, reputedly the largest Christian place of worship on earth, and we spend time exploring this vast complex. Overnight Hotel Royal or similar. (BLD)"
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Abidjan - Drive to the capital of Ivory Coast. Spend the rest of the day exploring Abidjan, with a ferry trip through the lagoon, a visit to its lively market and the elegant residential district of Cocody. Overnight Hotel Azalai or similar. (BLD)"
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "Grand Bassam - Drive to the city of Grand Bassam with its old colonial buildings and atmosphere of yesteryear, to explore and learn about the history of the country. Overnight Hotel La Roche or similar. (BLD)"
      },
      {
        "dayNumber": 22,
        "title": "",
        "description": "Axim - Anomabu - Cross into Ghana and drive to Axim. Here we stop at the 16th century Portuguese fort, one of many early European fortifications dotted along this coast. After exploring the fort, drive east to Anomabu. Overnight Anomabu Beach Resort or similar. (BLD)"
      },
      {
        "dayNumber": 23,
        "title": "",
        "description": "Elmina - We visit the fishing town of Elmina, best known for St George’s Castle, the oldest European building in Africa and once used as holding centre for slaves. In the town itself we explore the old quarter with its unique Posuban shrines, made by the traditional ‘asafo’ societies which were once responsible for local defence. Overnight Anomabu Beach Resort or similar. (BLD)"
      },
      {
        "dayNumber": 24,
        "title": "",
        "description": "Kumasi - Drive to Kumasi, Ghana’s second city and home of the old Ashanti Kingdom. Explore the city including the Ashanti Cultural Centre, which gives a great insight into what once was one of the most powerful kingdoms in the region. If possible, we will be able to see a traditional Ashanti funeral, quite a spectacle at which visitors are welcome. Overnight Miklin Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 25,
        "title": "",
        "description": "Accra - Drive to Accra, visiting the old quarter of Jamestown, as well as the quarter where craftsmen design flamboyant coffins for the deceased – a uniquely Ghanaian experience. Overnight Hotel Villa Boutique or similar. (BLD)"
      },
      {
        "dayNumber": 26,
        "title": "",
        "description": "Lome - Cross the border into Togo, and head to its capital Lome, the only African city to have been colonised by the French, British and Germans. Explore the city including its central markets and the fascinating – if rather gruesome – fetish market, where animal parts are sold for use in traditional medicines. Overnight Hotel Sarakawa or similar. (BLD)"
      },
      {
        "dayNumber": 27,
        "title": "",
        "description": "Grand Popo - This morning travel to a remote and hidden village, where we witness a voodoo ceremony – unique to this part of the world, and sure to be one of the highlights of your trip. We then cross into Benin and head to the small town of Grand Popo, on the coast. Overnight Auberge de Grand Popo or similar. (BLD)"
      },
      {
        "dayNumber": 28,
        "title": "",
        "description": "Ouidah - This morning we see a performance of the Zangbeto dancing masks, another of the region’s secret societies. From here we continue to the coastal town of Ouidah, a stronghold of voodoo and once an important slave port. We visit the python temple, where snakes are venerated as representations of gods, the old Portuguese fort and finally head to the beach and the sombre ‘Gate of No Return’, the point from which slaves left Africa for the New World. Overnight Hotel Casa del Papa or similar. (BLD)"
      },
      {
        "dayNumber": 29,
        "title": "",
        "description": "Ganvie - Cotonou - Our final day sees us heading out onto Lake Nokwe to visit Ganvie, the largest stilt village in Africa situated in the middle of the water. From here, we drive to Cotonou where our West African adventure ends, and transfer to the airport for your onward flight. (BL)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Benin",
    "mainPhoto": "",
    "id": "west-africa-tour",
    "tourName": "West Africa tour",
    "placesVisited": "",
    "generalInfo": "Journey through Benin and Togo, discovering remote villages, varied landscapes and traditional ceremonies. Our packed itinerary brings us closer to two rarely visited countries where the arrival of strangers is a celebrated event. Take advantage of our two dedicated voodoo festival departures, which make the most of Benin's most vibrant season.<br/> <br/> Voodoo - Witness the intriguing and esoteric rituals of voodoo and see Benin during its festival season (select departures).<br/> Diverse landscapes - Spend a night in a remarkable stilt village built on a lake at Ganvie and explore villages in the Atakora Mountains, accompanied by a fetish priest.<br/> Village life - Get closer to traditional village life as we meet with a local chief, witness elaborate tribal dances and pass through bustling markets. <br/>",
    "durationDays": "14",
    "price": "3395",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip in Lome",
        "description": ": Arrive in Lome, the lively capital of Togo. For those arriving on time, our tour leader plans to meet you at the hotel reception at 6pm for a welcome meeting. For those who wish, there is the chance to go out for dinner afterwards. There are no other activities planned today, so you're free to arrive in Lome at any time. If you'd like an airport transfer today, you'll need to arrive into Gnassingbe Eyadema International Airport (LFW), which is around a 15-minute drive from the airport. Should you miss the welcome meeting, our tour leader will inform you of any essential information as soon as you catch up. If you have free time on arrival, you might like to walk through the bustling streets or by the beach opposite our hotel, relax or visit the Museum of the Arts 'Palais de Lome'. Dating back over 100 years, the building has been used as the French governor's residence, the seat of the Togolese presidency and as the residence of the Prime Minister before being abandoned. The 11-hectare park surrounding the palace is now home to several gardens and sculptures. We would suggest speaking to the hotel reception if you'd like to visit so that they can assist with arranging a taxi."
      },
      {
        "dayNumber": 2,
        "title": "Lome city tour; drive to Kpalime, visit the centre of artisans.",
        "description": ": After breakfast and our welcome meeting , we kick off our West African adventure with a guided tour of the capital city of Togo. Once an important landmark within West Africa's notorious slave trade, Togo was colonised in the 15th century, evidence of which can still be seen today in the city's faded European architecture and tree-lined boulevards. We'll visit the colourful market and Togo's famed fetish market where locals and voodoo priests alike can source anything from good luck charms to animal skulls to aid their pursuit of bringing themselves good fortune and health. The market can be extremely busy, on most departures we visit on a Sunday so it's a little quieter. Time permitting, we'll also make a stop at one of Lome's craft markets and its imposing gothic cathedral. Bidding the capital farewell, we drive north to Kpalime, Togo's fourth largest city which is surrounded by tropical forest. This area is Togo's biggest producer of artisanal items including pottery, woven items and wood sculptures. We'll visit the Centre of Artisans to see their work (if the day is running late, we can visit the Centre of Artisans tomorrow)."
      },
      {
        "dayNumber": 3,
        "title": "Guided countryside walk. Continue to Sokode to witness an elaborate fire dance",
        "description": ": We'll set off after breakfast for a guided hike through the countryside. Following well-marked tracks, we'll hike for around two hours guided by a butterfly expert. Along the trails, we'll learn about the ecosystem in the surrounding adjacent forest. The walk is mainly on flat terrain but it will be humid and warm, so insect repellent and sun protection are recommended. This afternoon, we drive north to Sokode (a journey of around five hours). As we travel, we'll stop to visit local villages, experiencing the smells and sounds of the colourful markets; one such market is found at Atakpame, a crossroads town and our lunch stop. The settlement has a lively market where we can usually stumble on elaborate weaving demonstrations. In the evening, we'll witness a traditional Fire Dance. Dancing to the hypnotic beat of the drum, the dancers eventually leap into the glowing embers. They then pick up burning coals and pass them over their body and mouth without showing any pain or injury. Whether it's a matter of courage or magic, witnessing these rituals is a real privilege and a truly interesting experience. Our hotel tonight does not offer twin-bed configuration rooms, we therefore only offer a double or single room. If you're a solo traveller booking on a twin-share basis (sharing with someone of the same gender), you'll be allocated a single room."
      },
      {
        "dayNumber": 4,
        "title": "Drive to the Bassar region. Visit the clay houses and learn about the iron production",
        "description": ": Today we travel towards Kara. Along the way, we'll stop to meet the Bassar people. The Bassar live in traditional large clay houses with conical roofs and are known for their production of iron. They abide by strict rules - only old women can provide the coal needed to melt they iron, which they collect from the mountains surrounding the villages. According to their belief, the iron will only melt if a strict code of conduct is observed. Our tour leader will see if it's possible to meet a traditional Chief who will talk to us about their role in the society and leading their village. It's traditional for the chief to welcome new guests to the village and give a blessing however it should be noted this is not a touristic activity and the chief may not be available on the day of our visit. We'll arrive in Kara in the early evening. Our hotel tonight is an old government building and we stay in the bungalows in the gardens. The hotel features a swimming pool and has a good restaurant - you can find several dining options in Kara as well."
      },
      {
        "dayNumber": 5,
        "title": "Visit the Tamberma people in the Atakora mountains and the blacksmiths of the Kabye region",
        "description": ": This morning, we'll continue our journey north, entering a more mountainous arid region. Leaving the main road, we enter the land of the proud Tamberma people who live in fortified dwellings. Similar to medieval castles, they're one of the most beautiful examples of ancient African architecture, built by hand, layer by layer, by placing round balls of mud and shaping them according to the design and flair of the owner. The Tamberma people hold strong traditional beliefs, evidenced through the presence of large shrines in phallic form, displayed at the entrance of their homes. Subject to permission, we'll enter their homes to gain an insight into their way of life. Houses are a projection of their anthropological and cosmological beliefs. The first floor - enveloped in darkness - represents death, it's the place of the ancestors. The second floor - open to the sky - represents life. As well as a home, the house is a place of refuge. All of the family, food and animals are kept within the house for survival in case of attack. For centuries, these populations have been seeking refuge in the hard-to-access Atakora mountain to escape from the slave trade. A word of caution about handing out gifts or money in the rural communities we visit, please refrain from doing this. We pay a fee to the local community for our visit, which is distributed appropriately by the village elders. Giving additional gifts can cause conflict, as village traditions are strongly based on fairness. Should you wish to give a gift please speak to your tour leader about the best way of doing this. After a picnic lunch, we drive back to Kara, through a mountainous region where the Kabye people reside. The Kabye are excellent blacksmiths who still work with traditional methods that have been lost in the Western world."
      },
      {
        "dayNumber": 6,
        "title": "Travel into Benin, visit the remote village of Taneka, continue to Djogou",
        "description": ": We have an early start this morning to begin our journey into Benin via Ketao. Our destination is the town of Natitingou, located in an upland range. Along the way we make a stop at a village called Taneka. The village is made up of round houses covered with a conical roof protected at the top by a terra cotta pot. The upper part of the village is inhabited by the young, accompanied by fetish priests, who only cover themselves with goat skin and always carry a long pipe. This ethnic group has been living on an archaeological site inhabited since the ninth century. Since then, other populations have moved in, and the result is a melting pot of tribes and cultures, where each group has kept its own cults and initiation rites, overlaid by a common religious and political institution. As we wander around the village, we might come across village elders. The Taneka people believe that to become a man, it's necessary to combine time, patience and a lot of blood from sacrificed animals. It's a lifetime process, almost a rite of passage for men of the village. Our walk can last between two and three hours, along mainly flat alleys some of which are narrow and have rocky uneven steps. We continue north to the small town of Natittingou and check in to our hotel in time for a dip in the pool. Hotel options in northern Benin are very limited. Our simple hotel in Natittingou does not offer twin bedrooms, we will therefore offer only a double or single bedded room. If you are a solo traveller booking on a twin-share basis (sharing with someone of the same gender) you will be allocated a single room for this night. It does however have a pleasant terrace, a good spot for breakfast."
      },
      {
        "dayNumber": 7,
        "title": "Drive south to Dassa stopping en route to meet the Fulani people and witness a Dankoli shrine",
        "description": ": Today is a long travelling day, with several stops en route. Departing early, we drive south; to stop at a Fulani settlement along the way. The Fulani are mainly shepherds, the men move around with their herds while the women take care of the camp and milk the cows to produce butter to be sold at the local market. The Fulani are famous for their beauty. Fulani means beauty in the local dialect. Beautiful tattoos on their face send messages to the people who understand the language. Just before we arrive in Dassa, we will make a stop at the Dankoli fetish, an important place of the Voodoo cult where thousands of little sticks are pushed in the fetish as witnesses of the countless prayers made to the local god to satisfy their everyday needs, a good harvest, a happy wedding, an easy delivery, a success at school. Once their prayers are answered, they come back to sacrifice what they promised to the fetis, this could be a goat, a chicken or a cow, according to the nature of the prayer. Traces of blood, palm alcohol and palm oil on the fetish prove that a lot of pilgrims had their prayers answered. Please note you may witness the slaughtering of animals as part of your visit to the Dankoli shrines, if you feel uncomfortable about this speak to your tour leader to make alternative arrangements."
      },
      {
        "dayNumber": 8,
        "title": "Visit the town of Dassa and then the Royal Palace of Abomey",
        "description": ": We start our day exploring Dassa, which used to be the capital of an ancient kingdom in 1385, by visiting Sacred Hill where funerals for the royal family take place accompanied by Voodoo practices. The town is full of history, our tour leader will share the story of the infamous wooden horse which dates back from the Middle Ages and is still preserved to this day. We'll then drive three hours to the town of Abomey. The Royal Palace has been undergoing refurbishment for some time and there is no notice of any reopening date, however, there is still plenty to see. Abomey was the capital of the Kingdom of Dahomey from the 17th to 19th centuries, well known for its skilled blacksmiths. We will take a tour of the town, seeking permission to visit one of the traditional workshops to learn more about their skills and hear about the history of this once-powerful capital. We will still be able to see the Royal Palaces of Abomey from the outside and if some of the artefacts from the museum are on display at another location, we will do our best to try and view them. The Palace's outside walls are still decorated with bas-reliefs representing the symbols of the Dahomey kings and its halls and rooms hold the thrones and altars, statues and arms of a kingdom that lived in a perpetual state of war and built its greatness on the slavery of its neighbours. Our hotel for the next two nights does not offer twin bed configuration rooms, we will therefore offer only a double or single bedded room. If you are a solo traveller booking on a twin-share basis (sharing with someone of the same gender) you will be allocated a single room."
      },
      {
        "dayNumber": 9,
        "title": "See the incredible Egun and Gelede mask ceremonies",
        "description": ": This morning we visit the Chameleon temple in Abomey and a church, which for many is an unexpected highlight of the trip. Next, we head out to witness an Egun mask performance in nearby Cove. According to the local tradition, people perform the rituals not only to represent but also to embody the spirits of their ancestors. Dressed in bright, colourful costumes, they emerge from the forest and form a procession through the village streets. We'll have lunch in Cove. This afternoon we also have the opportunity to visit a Gelede mask ceremony back in Abomey. A cult to the great divinity Oudua, the earth mother, Gelede is a cult, a secret society and a type of mask all at the same time. The brightly coloured masks represent the bridge between the society and the ordinary villagers and are comprised of a head with large eyes and sensual lips over which are an animated collection of characters and objects that tell stories, to the accompaniment of a choir and an excited audience. This is a really special day as we encounter contrasting ceremonies, both very different and yet equally memorable, please note that the exact timings of the day may be amended and some flexibility is required, we may see the second mask ceremony on the morning of day ten."
      },
      {
        "dayNumber": 10,
        "title": "Travel to incredible stilt village of Ganvie to spend a night in a stilt guesthouse",
        "description": ": Our departure time will depend on the mask ceremony the day before. We spend this morning travelling by bus and boat to Ganvie, the largest stilt village in Africa, where we are welcomed by singing and drumming on the boats. Settled by the Tofinou people, fleeing the slave traders of the 16th century, the village today is an atmospheric setting of thatched huts, balanced on stilts of teak, where daily life is still very much conducted on the waters of the lake. Fishing is still the principal activity for the inhabitants and every day the men go about their business, whilst women deliver their goods to the floating market and children go to school and play from the backs of open pirogues. But even amidst this tranquil aquatic idyll voodoo plays its part; after a relaxing afternoon, we'll meet a local Bokono oracle, a village soothsayer, this evening. We'll learn how these traditional people are guided through life by the drums and dancing of voodoo's haunting rhythm. The afternoon is free to sit and watch the world go by on the lake, the guesthouse has a bar. There is the option to head out after dark and visit the floating market. Tonight, we stay in a very basic stilt house which we get to by sailing across the lake. It's the most basic accommodation of the trip, with no air conditioning and only limited running water; the experience provides a great insight into how the community of Ganvie live their daily lives."
      },
      {
        "dayNumber": 11,
        "title": "Visit Cotonou, the capital of Benin and Ouidah, the spiritual home of Voodoo; drive to Grand Popo",
        "description": ": We'll depart Ganvie after breakfast, and travel by boat and bus to the capital, Cotonou. We'll see from the outside the Cathedral of Notre Dame, visit the impressive statute of Queen Tassi Hangbe a great fearless warrior queen who led an all-female army, the Agodjies and witness Africa's longest graffiti mural, almost one kilometre long, featuring striking works of art. Our next stop is the town of Ouidah, considered to be the spiritual home of voodoo. Once an infamous part of the old slave route, Ouidah was the site of one of the largest trading posts, supplying slaves to Europe and its outlying colonies. The echoes and ghosts of those infamous days still reverberate today, in its Afro-Portuguese architecture. We aim to spend some of our time here visiting the museum at the Old Portuguese Fort and taking a walk along the slave route to the beach, where the unfortunate victims were loaded aboard the slave ships. We will also visit the remarkable Python Temple, where Ouidah's ancient snake cult is still very much in evidence. Snakes are still an important feature of many voodoo rituals, believed to be able to imbue vitality and protection. Later we head east for two hours towards the Gulf of Benin where we'll stay in Grand Popo on the coast."
      },
      {
        "dayNumber": 12,
        "title": "Benin coast, Mono river estuary and Zangbeto dancing mask ceremony",
        "description": ": Discover the Mono River estuary in a small motorboat, passing tiny villages where the old way of extracting salt is still practised. Our journey leads us along the river to where it meets the ocean, we cross the lagoon through forests of mangroves. Later we head to a small village where we will see our last mask ceremony, the Zangbeto. The masks for this ceremony are full body, straw decorations and the wearers of these masks keep their identity hidden as part of a secret society of traditional Voodoo guardians. Lunch will be in Grand Popo, the rest of the day is free."
      },
      {
        "dayNumber": 13,
        "title": "Return into Togo, visit Aneho, continue to Lome",
        "description": ": After breakfast, we'll cross the border back into Togo, where we'll continue for a short while before stopping in Aneho, a village of thatched houses with shrines and fetishes, and there may be an opportunity to watch a Voodoo ceremony. During such a ritual we will see traditional dancers falling into a deep trance at the hypnotic rhythm of drums. After the ceremony, we meet a traditional healer who treats the patients with voodoo rites and herbs. Later we continue 90 minutes towards Lome, after checking into our hotel we head out for our last meal together."
      },
      {
        "dayNumber": 14,
        "title": "Trip ends in Lome",
        "description": ": The trip ends after breakfast at our hotel in Lome. There are no activities planned today, so you're free to depart from Lome at any time. If your flight is departing early in the morning, breakfast will be served very early. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Lome Tokoim International Airport (LFW), which is around a 15-minute drive from the airport."
      }
    ],
    "map": ""
  },
  {
    "destination": "Benin",
    "mainPhoto": "",
    "id": "west-africa-wildlife-culture-and-traditions-tour",
    "tourName": "West Africa wildlife, culture and traditions tour",
    "placesVisited": "",
    "generalInfo": "Experience an extraordinary West African journey across Ghana, Togo, and Benin. Dive into vibrant cultures, ancient landmarks, breathtaking beaches, and diverse ecosystems on our bespoke small group tour. Let our knowledgeable local guides lead you through the genuine hospitality and environments of these welcoming nations. Uncover the authentic local life, while gaining profound understanding of culture, history, and wildlife. Trust our award-winning guides to showcase the wonders of Ghana, Togo, and Benin, ensuring an unforgettable exploration.<br/><br/>Ghana, a significant destination in the historical slave trade, offers poignant sights that illuminate this dark chapter of human history. Cape Coast Castle, among the world's most important slave holding sites, and Elmina Castle, the first European Slave Trading Post recognized as a UNESCO World Heritage Site, provide profound insights into this tragic period. In addition to its historical significance, Ghana showcases breathtaking natural wonders. <br/><br/>Togo stretches along the Gulf of Guinea, captivating visitors with its stunning palm-fringed beaches and charming hilltop villages. Its coastal region allures with sandy shores, while the interior unveils lush landscapes and rolling hills. Explore the vibrant markets of Lomé, the capital city, and immerse yourself in its lively ambiance. Gain insights into the culture and customs of diverse ethnic groups like the Ewe and Kabye, and witness their vibrant festivals and ceremonies. Togo's warm hospitality and breathtaking landscapes offer an authentic African experience.<br/><br/>Benin offers a unique journey. Deeply rooted in the country, voodoo practices and traditions provide an enlightening exploration. Discover bustling markets, where charms, herbs, and artifacts associated with spiritual practices are found. Uncover Benin's historical significance through remnants of the Kingdom of Dahomey, including royal palaces and the remarkable Abomey Historical Museum. In the north, encounter the captivating Tata Somba, mud brick castles built by the Somba people, showcasing their rich cultural heritage. Benin promises an enchanting adventure into ancient beliefs and fascinating history.",
    "durationDays": "14",
    "price": "3895",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Today you will be met at the airport and transferred across to the hotel, where you can spend the rest of the day at leisure."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Experience the vibrant atmosphere of Accra's local markets, like the bustling Makola Market, offering a wide range of goods from herbal remedies to electronics. Immerse yourself in daily life and barter for souvenirs. Then, visit the Artist Alliance Gallery for a glimpse of traditional and contemporary art and artifacts. Later, explore the unique \"Fantasy Coffins\" of Teshie Nungua, where coffins are crafted to represent the occupation or interests of the deceased. Finally, pass by Black Star Square and Independence Square, home to the iconic independence monument and the flame of African liberation."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Embark on a scenic 4-hour journey from your beautiful breakfast setting to Lomé, the capital city of Togo. Enjoy lunch at a local restaurant before exploring the lively and vibrant grand Marché, overflowing with vendors selling a wide range of goods. Visit the Sacred Heart Cathedral, a magnificent Gothic architectural gem, and the National Museum of Togo, showcasing ethnographic and artistic exhibits. Optionally, delve into local traditions by visiting the Akodessewa fetish market and the artisans' village, where skilled craftsmen create various crafts with a warm smile."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Today offers a captivating morning in Togo before heading to Benin. Explore Aneho, historically known as Little Popo, where a local slave market once stood. Take a pirogue across Lake Togo to Togoville, the center of Voodoo in Togo, and visit the chief's house with its historic throne. Engage with locals, explore active shrines, and visit a shrine commemorating the appearance of the Virgin Mary. After lunch, cross the border into Benin and reach the ancient town of Ouidah to check into your accommodation and relax for the day."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Today visit Ouidah, the renowned Voodoo centre of West Africa. Learn about its historical significance as a port for the slave trade, where enslaved Africans were shipped to destinations like Brazil, Haiti, and the Caribbean Islands. Visit the historical museum, the sacred forest with its deity figurines, and conclude your tour at the sacred python's temple. Enjoy lunch before continuing to Cotonou, where you will check into your accommodation and have the rest of the day to relax at leisure."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Today start your exploration of Porto-Novo at the Ethnographic Museum, established in 1957 by the Dahomey Institute, showcasing costumes, ceremonial masks, drums, and historical artefacts. Visit the Honme Museum, formerly the Royal Palace, where King Toffa resided and signed the first treaty with the French. Explore the Da Silva Museum housed in a beautiful Afro-Brazilian house, displaying captivating Afro-Brazilian artifacts. Capture photographs of the impressive Great Mosque, which holds a fascinating history of its transformation from a church. Return to Cotonou for lunch at a local restaurant before immersing yourself in the bustling Dantokpa Marche, one of West Africa's largest outdoor markets. Don't miss the vibrant wax print section for fabric souvenirs."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Explore the remarkable community of Ganvie, often called the Venice of West Africa, where over 30,000 inhabitants live in stilt structures over Lake Nokoue. Experience the relaxed pace of life, try your hand at fishing with a local fisherman, and savor a grilled fish lunch if you catch a sizable fish. Afterward, make your way to Abomey, approximately a 2-hour drive, to visit the recently discovered underground dwellings of Agongointo-Zoungoudo. These ancient dwellings, dating back to the 16th century, provided protection and surprise for locals during conflicts."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Begin your day early with a city tour of Abomey, the former capital of the Dahomey kingdom from 1625 to 1900. Explore the royal palaces, remnants of the old buildings constructed by 12 successive kings, spanning 47 hectares with a 10-meter-high wall and the capacity to accommodate 8,000 people. Gain insights into the history and achievements of the warrior kings, and visit the Historical Museum of Abomey, showcasing over 1,050 relics, including Voodoo artifacts, skulls, and royal family banners. The tour concludes at the artisans' shop before continuing your journey to Wli."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Embark on a memorable morning excursion to the awe-inspiring Wli Falls, the highest waterfall in West Africa, situated in the Agumatsa wildlife sanctuary. Trek through the dense forest, accompanied by the sounds of Straw-coloured Fruit Bats and the powerful river. Enjoy swimming in the pool beneath the falls or opt for a hike to the upper falls. After lunch, interact with the dedicated community of Tafi Atome, known for protecting the endangered True Mona monkeys. Learn about their cultural beliefs and conservation efforts while exploring the surrounding forests and discovering medicinal plants. Immerse yourself in the rich culture of the Ewe ethnic group residing in the village."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Journey into the scenic Akuapem hills, where the Aburi botanical gardens offer breathtaking views of Accra and Tema. Explore the gardens with your guide, discovering a diverse range of indigenous and exotic flora, along with rare butterflies and abundant birdlife. Visit the friendly Aburi craft village, observing skilled craftsmen creating traditional African drums, sculptures, and crafts. Enjoy the opportunity to purchase souvenirs at affordable prices. Have lunch in Koforidua, known for its traditional bead market, where traders offer a variety of local and antique beads at reasonable prices. Continue your journey to Kumasi, the final leg of your adventure."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Explore the last remnants of the Asante Empire, designated as UNESCO World Heritage Sites, featuring traditional bamboo, timber, and mud buildings with thatched roofs and symbolic motifs. Learn about the significance of Adinkra symbols and the remarkable Nana Yaa Asantewaa, a prominent female warrior in Ashanti history. Visit Adanwomasie, the birthplace of Ghana's vibrant Kente cloth, and interact with locals who have been weaving this cloth for generations. Discover Ntunso, the ancient village of adinkra symbols and cloth, carved from calabash shells and printed with natural dyes. Engage in creating your own personalized strip of adinkra cloth. Explore Sokoban Krofrom, a village renowned for traditional brass casting, where skilled demonstrations showcase the production of brass works, including jewelry and statues."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Begin your morning by visiting the Manhyia Palace, the residence of the Asantehene King and a captivating museum that delves into the rich history and culture of the Ashanti tribe. Gain firsthand insights into their legacies and immerse yourself in their culture. Journey south to Elmina, named by the Portuguese due to the abundance of gold in the region. Stop at Assin Manso, an important town along the enslaved African trade routes, where enslaved Africans were checked and bathed before their journey to Cape Coast for shipment to the Americas. Visit the thought-provoking Cape Coast Castle, designated as a UNESCO World Heritage Site, and explore its dungeons and the poignant \"Door of no return.\" Learn about the castle's history and the region's cultural traditions in the historical museum. It's a day that combines wonder and reflection."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Embark on an early morning excursion to Kakum National Park, renowned for its breathtaking rainforest canopy walkway consisting of seven suspended bridges. Enjoy stunning views from the viewing platforms and encounter diverse wildlife, including forest elephants and primates. Visit the International Stingless Bee Project nearby to learn about the significance of stingless bees and their honey. Have lunch at a local restaurant supporting a charitable organization. In the afternoon, participate in a traditional batik making workshop with Global Mamas, empowering local women and creating your own garment. Explore Elmina's fishing market, witness boat building, and visit the historic St. George Castle, a UNESCO World Heritage Site with an informative museum on the local history and the transatlantic slave trade."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Today travel the coastal road, and visit Fort Amsterdam in Abandze, the first British fort built in the region, which later came under Dutch control. After a fascinating tour, continue your journey to Accra. Upon arrival, you may have time to visit Accra Mall for a glimpse of modern-day Ghana and to purchase any last-minute souvenirs. Conclude your trip with a delightful early evening meal at a locally owned restaurant, offering a diverse selection of local and international dishes. Our team will then transfer you to the airport for your departure. **You will need to book an evening departure from Ghana, our we can book an additional night in Accra**"
      }
    ],
    "map": ""
  }
]
