[
    {
        "type": "overview",
        "Main_Title": "Our Central African Republic holidays & tours",
        "Main_Paragraph": "Our Central African Republic holidays and tours zone in on the country’s proliferation of primates, of which gorillas are the godfathers. You can track gorillas on foot on our trips in Dzanga Sangha Special Reserve, which is part of the Congo Basin Sangha River Tri-national Protected area (STN). Local guides, porters, boatmen and drivers will support you all the way, and through them, our gorilla tracking tours provide vital local employment, and offer tourism as a viable income source and an alterative to destructive logging practices. Thanks to our years of building connections with local communities in the forest, you’ll be a welcome guest.",
        "Subtitle": "Central African Republic highlights",
        "Title1": "1. Baaka village",
        "Paragraph1": "The Baaka have lived in the Congo Basin rainforests for millennia, and understand the jungles ecosystem, wildlife and plants better than anyone else on earth. Here in CAR, many communities have fought to retain traditional lifestyles, and village visits or overnight stays allow you to learn about their lives and harvest medicinal plants. Youll also learn about the pressures the Baaka face from the authorities.",
        "image1": "",
        "Title2": "2. Dzanga Bai",
        "Paragraph2": "The high concentration of minerals at Dzangha Bai prevents trees from growing here; bai means clearing. Wildlife is lured to the mineral-rich earth, and the low vegetation makes it far easier to spot. Set yourself up on a viewing platform and watch as dozens  or perhaps hundreds  of forest elephant come out to play in the mud. Look out too for bongo, sitatunga antelopes, giant hogs and buffalos bathing and squelching.",
        "image2": "",
        "Title3": "3. Dzanga-Sangha Reserve",
        "Paragraph3": "This is CARs wildlife highlight: over 1,000 sq km of forest including swamp forest areas and mineral-rich clearings which attract wildlife  particularly elephants  in huge numbers. This is one of only two places in the world where you can trek to see habituated lowland gorillas with an expert Baaka tracker, and its an Important Bird Area, too. CAR holidays tend to base themselves entirely within this reserve.",
        "Title4": "4. Sangha Lodge",
        "Paragraph4": "Seven wooden bungalows sit beside the Sangha River, providing a simple yet comfortable place to stay during your time in CAR. The South African owners are enthusiastic conservationists and ornithologists, who rehabilitate orphaned wildlife. The lodge is well placed for gorilla tracking, river cruises, nighttime forest walks and birding  and has excellent links with local communities, too.",
        "image3": "",
        "Title5": "5. Sangha River cruise",
        "Paragraph5": "The Sangha River flows in and out of Cameroon and CAR, briefly forming the border between the countries, before flowing across the Republic of Congo and joining the mighty Congo River. The narrow section that winds through Dzanga-Ndoki National Park forms a natural means of transport through the forest, and river cruises let you float past abundant wildlife, en route to picturesque waterfalls."
    }
]