{
    "Main_Title": "Our Nepal holidays & tours",
    "Main_Paragraph": "Nepal is trekking nirvana, its soaring Himalayan peaks dotted with tiny villages, where cinematic views spread in every direction. Our holidays help create an even tourism industry, that takes trekkers not only on the popular routes, but to remoter, less visited places too. Whether exploring the Annapurna range, tracking rhinos and tigers in Chitwan, or venturing to Everest Base Camp, our Nepal holidays ensure your visit makes a powerful difference. We support fair pay and rights for hard-working porters, use local guides who know the importance of leaving no trace, and seek out homestays and tea houses in less-visited communities for a more genuine take on Nepalese culture.",
    "Subtitle": "Nepal holiday highlights",
    "Title1": "Nepal's best treks",
    "Paragraph1": "Topping the list of things to do in Nepal is trekking. The Himalayas are an area 10 times the size of France and a landscape of superlatives: the highest mountains, seemingly bottomless gorges, and some of the greatest biodiversity on the planet.",
    "image1": "",
    "Title2": "",
    "Paragraph2": "Everest Base Camp is the leader of the pack, but the breathtaking Annapurna Range is popular too. This horseshoe-shaped, 210km route wanders through traditional Hindu villages and wild forests of oak and rhododendron. And then theres Manaslu, a long and challenging trek thats higher than Annapurna and making great strides as a relative new kid on the block. Its the eighth highest mountain in the world and a brilliant teahouse trek, taking in as much culture as it does bright glacial terrain.\nThe alpine scenery of the Langtang Valley and the sacred valleys of Helambu, just outside Kathmandu, are popular, too. They are shorter, lower altitude, and more accessible, requiring no acclimatisation. But, of course, the best trekking holidays in Nepal are the ones that treat the trails with respect, as well as the porters and sherpas who tread the routes at your side.",
    "image2": "",
    "Title3": "Everest Base Camp",
    "Paragraph3": "Though the route to the top of Everest itself has captivated (and killed) intrepid climbers for decades, and not everyone has the fortitude, or the means, to summit the worlds highest peak, the Base Camp is nowadays accessible to us mere mortals. Reaching Everest Base Camp South is an achievement in itself. Trekking here is a 12-day odyssey: starting with a white-knuckle plane ride and then a trail that passes plunging river canyons, forests of blue pines, vast glaciers, ancient monasteries, and tiny mountain villages where colourful prayer flags flutter in the breeze.\nPeak season can bring crowds, but takes nothing away from the sheer wonder and freedom of climbing to the foot of the worlds highest mountain. Our local guides bring this scenery to life, sharing their knowledge of Buddhism, Sherpa culture, and tales of derring-do. You are, after all, following in the footsteps of mountaineering history.",
    "Title4": "Annapurna region",
    "Paragraph4": "Apt to leave even experienced walkers lost for words, the\nAnnapurna region\nis the most popular trekking destination in Nepal, and the full 125km circuit is considered one of the best routes in the world. One reason is the variety of terrain, from rhododendron woods to rice paddies, alpine forests to wide, arid plateaus, with the mountains as a constant backdrop, shimmering pink in the sunset.\nYou need 18 days to complete the circuit, but there are plenty of shorter routes in the region. Even these are strenuous, though, and you’ll be glad for the company and expertise of the porters, sherpas and guides. Our trips make sure that your local team on the trek are getting fair pay, carry baggage of a sensible weight, and are provided with good equipment – support porters, just as they support you.",
    "image3": "",
    "Title5": "Sharing stories with sherpas",
    "Paragraph5": "Whether youre trekking in Nepal, or seeing the country at a gentle pace, the countrys deeply ingrained culture will play a part in everything you do: it can be seen in the temple-lined city squares of Kathmandu and Patan; listened to on a spiritual walk with Buddhist pilgrims around the ancient stupas of the Kathmandu Valley; and learned about directly from the Newars and the Sherpas, two tribes of original Nepalese settlers whose cultural experience of the country spans decades of change. You will be as curious to meet them as they are to meet you, so smile and say namaste.",
    "Title6": "Taking the family",
    "Paragraph6": "Contending with the challenges and privations of travelling with young children doesnt appeal to everyone, but for those with intrepid, active kids over the age of six, Nepal is an adventure playground.  Youll only admire the tall pointy bits from the bottom, but there are lots of smaller bumps that kids can comfortably scale on foot or two wheels. There are rivers to raft, wildlife to spot in Chitwan National Park, and colourful bazaars to wander in search of souvenirs.\nOur family holidays in Nepal are imbued with warm, welcoming Buddhist hospitality  our excellent guides can help everyone learn cultural customs and a bit of the language, to enrich your experience. Your family can help support Nepali families too, by staying in their guest houses, eating their locally-grown produce, and buying their handicrafts.",
    "Title7": "Wildlife watching",
    "Paragraph7": "Theres a line in Nepals national anthem that describes a shawl of natures wealth unending, and while most people visit this tiny Nepalese kingdom to trek, there are also plenty of wildlife holidays.\nSouthern Nepal is home to its wild and woolly national parks, where the treetops teem with exotic bird species and rhinos roam the jungle alongside lumbering Indian elephants. Bengal tigers stalk lowland riverbanks, and can be tracked on foot or from dugout canoe. One-horned Indian rhinos thrive in the dense jungle of Chitwan National Park. And in the remote Royal Bardia National Park some 80 migratory elephants are joined by crocodiles, swamp deer and river dolphins.\nJungle walks are an eco-friendly alternative to jeep safaris, so theyre cheap, plus youll get a much more personal experience and the benefit of local knowledge. It takes six hours to drive from Kathmandu to Chitwan, so its likely youll want to stretch your legs anyway. Our specialist guides will help you spot wildlife youd never manage to track on your own. You can even see endangered red pandas in the Himalayan foothills. And on our holidays you will help nature, too  by contributing to tree-planting projects.",
    "Title8": "Rafting",
    "Paragraph8": "Active adventurers can look beyond trekking and get their kicks white water rafting down Nepal's rivers. As well as being exciting, rafting is a great way to view wildlife and birdlife. Winding through the mid hills of Nepal, the Seti River flows through steep forested canyons before joining the raging Trisuli River. Here, the Terai plains open up, but the water remains challenging, with grade II and III rapids to navigate. Paddles up!"
}