{
    "Main_Title": "Our Vietnam holidays & tours",
    "Main_Paragraph": "Roam from Hanoi to Ho Chi Minh City on our Vietnam holidays – small group trips and tailor made tours that combine effervescent cities with excursions into remote and tranquil countryside, where rice paddies cushion stilt-house villages. Our low-carbon cycling holidays in Vietnam are a popular way to explore, encouraging you to slow down in small rural communities and savour cultural exchanges for which other tours move too quickly. And with over 3,000km of coastline and many near-deserted islands, Vietnam is always a favourite with families too. Got more time at your disposal? We can also help you combine Vietnam with Cambodia, Laos or Thailand, to explore the similarities and contrasts between them.",
    "Subtitle": "About our Vietnam holidays",
    "Title1": "Culture, food, history & beaches",
    "Paragraph1": "Vietnam is an intoxicating country to travel. You can trace the country’s recent journey from colonialism to communism through fading French, Spanish and Portuguese architecture, and the sobering remnants of the war all around you. There are idyllic beaches, especially those just outside Hoi An. Vietnam has over 50 ethnic minority groups, each with their own distinct cultures. Visiting Indigenous communities and sailing to river markets around the Mekong Delta offer many chances for meaningful interactions. And everywhere you go, that healthy, aromatic, inexpensive cuisine: seafood in the north; kicking spices in the centre; delicious comfort food in the south.",
    "image1": "",
    "Title2": "Cultural journeys in Vietnam",
    "Paragraph2": "Rural areas of Vietnam feel a world apart from the hectic cities, with remote communities carrying on peacefully much as they have done for centuries. Many of our Vietnam holidays will include time among Indigenous communities such as the Hmong, often involving some hiking to reach near-inaccessible villages through highlands, rice terraces and forest. In some cases you may be able to overnight in a family’s stilt home. This is a highly recommended chance to learn about rural ways of life through exploring folklore, music and dance, rice farming or weaving, sharing your hosts’ food and, if you’re up to it, their fiery rice whisky.",
    "image2": "",
    "Title3": "Family holidays in Vietnam",
    "Paragraph3": "The Vietnamese are extremely welcoming of children, and while Hanoi and Ho Chi Minh City can be overwhelming at times, our family holidays in Vietnam ensure there is plenty of time factored in to relax. From the age of around eight kids should love travel in Vietnam, though they might need to adapt to some challenges, from spicy foods to busy urban areas. But there are also fun rides on cyclos and sampans, enchanting water puppet theatre, and lots of beach resorts where you can decompress for a few days.",
    "Title4": "Cycling holidays in Vietnam",
    "Paragraph4": "Our cycling holidays in Vietnam, including those that cross borders into Laos or Cambodia, are usually small group trips. Since many venture into rural areas where little – if any – English is spoken, our brilliant local guides help with everything from translating menus to explaining the significance of roadside shrines. Trips will often involve early starts and 10 or more days in the saddle covering a lot of ground, so you will want to be decently fit. But cycling through Vietnam is unquestionably one of the best ways to get an authentic take on the culture, often taking you to communities that see very few tourists and thus see great financial benefits from your group’s passing visit.",
    "image3": "",
    "Title5": "Types of tours & holidays in Vietnam",
    "Paragraph5": "Vietnam’s cities can be sensory overload, and you’ll need to negotiate language barriers to visit remote villages. So our small group holidays to Vietnam are popular because you have a fantastic local guide with you throughout – the best way to enjoy both sides of Vietnam.. And in a country where even crossing the street can be dramatic, all holidays are adventure holidays, but some can get a little more exciting still.",
    "Title6": "See Vietnam & Cambodia together",
    "Paragraph6": "Our combined Vietnam and Cambodia holidays make a great deal of sense, not least to save money. It’s fascinating to see how each country’s respective histories and cultures have threaded and diverged, and to explore the differences in pace of life (Vietnam often hectic; Cambodia much more relaxed), and cuisine. And while Vietnam’s historic sites are impressive, nothing prepares you for the scale and majesty of Angkor Wat. You can cross the border by boat, getting to Phnom Penh from the Mekong Delta. These are typically small group trips with set itineraries, and local tour leaders providing cultural insights while ensuring everything runs smoothly."
}