{
    "Main_Title": "Our Bahamas holidays",
    "Main_Paragraph": "Tell someone youre going to the Bahamas and theyll be all oohs and ahhs. Not just one island, but an island country made up of thousands, the Bahamas is found east of Florida, in the Atlantic Ocean (not the Caribbean). Its best known for beaches  which are extravagantly splayed from shore to shore, and for its holiday resorts and cruise ships, and for being a recluse for the fantastically wealthy. These shores have glamorous associations  from James Bonds Thunderball, filmed in an underwater grotto, to the celebrity properties on Paradise Island. But the nation also provides fantastic island hopping, diving, snorkelling, sailing and kayaking for non-billionaires.\nOur Bahamas holidays go beyond the beach  through activities like wildlife-watching, camping and visiting the fragile, fascinating, and lesser visited mangroves  to give you a Bahamas well worth ahh-ing over.",
    "Subtitle": "Our Bahamas holiday highlights",
    "Title1": "Which islands to visit",
    "Paragraph1": "The Bahamas is made up of thousands of islands, cays and islets, but there are only a few dozen that are inhabited. New Providence and Grand Bahama Island  where capital Nassau and second largest city Freeport are found respectively  are set apart; the rest of the islands are known as the Out Islands. Most people fly into Nassau and many stay on the island at one of its massive resorts. But the more intrepid can go on from here to explore one of the districts of the Out Islands and discover their diverse appeal.\nPopular destinations in the Out Islands include the Exumas, a long string of cays in the middle of the group thats great for island-hopping by boat. Then theres the large, rugged island of Andros, Eleuthera with its pink sand beaches, and Long Island, known for having the worlds third deepest blue hole.",
    "image1": "",
    "Title2": "Exuma",
    "Paragraph2": "Theres an idyllic island for every day of the year in the Bahamian Exumas. This isnt just a turn of phrase  promotional materials talk about the 365 islands here: the islands of Great Exuma and Little Exuma and then the strung-out gems of the Exuma Cays stretching to the north-west.  The islands have a reputation for luxury  witness the private islands, and celebrity-owned cays, and the yachts dotted between them. You may be more intrigued by the swimming pigs at Pig Beach (Big Major Cay). \r\nOur holidays show you a different side of the Exumas, swapping yachts for cay-to-cay kayaking adventures, and swap resorts for camping. Its a much lower impact way to see the cays, and their nature  both above and below the water.",
    "image2": "",
    "Title3": "Beaches",
    "Paragraph3": "One big draw on the Bahamas beaches is their pink sand found, most famously, on Pink Sand Beach on Eleuthera. Elsewhere, the limestone which underpins the islands provides a powdery white sand as soft as talcum powder. Other famous beaches include the Tropic of Cancer Beach on Little Exuma, crossed by the imaginary line, and Deans Blue Hole Beach on Long Island near the famous diving site. \r\nWhats best about the Bahamas beaches isnt the famous shores, but the fact that there are so many more unsung stretches. Our trips might use a kayak to get you across water too shallow for most boats, to reach beaches that are lesser known, but no less beautiful.",
    "Title4": "Marine Life",
    "Paragraph4": "As manicured as some of the islands are in the Bahamas, below the water is a wild world. The Bahamas are famous for fishing  people come from all over the world to fly fish for giant bonefish. But the Bahamas are also a great diving destination, and the warm, shallower waters can also be prime snorkelling spots. Popular destinations include the Exumas, where you usually need to go by boat  there are few reefs in reach of the shore. There are sharks, reefs, and reef sharks, dolphins, turtles, massive groupers and tiny tropical fish clinging to the coral  a whole watery world to explore.\nOur Bahamas holidays include plenty of time in the water, but our local guides ensure that you are always keeping the wildlife safe from harm when you take the plunge and kept informed about conservation efforts in the area.",
    "image3": "",
    "Title5": "Culture",
    "Paragraph5": "Cruise ships, colourful houses, maybe a few churches: your first impressions of the Bahamas might not catch the full spirit of the islands, which have a culture shaped by West African, English and American influences. But in summer, follow the sound of clanging cowbells and shrill whistles to Junkanoo a parade that takes place multiple times across multiple islands, bringing the community together to celebrate Bahamian culture and history. Junkanoo is a music and dance form created by enslaved people in the Caribbean. Even the colourful Bahamian streets look drab in comparison to the outfits of its masked dancers."
}