{
  "destination": "Moldova",
  "mainPhoto": "",
  "id": "moldova-holiday",
  "tourName": "Moldova holiday",
  "placesVisited": "Chisinau, underground wine tunnels, Orheiul Vechi Monastery complex, Butuceni village, Trebujeni village, Capriana Monastery, Codrii Nature Reserve, Transdniestr, Tiraspol, Causeni, Martha and Maria Monastery, Et Cetera family winery",
  "generalInfo": "One of Europe’s quirkiest countries, miniscule Moldova is home to the “breakaway republic” of Transdniestr and the autonomous region of Gagauzia – making it extremely hard to define. Dwarfed by its neighbours Ukraine and Romania, Moldova’s historical and contemporary influences stretch from the Ottoman Empire to Russia, creating an intriguing confluence of cultures which can be explored on this Moldova holiday. Few people know about this region’s wine-producing heritage, but this six-day Moldova holiday takes you to vast, subterranean wine cellars and small family-run wineries with the chance to sample some of these superb wines. You can visit cave monasteries, the 16th century fortress at Bendery, and cross the border into long, narrow Transdniestr – also known as Transnistria – which is only recognised by three other non-UN states. This Moldova holiday is certainly a tour with a difference; “off the beaten track” doesn’t even come close.",
  "durationDays": "6",
  "price": "1095",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Chisinau - Arrive in Chisinau where you will be met at the airport and transferred to your hotel. Depending on your time of arrival you may have the opportunity to explore the city. Overnight at City Park Hotel or similar. No meals are included today."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Chisinau walking tour - Gagauzia- Chisinau (Driving time today is approx. 4 hours – 236km) - After breakfast we embark on a walking tour of the capital, visiting key sites including the Arc de Triomphe, the Cathedral, and the Moldovan Parliament. Continue with a visit to the National Museum of Ethnography, with its collection of archaeological treasures and old Bessarabian carpets. From here we drive to Comrat, the capital of the region. We will take a tour of the town before having lunch in a local restaurant with typical Gagauzian dishes. After lunch continue to Besalma village, in the autonomous region of Gagauzia, to visit the Gagauzian Museum of History and Ethnology. It contains hundreds of exhibits of artistic and spiritual value assembled over the last two centuries. We then return to Chisinau. Overnight at City Park Hotel or similar. (BL)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Chisinau - Cricova - Orheiul Vechi – Curchi Monastery - Butuceni - After breakfast we drive to the vast underground tunnels that house the wine cellars of Cricova, and take a tour by train, with time to enjoy a tasting of some of the wines. There will be the opportunity to buy some souvenir bottles in the on-site shop. We will continue to Orheiul Vechi, an impressive 13th Century cave monastery complex set amidst dramatic scenery, and from there to Butuceni where we stay overnight in agro-pension (BL)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Martha and Maria Monastery – Chateau Pucari Winery - This morning visit the unique church – the Assumption of Virgin Mary from the 17th Century with its well-preserved frescoes before travelling to Pucari and visit Chateau Pucari, the oldest and most famous winery in Moldova, where we will be given a tour and sample some wines, as well as having lunch. We then visit the Martha and Maria Monastery, dating back to the beginning of the 20th Century, built in a fine architectural style. Overnight at City Park Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Clisova Noua - Soroca - After breakfast we travel to Clisova Noua village and visit the Art Rustica craft centre, where you will see old and new samples of national objects which reflect the traditional Moldovan customs and culture. Continue to Soroca and after lunch explore the city. Visits include ‘The Candle of Gratitude’ and the ‘Gypsy Hill’, a district of the Moldovan Roma people with its spectacular mansions. Also visit the Soroca medieval fortress from the outside, which played an important role in the defence against the Turks. Return to Chisinau where the afternoon is at leisure. In the evening meet for a farewell dinner at “La Placinto”, a popular Moldovan Restaurant with local music. Overnight City Park Hotel or similar (BL)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Departure from Chisinau - The tour ends today after breakfast when airport transfers leave to meet onward flights. (B)"
    }
  ],
  "map": ""
}