[
  {
    "destination": "Moldova",
    "mainPhoto": "",
    "id": "moldova-cultural-holiday",
    "tourName": "Moldova cultural holiday",
    "placesVisited": "",
    "generalInfo": "Tucked between Romania and Ukraine, Moldova is one of Europe’s last true hidden gems - a land often overlooked, yet rich with history, layered cultures, and quiet, unspoiled charm. This journey invites you to step off the tourist trail and into a country shaped by centuries of shifting empires, enduring traditions, and surprising beauty. From the tree-lined boulevards of Chisinau to the echoing wine cellars of Cricova, the forgotten Soviet echoes of Transdniestr to the ancient cave monasteries at Orheiul Vechi, each day peels back another layer of this enigmatic country, offering a rare glimpse into a Europe that time almost forgot.<br/><br/>The tour begins in the relaxed capital, Chisinau, with time to explore its parks, monuments, and Soviet-era grandeur before heading out to the peaceful Capriana Monastery and the tradition-rich village of Clisova Noua. You’ll then cross into Transdniestr - a breakaway republic frozen in time - where the capital, Tiraspol, and the historic fortress town of Tighina offer a rare glimpse into a living Soviet past. The journey continues with visits to Orheiul Vechi, a striking monastery carved into a cliffside, and Cricova’s sprawling underground wine city, where Moldova’s finest vintages await. Further north lies Soroca, with its imposing medieval fortress and vibrant Roma community, followed by a visit to the unique autonomous region of Gagauzia - where Turkic roots blend with Orthodox tradition-, before returning to Chisinau for a final night.<br/><br/>More than just a sightseeing tour, this journey is an immersion into a land where cultures meet, identities intertwine, and history is never far beneath the surface. Whether tasting wine in centuries-old cellars, exploring villages little changed by time, or uncovering Moldova’s forgotten corners, this is a rare opportunity to discover a Europe few have seen - and one you won’t soon forget.",
    "durationDays": "7",
    "price": "1285",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Chisinau - Arrive in Chisinau and transfer to your hotel. The rest of the day is free. Overnight Bristol Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Chisinau – Capriana – Clisova Noua - Spend the morning exploring Chisinau, one of Europe’s greenest cities. We visit some of its key monuments including the St Teodora church, the Arch of Triumph and its collection of striking 19th century buildings. We then head to the 15th century Capriana Monastery, and the village of Clisova Noua with its small museum on Moldovan customs and traditions. Return to Chisinau for the night. Overnight Bristol Hotel or similar. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Transdniestr - Cross the border into the breakaway republic of Transdniestr, one of Europe’s oddest entities and something of a throwback to the days of the Soviets. We explore the ‘capital’ Tiraspol with its stark monuments and also visit the town of Tighina, once an important trading centre and with an impressive 16th century fortress to explore. Return to Chisinau for the evening. Overnight Bristol Hotel or similar. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Orheiul Vechi – Cricova - Visit the monastery complex of Orheiul Vechi, one of Moldova’s most important historic sites and dating back to the 13th century. We then head to the vast wine cellars of Cricova, around 80 metres underground and consisting of tunnels that stretch for more than 120 kilometres. Explore this unusual site with opportunities for wine tasting at the end. Overnight at Bristol Hotel or similar. (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Soroca - Head to Soroca, once a Genoese trading post and home to a rather impressive fort, which we explore. We also visit a community of gypsies, where we will be able to learn about their unique traditions and customs, before heading back to Chisinau. Overnight Bristol Hotel or similar. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Comrat - Drive to Comrat, the ‘capital’ of the semi-autonomous region of Gagauzia. The Gagauzians are of Turkic ethnicity but follow the Eastern Orthodox church, with a distinct culture and traditions. We visit a traditional (restored) Gagauzian house as well as the small ethnological museum in the village of Besalma, before returning to Chisinau for our final night in Moldova. Overnight Bristol Hotel or similar. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Chisinau - Transfer to the airport for departure. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Moldova",
    "mainPhoto": "",
    "id": "moldova-holiday",
    "tourName": "Moldova holiday",
    "placesVisited": "Chisinau, underground wine tunnels, Orheiul Vechi Monastery complex, Butuceni village, Trebujeni village, Capriana Monastery, Codrii Nature Reserve, Transdniestr, Tiraspol, Causeni, Martha and Maria Monastery, Et Cetera family winery",
    "generalInfo": "One of Europe’s quirkiest countries, miniscule Moldova is home to the “breakaway republic” of Transdniestr and the autonomous region of Gagauzia – making it extremely hard to define. Dwarfed by its neighbours Ukraine and Romania, Moldova’s historical and contemporary influences stretch from the Ottoman Empire to Russia, creating an intriguing confluence of cultures which can be explored on this Moldova holiday. Few people know about this region’s wine-producing heritage, but this six-day Moldova holiday takes you to vast, subterranean wine cellars and small family-run wineries with the chance to sample some of these superb wines. You can visit cave monasteries, the 16th century fortress at Bendery, and cross the border into long, narrow Transdniestr – also known as Transnistria – which is only recognised by three other non-UN states. This Moldova holiday is certainly a tour with a difference; “off the beaten track” doesn’t even come close.",
    "durationDays": "6",
    "price": "1095",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Chisinau - Arrive in Chisinau where you will be met at the airport and transferred to your hotel. Depending on your time of arrival you may have the opportunity to explore the city. Overnight at City Park Hotel or similar. No meals are included today."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Chisinau walking tour - Gagauzia- Chisinau (Driving time today is approx. 4 hours – 236km) - After breakfast we embark on a walking tour of the capital, visiting key sites including the Arc de Triomphe, the Cathedral, and the Moldovan Parliament. Continue with a visit to the National Museum of Ethnography, with its collection of archaeological treasures and old Bessarabian carpets. From here we drive to Comrat, the capital of the region. We will take a tour of the town before having lunch in a local restaurant with typical Gagauzian dishes. After lunch continue to Besalma village, in the autonomous region of Gagauzia, to visit the Gagauzian Museum of History and Ethnology. It contains hundreds of exhibits of artistic and spiritual value assembled over the last two centuries. We then return to Chisinau. Overnight at City Park Hotel or similar. (BL)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Chisinau - Cricova - Orheiul Vechi – Curchi Monastery - Butuceni - After breakfast we drive to the vast underground tunnels that house the wine cellars of Cricova, and take a tour by train, with time to enjoy a tasting of some of the wines. There will be the opportunity to buy some souvenir bottles in the on-site shop. We will continue to Orheiul Vechi, an impressive 13th Century cave monastery complex set amidst dramatic scenery, and from there to Butuceni where we stay overnight in agro-pension (BL)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Martha and Maria Monastery – Chateau Pucari Winery - This morning visit the unique church – the Assumption of Virgin Mary from the 17th Century with its well-preserved frescoes before travelling to Pucari and visit Chateau Pucari, the oldest and most famous winery in Moldova, where we will be given a tour and sample some wines, as well as having lunch. We then visit the Martha and Maria Monastery, dating back to the beginning of the 20th Century, built in a fine architectural style. Overnight at City Park Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Clisova Noua - Soroca - After breakfast we travel to Clisova Noua village and visit the Art Rustica craft centre, where you will see old and new samples of national objects which reflect the traditional Moldovan customs and culture. Continue to Soroca and after lunch explore the city. Visits include ‘The Candle of Gratitude’ and the ‘Gypsy Hill’, a district of the Moldovan Roma people with its spectacular mansions. Also visit the Soroca medieval fortress from the outside, which played an important role in the defence against the Turks. Return to Chisinau where the afternoon is at leisure. In the evening meet for a farewell dinner at “La Placinto”, a popular Moldovan Restaurant with local music. Overnight City Park Hotel or similar (BL)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Departure from Chisinau - The tour ends today after breakfast when airport transfers leave to meet onward flights. (B)"
      }
    ],
    "map": ""
  }
]
