{
  "destination": "Switzerland",
  "mainPhoto": "",
  "id": "switzerland-activity-holiday-tailor-made",
  "tourName": "Switzerland activity holiday, tailor made",
  "placesVisited": "Lucerne, Interlaken, Grindelwald, Brunngasse, Zermatt, 5-Seenweg (Five Lakes Walk), Gondola up the Matterhorn glacier, Lake Geneva, Cheese, chocolate alp horn making workshops",
  "generalInfo": "Switzerland’s summits and plunging pine forested valleys are like a huge outdoor adventure playground and provide the perfect setting for an activity holiday, no matter what the time of year. The itinerary below includes a couple of activities but you’re welcome to sign up for more. <br/><br/>Train transfers take you between Lake Lucerne, Interlaken, and the UNESCO terraced vineyards of Lavaux. Small family owned accommodation offers traditional B&amp;B lodgings whilst year round cable cars whisk you up to the start of walking trails, glacial lakes or ski runs.<br/><br/>Either side of summer, you’ll find comfortable temperatures for alpine hiking and mountain biking. Spring is especially pleasing for wild flowers and fast-running rivers – definitely the most exciting time of year for white water rafting. <br/><br/>Autumn is also ideal for getting outdoors with glasses of gluhwein and bowls of fondue warming up mountain walkers after a day spent exploring the 5-Seenweg in the Zermatt Mountains.<br/><br/>Summers in Switzerland allow wild swimming, canyoning and kayaking to take centre stage with rock climbing and paragliding certain to appeal to adventurous adrenaline addicts.<br/><br/>Winter activity holidays in Switzerland are simply superb. Pine forested trails covered in snow conjure cross country skiing and winter walks in Narnia. Dog sledding, glacier walks with crampons, ice skating and sledding also tempt travellers to venture outdoors in the winter with a whole range of activities encouraging holiday makers to try something new on a week away.<br/><br/>From cable car rides to the top of the Matterhorn glacier to chances to learn more about traditional artisan crafts, such as cheese, chocolate and alp horn making, this tailor made tour unveils a side to Switzerland that many larger group tours often fail to see.<br/>",
  "durationDays": "9",
  "price": "4285",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Train transfer from Zurich airport to romantic Lucerne. Lucerne ranks amongst the world's prettiest cities, and there is so much to see. Contributing to Lucerne's cityscape alongside the world-famous Chapel Bridge and Water Tower are the Musegg Wall, the Jesuit Church, the Mill Bridge, the Lion Monument, the KKL culture and convention centre, and a host of other sites of interest. Lucerne is best discovered on foot or you can rent a bike to discover wider Lucerne Lake. After free time."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "MT. PILATUS GOLDEN TOUR: Enjoy worlds steepest electric cogwheel train-cable car to enjoy the great views from the summit of Pilatus. On the top of Pilatus you'll find a terrace from where you can enjoy the views of Lake Lucerne and the Alps. Also there's a 'Dragon Path' about the myths around this mountain, and several hiking trails to viewing points. From May to October experience the assorted delights of Lucerne's landmark mountain courtesy of the Golden Round Trip – a half-day or whole- day excursion involving a boat trip, the steepest electric cogwheel railway, aerial cableway and panorama gondolas."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Train to Interlaken / Grindelwald. On the way to Interlaken, stop in the town of Brienz, known for the calm turquoise water of neighboring Brienz Lake, the thick forests in the distance, and the traditional ambiance that winds through the streets. Stroll along the Brunngasse once awarded the “most beautiful street in Europe.” 18th-century homes are decorated with unique woodwork and provide the lane with incredible charm. Check in at the hotel and free time. Plenty of activities available in Interlaken / Grindelwald area: -VISIT THE TRÜMMELBACH WATERFALLS - 10 glacier waterfalls inside the rocks and made accessible by a tunnel lift. - ROYAL RIDE TO THE PEAK OF MÄNNLICHEN VIA ROYAL WALK: ride on a balcony on the roof of the aerial cableway, starting from railway station in Wengen heading up to the peak of Männlichen via \"Royal Walk\". Or you can do hiking to the peak of Männlichen. - VISIT THE OPEN AIR MUSEUM BALLENBERG: FEEL Switzerland as it used to be. More than one hundred century-old buildings from all over Switzerland, 250 farmyard animals, traditional, old-time gardens and fields, demonstrations of local crafts, and many special events create a vivid impression of rural life in days gone by. Ballenberg is indeed very unique and you will enjoy your the tour with explanations of culture, history and the traditional way of living in days gone by. - TRADITIONAL ALPHORN MAKING"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Hiking day or biking day: HIKING TO FIRST CLIFF BY TISSOT: After alighting the gondola at Grindelwald First, take a comfortable hike to the beautiful Bachalpsee (two lakes), admire the spectacular landscape and scenery before heading to the First Cliff Walk. In addition to the First Cliff Walk by Tissot, perhaps try in ‘First Flyer’ experience. HIKING TRAIL INTERLAKEN TO HARDERKULM (3 to 4 hours): this steep hike offers a big finale: an excellent restaurant and stunning views of the Bernese Oberland on the top. HIKING TRAILS OF GRINDELWALD: Take one of numerous options to hike in fascinating Alpine Grindelwald region: Eiger trail, Maennlichen Romantic Trails, Wengen to the Kleine Scheidegg, hiking from Grosse Scheidegg to Meiringen in the Hasli valley."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Train transfer to Zermatt. Check-in hotel and depart for HIKING TOUR OF 5 LAKES: The 5-Seenweg (Five Lakes Walk) is in a class of its own among hikes in the Zermatt mountains. The views of the mountain lakes are superb (with the Matterhorn reflected in three of them), and the trail is full of variety. Rest of the day free time to enjoy Zermatt, famous because of the best view of the impressive Matterhorn. The rural village with the dark sun-burned wooden houses is inviting for shopping and fine eating in couple of great fondue restaurants."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "MATTERHORN GLACIER PARADISE - HIKING, SKIING, SNOW-SHOEING: You may ascend by cable car to the top of Matterhorn glacier, set on a high plateau and surrounded by mountains 13,124 feet high.Fantastic highest viewing platform in Europe (3883m). Take a hike or ski on the glacier, offering numerous ski- lifts to enjoy skiing - EVEN IN SUMMER TIME."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Train transfer from Zermatt to Montreux by Geneve Lake & sightseeing of Castle Chillon by Geneve Lake. Chillon Castle is located on a rock on the banks of Lake Geneva. This water castle for nearly four centuries Chillon was the residence and profitable toll station of the Counts of Savoy. Rest of the day free time for pleasant walk in Lausanne town or through Montreux Riviera."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "CHOCOLATE AND CHEESE DAY OR BIKING THROUGH UNESCO LAVAUX VINEYARDS: Chocolate train: 8:57 Departure from Montreux, coffee and chocolate croissant served on board 10:15 Arrival at Gruyères station, visit the exhibition to «La Maison du Gruyère» 11:15 Transfer by bus from the station to the village 11:25 Arrival at Gruyères village, time off in the village 13:55 Transfer by bus from the village to Broc Factory 14:10 Arrival at Broc Factory, visit to the «Maison Cailler-Nestlé» and chocolate tasting 15:55 Departure from Broc Factory by train 17:34* Arrival at Montreux BIKING THROUGH LAVAUX VINEYARDS: The terraced vineyards of Lavaux, based between Lausanne and Montreux is undoubtedly on of most spectacular sights to enjoy the area of Geneva Lake."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Conclusion of your trip in Geneva."
    }
  ],
  "map": ""
}