[
  {
    "destination": "Switzerland",
    "mainPhoto": "",
    "id": "switzerland-activity-holiday-tailor-made",
    "tourName": "Switzerland activity holiday, tailor made",
    "placesVisited": "Lucerne, Interlaken, Grindelwald, Brunngasse, Zermatt, 5-Seenweg (Five Lakes Walk), Gondola up the Matterhorn glacier, Lake Geneva, Cheese, chocolate alp horn making workshops",
    "generalInfo": "Switzerland’s summits and plunging pine forested valleys are like a huge outdoor adventure playground and provide the perfect setting for an activity holiday, no matter what the time of year. The itinerary below includes a couple of activities but you’re welcome to sign up for more. <br/><br/>Train transfers take you between Lake Lucerne, Interlaken, and the UNESCO terraced vineyards of Lavaux. Small family owned accommodation offers traditional B&amp;B lodgings whilst year round cable cars whisk you up to the start of walking trails, glacial lakes or ski runs.<br/><br/>Either side of summer, you’ll find comfortable temperatures for alpine hiking and mountain biking. Spring is especially pleasing for wild flowers and fast-running rivers – definitely the most exciting time of year for white water rafting. <br/><br/>Autumn is also ideal for getting outdoors with glasses of gluhwein and bowls of fondue warming up mountain walkers after a day spent exploring the 5-Seenweg in the Zermatt Mountains.<br/><br/>Summers in Switzerland allow wild swimming, canyoning and kayaking to take centre stage with rock climbing and paragliding certain to appeal to adventurous adrenaline addicts.<br/><br/>Winter activity holidays in Switzerland are simply superb. Pine forested trails covered in snow conjure cross country skiing and winter walks in Narnia. Dog sledding, glacier walks with crampons, ice skating and sledding also tempt travellers to venture outdoors in the winter with a whole range of activities encouraging holiday makers to try something new on a week away.<br/><br/>From cable car rides to the top of the Matterhorn glacier to chances to learn more about traditional artisan crafts, such as cheese, chocolate and alp horn making, this tailor made tour unveils a side to Switzerland that many larger group tours often fail to see.<br/>",
    "durationDays": "9",
    "price": "4285",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Train transfer from Zurich airport to romantic Lucerne. Lucerne ranks amongst the world's prettiest cities, and there is so much to see. Contributing to Lucerne's cityscape alongside the world-famous Chapel Bridge and Water Tower are the Musegg Wall, the Jesuit Church, the Mill Bridge, the Lion Monument, the KKL culture and convention centre, and a host of other sites of interest. Lucerne is best discovered on foot or you can rent a bike to discover wider Lucerne Lake. After free time."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "MT. PILATUS GOLDEN TOUR: Enjoy worlds steepest electric cogwheel train-cable car to enjoy the great views from the summit of Pilatus. On the top of Pilatus you'll find a terrace from where you can enjoy the views of Lake Lucerne and the Alps. Also there's a 'Dragon Path' about the myths around this mountain, and several hiking trails to viewing points. From May to October experience the assorted delights of Lucerne's landmark mountain courtesy of the Golden Round Trip – a half-day or whole- day excursion involving a boat trip, the steepest electric cogwheel railway, aerial cableway and panorama gondolas."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Train to Interlaken / Grindelwald. On the way to Interlaken, stop in the town of Brienz, known for the calm turquoise water of neighboring Brienz Lake, the thick forests in the distance, and the traditional ambiance that winds through the streets. Stroll along the Brunngasse once awarded the “most beautiful street in Europe.” 18th-century homes are decorated with unique woodwork and provide the lane with incredible charm. Check in at the hotel and free time. Plenty of activities available in Interlaken / Grindelwald area: -VISIT THE TRÜMMELBACH WATERFALLS - 10 glacier waterfalls inside the rocks and made accessible by a tunnel lift. - ROYAL RIDE TO THE PEAK OF MÄNNLICHEN VIA ROYAL WALK: ride on a balcony on the roof of the aerial cableway, starting from railway station in Wengen heading up to the peak of Männlichen via \"Royal Walk\". Or you can do hiking to the peak of Männlichen. - VISIT THE OPEN AIR MUSEUM BALLENBERG: FEEL Switzerland as it used to be. More than one hundred century-old buildings from all over Switzerland, 250 farmyard animals, traditional, old-time gardens and fields, demonstrations of local crafts, and many special events create a vivid impression of rural life in days gone by. Ballenberg is indeed very unique and you will enjoy your the tour with explanations of culture, history and the traditional way of living in days gone by. - TRADITIONAL ALPHORN MAKING"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Hiking day or biking day: HIKING TO FIRST CLIFF BY TISSOT: After alighting the gondola at Grindelwald First, take a comfortable hike to the beautiful Bachalpsee (two lakes), admire the spectacular landscape and scenery before heading to the First Cliff Walk. In addition to the First Cliff Walk by Tissot, perhaps try in ‘First Flyer’ experience. HIKING TRAIL INTERLAKEN TO HARDERKULM (3 to 4 hours): this steep hike offers a big finale: an excellent restaurant and stunning views of the Bernese Oberland on the top. HIKING TRAILS OF GRINDELWALD: Take one of numerous options to hike in fascinating Alpine Grindelwald region: Eiger trail, Maennlichen Romantic Trails, Wengen to the Kleine Scheidegg, hiking from Grosse Scheidegg to Meiringen in the Hasli valley."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Train transfer to Zermatt. Check-in hotel and depart for HIKING TOUR OF 5 LAKES: The 5-Seenweg (Five Lakes Walk) is in a class of its own among hikes in the Zermatt mountains. The views of the mountain lakes are superb (with the Matterhorn reflected in three of them), and the trail is full of variety. Rest of the day free time to enjoy Zermatt, famous because of the best view of the impressive Matterhorn. The rural village with the dark sun-burned wooden houses is inviting for shopping and fine eating in couple of great fondue restaurants."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "MATTERHORN GLACIER PARADISE - HIKING, SKIING, SNOW-SHOEING: You may ascend by cable car to the top of Matterhorn glacier, set on a high plateau and surrounded by mountains 13,124 feet high.Fantastic highest viewing platform in Europe (3883m). Take a hike or ski on the glacier, offering numerous ski- lifts to enjoy skiing - EVEN IN SUMMER TIME."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Train transfer from Zermatt to Montreux by Geneve Lake & sightseeing of Castle Chillon by Geneve Lake. Chillon Castle is located on a rock on the banks of Lake Geneva. This water castle for nearly four centuries Chillon was the residence and profitable toll station of the Counts of Savoy. Rest of the day free time for pleasant walk in Lausanne town or through Montreux Riviera."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "CHOCOLATE AND CHEESE DAY OR BIKING THROUGH UNESCO LAVAUX VINEYARDS: Chocolate train: 8:57 Departure from Montreux, coffee and chocolate croissant served on board 10:15 Arrival at Gruyères station, visit the exhibition to «La Maison du Gruyère» 11:15 Transfer by bus from the station to the village 11:25 Arrival at Gruyères village, time off in the village 13:55 Transfer by bus from the village to Broc Factory 14:10 Arrival at Broc Factory, visit to the «Maison Cailler-Nestlé» and chocolate tasting 15:55 Departure from Broc Factory by train 17:34* Arrival at Montreux BIKING THROUGH LAVAUX VINEYARDS: The terraced vineyards of Lavaux, based between Lausanne and Montreux is undoubtedly on of most spectacular sights to enjoy the area of Geneva Lake."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Conclusion of your trip in Geneva."
      }
    ],
    "map": ""
  },
  {
    "destination": "Switzerland",
    "mainPhoto": "",
    "id": "switzerland-highlights-tour",
    "tourName": "Switzerland highlights tour",
    "placesVisited": "Zurich, St. Gallen, Lake Lucerne boat trip, Mount Pilatus, Lauterbrunnen, Bulle, La Gruyere cheese factory, Bulle, Swiss chocolate factory, Bern",
    "generalInfo": "Between the cloud-scraping mountains, medieval towns and turquoise lakes, you’ll see the very best of Switzerland on this ten-day small group holiday. And not from afar, either. You’ll get the chance to catch a cogwheel train towards some of the highest peaks in Europe and sail across Lake Lucerne.\n<br/>\n<br/>\nThe towns pack in the medieval charm. You’ll browse the library at the Abbey of St Gall, peer up at the frescoed houses of Lucerne and cycle through Bern – possibly via a craft brewery or two. In fact, this being Switzerland, there’s a foodie theme throughout the trip. You’ll see how the Gruyere factories make their namesake cheese and you'll have free time to explore the Emmental valley on foot or bike. You’ll also swing by a chocolatier who’ll show you how Swiss artisans make the best chocolate in the world.\n<br/>\n<br/>\nIt’s a big old landscape to travel, but transport isn’t something you have to worry about. This small group holiday to Switzerland includes the train journeys and lake crossings, and tops things off with an expert guide.",
    "durationDays": "8",
    "price": "3305",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Zurich.",
        "description": "Hoi! Welcome to Switzerland. Your adventure starts with a welcome meeting at 6 pm tonight in Zurich. If you arrive early maybe visit Grossmunster Church, stroll along the promenade of Lake Zurich or treat your sweet tooth with a tour and tasting at the Lindt Home of Chocolate Museum. After your meeting, join your local leader on an orientation walk. Later, maybe get to know your fellow travellers over dinner at a local restaurant."
      },
      {
        "dayNumber": 2,
        "title": "Bern.",
        "description": "Get a taste of the world-renowned Swiss rail system as you head to Bern – the capital city, built around a crook in the Aare River. On a walking tour with your leader, you’ll walk past medieval architecture preserved in the Altstadt (Old Town) and learn about the city’s history. Explore the area where Einstein lived and developed his Theory of Relativity at the start of the 20th century and stop to check out Parliament House. Then, visit the Zytglogge (Clock Tower) and examine the gears of the old clock, which dates back to the 15th century, with many original parts still in operation. Watch the perfectly timed figurines, then climb to the top for a panoramic view of Bern. In the evening, why not get some of your crew together to explore the local food and drink scene – from typical Swiss dishes to worldwide cuisine, this is a great place for dining."
      },
      {
        "dayNumber": 3,
        "title": "Grindelwald.",
        "description": "This morning, board a train to Grindelwald – a small village in Switzerland’s Bernese Alps known for its glacial gorges, waterfalls and limestone walls. When you arrive, join your local leader on an orientation walk to get your bearings around town. Then, the rest of the day is free for you to explore at your own pace. Tonight, maybe find a local restaurant for dinner – your local leader will have the best recommendations."
      },
      {
        "dayNumber": 4,
        "title": "Grindelwald.",
        "description": "Today is a free day. Maybe explore Gletscherschlucht (Glacier Canyon) or ride a cable car to Grindelwald First, where you can embark on the First Cliff Walk – an adrenaline-pumping walkway that clings to the side of the mountain. You might also like to ride the rails through the village of Kleine Scheidegg to board the train to Jungfrauroch (the Top of Europe) – home to the highest railway station in Europe."
      },
      {
        "dayNumber": 5,
        "title": "Lucerne.",
        "description": "After breakfast, take the train to Lucerne, stopping at Interlaken along the way. Interlaken is a traditional resort town in the mountainous Bernese Oberland region built on a narrow stretch of valley, between the emerald-colored waters of Lake Thun and Lake Brienz. From here, ride the Luzern-Interlaken Express to Lucerne – this train ride is incredibly scenic, so make sure to make the most of the passing landscapes! When you arrive, set off on an orientation walk with your leader, then the rest of the day is free. Maybe visit the Glacier Garden, wander through the Richard Wagner Museum or see Bourbaki Panorama. Tonight, maybe find a local restaurant for dinner and try some traditional dishes like zuppa di zucca (pumpkin soup) or chugelipastete (meat pie)."
      },
      {
        "dayNumber": 6,
        "title": "Lucerne.",
        "description": "Set out on a daytrip to Mount Rigi today. Take the train to Arth-Goldau, where you’ll board a cogwheel train to Rigi Kulm. When you arrive, set off on a short walk to the peak of Mount Rigi. After, go downhill to the local cheese cellar, where you’ll join a guided tour for a cheese tasting. Maybe pack a picnic lunch to enjoy while soaking in the panoramic views, before setting off on another walk to Itznau – a picturesque municipality on the shores of Lake Lucerne, nestled at the foot of the Rigi. Later this afternoon, take a boat back to Lucerne."
      },
      {
        "dayNumber": 7,
        "title": "Zurich.",
        "description": "Take the train back to Zurich this morning. When you arrive, join your local leader for an orientation walk, with a very important hot chocolate stop! You then have the rest of the day to explore – maybe wander through the Swiss National Museum, visit the Fraumunster Church or take a cable car to Uetilberg for panoramic views over the surrounding alps and lake. Tonight, maybe join your group for a farewell dinner – a great way to say goodbye to Switzerland."
      },
      {
        "dayNumber": 8,
        "title": "Zurich.",
        "description": "With no activities planned for today, you are free to leave any time after breakfast. That doesn’t mean your adventure has to come to an end! If you would like to spend more time in Zurich, please chat to your booking agent ahead of time."
      }
    ],
    "map": ""
  },
  {
    "destination": "Switzerland",
    "mainPhoto": "",
    "id": "beautiful-switzerland-16-day-family-tour",
    "tourName": "Beautiful Switzerland: 16-Day Family Tour",
    "placesVisited": "Zurich, Lucerne, St. Moritz, Zermatt, Grindelwald, Montreux, Geneva",
    "generalInfo": "Switzerland's culturally vibrant and historically significant cities will seduce you as you tour from Zurich to Geneva, stopping at magnificent snow-capped mountain regions in between. Embrace the exuberant atmosphere of bustling districts, step onto the powdery glacial landscapes, throw snowballs at one another, ski down the steep slopes of the Swiss Alps, and cross the flowered fields cascading the countryside on this emblematic 16-day vacation.",
    "durationDays": "16",
    "price": "10,400",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Zurich - Switzerland’s Attractive Financial Hub",
        "description": "Beautifully nestled at the convergence of a lake and river and recognized as the financial capital of the world, Zurich is a gateway to Switzerland’s iconic scenery and a hub of activity. Your plane will land, you will meet your private transfer, and you will travel to an accommodation on the banks of the Limmat River. The sunshine will dance off the river’s glassy surface as superyachts cruise between the buildings and echoes of local chatter ring from the city’s palace-peppered districts. You may enjoy an introductory tour of Zurich shortly after arriving to take in its distinct atmosphere."
      },
      {
        "dayNumber": "2",
        "title": "Lucerne - Atop the Peaks of Mount Pilatus",
        "description": "You will make your way to the train station after breakfast and board a cozy cabin for your journey to Lucerne. Images of Mount Rigi and Mount Pilatus will peek over the horizon as you get closer to the popular lakeside getaway, home to some of Europe's oldest covered bridges and other revered heritage landmarks. You may partake in a walking tour after arriving and then tour via cable car to the summit of Mount Pilatus for endless spectacles of Switzerland and its sparkling lakes."
      },
      {
        "dayNumber": "3",
        "title": "Lucerne - Switzerland’s Master Chocolatiers",
        "description": "In the morning, you will visit the chocolate factory Aeschbach to try some of Switzerland's master chocolatier’s delicious products before you continue to Mount Titlis. The rest of your day will be spent exploring the Alpine glaciers and steep walls of ice that compose Switzerland's distinct snowy landscape. Enter ice caves, soar over glacial formations, and throw snowballs at one another on the mountains as you appreciate your time on Mount Titlis. You will return to Lucerne later today for a delightful dinner and an evening of peace and quiet."
      },
      {
        "dayNumber": "4",
        "title": "Lucerne - Quiet Repose in the City of Lucerne",
        "description": "You will wake up and feel the chilly breeze give way to the warm sunshine peeking through your blinds. You may step onto your balcony and people-watch from your quiet repose as you sip on a steamy cup of coffee. After breakfast, you may slowly explore the city's neighborhoods at leisure and stumble upon markets, boutique stores, and artisanal restaurants dotting Lucerne's skyline. You may also visit decorated churches and exemplary art galleries for a taste of Switzerland's creative talent."
      },
      {
        "dayNumber": "5",
        "title": "St. Moritz - Luxury Living on the Lake",
        "description": "After breakfast, you can take a stroll to the train station and escape to the luxe lakeside resort town in the Engadin valley, St. Moritz. Having hosted the Winter Olympics twice and other significant winter sports events, St. Moritz is both a dreamy alpine retreat and hub of entertaining snow-based activities. Upon arrival at your accommodation, you will unpack your things and then wander the vibrant mountain village to heritage sites and fine dining restaurants. After savoring some exquisite Swiss snacks, you may discover the surrounding natural beauty as you plod along park trails through the forests."
      },
      {
        "dayNumber": "6",
        "title": "St. Moritz - A Quiet Day to Unwind",
        "description": "Your second day in St. Moritz is free for you to indulge in the finer things, from the decadent Swiss dishes prepared at elite, award-winning restaurants to the postcard-perfect panoramas at observation decks overlooking the Swiss Alps. You may also spend your day slowly soaking up St. Moritz's unique vibe as you meander along streets weaving through town to squares lined with artistic sculptures and historic buildings. Whether you wish to enjoy a vitalizing spa therapy or stroll through manicured parks, your last day in St. Moritz will be pleasantly relaxed."
      },
      {
        "dayNumber": "7",
        "title": "Zermatt - Traveling on the Glacier Express Train",
        "description": "You will board the legendary Glacier Express Train in St. Moritz this morning and relish a magnificent day of adventure across Switzerland ahead. You will have panoramic views from your comfortable wagon and absorb the bewitching backdrops of colossal mountains, snow-powdered peaks, wildflower-flecked meadows, and ancient little villages as you make your way to Zermatt. Lunch will be served on the train, and you will enjoy all the amenities on offer as you draw closer to the mountain resort, your home away from home for the next two nights."
      },
      {
        "dayNumber": "8",
        "title": "Zermatt - Glacial Landscapes and the Gornergrat Summit",
        "description": "Your second day in Zermatt is yours to explore the mountains surrounding the resort town. You may board trains heading up to the Gornergrat Summit, a peak recognized for having the best 360-degree view in Switzerland. You may also cross the glacial landscape in a cable car to the Klein Matterhorn, where you will step out into the soft snow and feel the icy breeze against your cheeks as you peer into frozen chambers hidden between blackened rock formations. Thrill-seekers may also relish any opportunity to ski the steep slopes of the Swiss alps."
      },
      {
        "dayNumber": "9",
        "title": "Grindelwald - Adventures in the Bernese Alps",
        "description": "You will travel up the highest train station in the world, the Jungfraujoch, this morning to reach the spectacular mountainscape of Grindelwald. The journey takes you across yellow and purple-flowered fields that cover the hills rising and falling beneath the towering snow-capped peaks of the Bernese Alps. After arriving in Grindelwald and checking into your accommodation, you may take part in a variety of exhilarating activities in and around the alpine slopes. You may bracingly zip line from hilltop to hilltop, paraglide down from an imposing precipice, or cycle along pathways descending the mountains."
      },
      {
        "dayNumber": "10",
        "title": "Grindelwald - Train Tours to the Jungfrau Mountain",
        "description": "On the morning of your second day in Grindelwald, you will board a train headed across the sweeping Swiss countryside spreading around the foothills of the alps. The train trips are set on a series of incredible landscape stages, including the spellbinding floral hillsides, glacial mountain peaks, and rocky caverns of the Jungfrau Mountain. You will return from the crest of the mountain to Grindelwald and spend the rest of your afternoon enjoying the tantalizing flavors of Swiss cuisine at decadent restaurants overlooking the alps."
      },
      {
        "dayNumber": "11",
        "title": "Grindelwald - Luxuriating in the Alps at Your Leisure",
        "description": "Your final day in Grindelwald is free at your leisure, and you will be spoiled for choice of activities should you wish to adventure more within the alps. Whether you wish to peacefully wander the unfolding forests that veil Grindelwald's surrounding landscape or experience the thrill of paragliding, skydiving, or downhill biking from the top of the mountains, there is something for everyone to enjoy a day out in the Swiss highlands. In the evening, you may be fortunate enough to bask in the glow of the stars as they pierce through the snowy sky."
      },
      {
        "dayNumber": "12",
        "title": "Montreux - Swiss Fondue and Alpine Views",
        "description": "Leaving Grindelwald in the morning after breakfast, you will have time to reach the summit of Harder Kulm and savor a scrumptious Swiss Fondue against the backdrop of enormous grassy hills and the soaring Bernese Alps. Afterward, you will continue across Switzerland’s mountainous countryside by train to the lakeside resort town of Montreux. Your accommodation will boast panoramic views of Lake Geneva and will be around the corner from the promenade, a stately boulevard lined with blossoming flowers, meticulous sculptures, and medieval buildings. Your stroll along the promenade will kick off your walking city tour of Montreux."
      },
      {
        "dayNumber": "13",
        "title": "Montreux - Peruse Montreux at Your Own Pace",
        "description": "Once an escape for writers, artists, and musicians, Montreux has been an attractive and creative destination for many years. Today, emblematic artwork lines the walls of decorated galleries, jazz festivals draw crowds aplenty to the charming resort town, and century-old libraries house the literature of eras past. On your free day in Montreux, you may explore the city highlights that show off this creative culture, indulge in the finest Swiss food, or choose to spend your afternoon relaxing comfortably at your fabulous accommodation."
      },
      {
        "dayNumber": "14",
        "title": "Geneva - Understanding the Big Bang at CERN",
        "description": "Culturally vibrant, paved by gold, and shrouded in rich heritage, Geneva is regarded as one of the country’s premier pit stops on a Swiss expedition. You will leave your things in your hotel room and visit the largest particle physics laboratory in the world, CERN. A guide will welcome you to the remarkable research facility and show you around to its incredible technology. You will delve into the origins of the cosmos and the Big Bang before you spend the afternoon more calmly exploring Geneva’s gorgeous districts."
      },
      {
        "dayNumber": "15",
        "title": "Geneva - Free Day to Explore Geneva",
        "description": "There’s much to see and do in Geneva, and you will have the day to explore as much of the city as you wish at a leisurely pace. You may visit several notable headquarters, such as the World Trade Organization, World Health Organization, and International Committee of the Red Cross, or stroll stunning promenades to boutique stores and stylish bistros all within the clasp of the Alps and the Jura mountains. You may spend your evening tucking into divine Swiss cuisine at restaurants quietly settled in the shadows of the dramatic Mont Blanc."
      },
      {
        "dayNumber": "16",
        "title": "Geneva - Morning Galavant through Geneva’s Neighborhoods",
        "description": "Geneva comes to life early in the morning as visitors flood the city streets in search of decadent baked treats and locals swing their shop doors open to welcome the hungry guests. You will enjoy a light bite at your accommodation before you wander the neighborhood one last time to try a few more sumptuous snacks and scan for commemorative curiosities to take home with you. After an hour or two out on the town, you will return to your accommodation to collect your things and meet your private transfer who will whisk you away to the international airport."
      }
    ],
    "map": ""
  },
  {
    "destination": "Switzerland",
    "mainPhoto": "",
    "id": "perfectly-swiss-a-comprehensive-tour-of-switzerland",
    "tourName": "Perfectly Swiss: A Comprehensive Tour of Switzerland",
    "placesVisited": "Lucerne, Bern, Zurich, Engelberg, Bellinzona, Lugano, San Salvatore, Zermatt, Berner Oberland, Murren, Gruyeres, Lausanne, Lake Geneva, Avenches, Murten",
    "generalInfo": "Embrace the Alps and the picture perfect villages that offer incredible vistas of the undulating summits during your custom tailored tour of Switzerland. Glassy lakes reflect the verdant foothills and colorful historical buildings as flower boxes frame the windows and line the streets. Antique castles watch over the valleys as cows graze on herbs, grass, and wildflowers. Monasteries house cheese factories and storefronts display whimsical chocolate statues. Traverse the countless hiking trails and ride gondolas to breathtaking panoramas. The fascinating culture and ineffable landscape combine for a moment that is uniquely and perfectly Swiss.",
    "durationDays": "12",
    "price": "7,800",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Lucerne – Arrive in Switzerland and Settle into the Charming Lucerne",
        "description": "Your flight will ease into the Zurich Airport, and your first highlight will be the lush greenery that surrounds the runway. The plains spread to the tall trees as red-tiled rooftops shine against the verdant scenery and lead to the mountains on the horizon. Your private transfer greets you at baggage claim and escorts you to the city of Lucerne, located approximately 30 miles southwest. The ambiance of Lucerne immediately welcomes you to Switzerland. The stunning historic buildings reflect in the tranquil waters of Lake Lucerne. Encompassing mountains have inspired myth. The bright colors draped across the building facades will remind you of indulgent candies, from marzipan to chocolate. The city seamlessly blends a nostalgic past with a chic and vibrant present. Your private transfer will lead you to a luxurious hotel located in the heart of the old city. Take the time to freshen up and ease into the charming streets of Lucerne with an introductory guided tour. Your guide will meet you in the lobby and take you through the streets of Old Town, which are filled with the aroma of decadent chocolate and freshly baked pastries. The traditional alpine architecture contains timber frames that border the streets as lime green shutters accentuate the elaborate designs of the edifices; each building resembles a larger construction of an authentic cuckoo clock. The Altes Rathaus, the Old Town Hall, was built in the early 17th-century, and the Italian Renaissance style contains a typical Swiss hipped roof with slopes that angle downward and point to the water."
      },
      {
        "dayNumber": "2",
        "title": "Lucerne – Half-Day Tour of the Fabulous Monuments and Sites of Lucerne",
        "description": "The sun glints off of Lake Lucerne in the morning as the light peeks over the mountain tops and quickly spreads across the city. The streets of Old Town fill with the decadent aroma of freshly brewed coffee out of the small, cozy cafes that are hidden beneath the sloping rooftops. Your guide will meet you once more at your hotel for a comprehensive tour of Lucerne and its rich, illuminating history. Lucerne started as a backwater fishing village but gained its prominence in the Middle Ages. Walk along the Spreuerbrucke, the incredible covered bridge that has survived the passing of time for hundreds of years. The bridge was originally constructed in the 15th-century. The bridge winds across the lake close enough for you to hear the water trickle against the wood. Artist Kaspar Meglinger created the 67 paintings that decorate the rafters, which remain the largest example of a Totentanz Cycle, which means “Dance of Death,” in existence. However, only 45 of the paintings remain. The works also exhibit the coat of arms of donors and their wives, paying tribute to their patronage."
      },
      {
        "dayNumber": "3",
        "title": "Engelberg – Visit the Bunker of Furlgen with a Scenic Drive to Engelberg",
        "description": "In the morning, the lights of Chateau Gutsch will glimmer above the city, perched on the edge of the mountainside. Funicular ferries locals and visitors to the 19th-century palace that provides views of Lucerne as you sample the delicious menu. After breakfast, your private transfer will lead you away from the city as you wind along the alpine roads before you reach the secret Swiss bunker of Furlgen. The fortress was once a part of the Swiss defense system used during World War II and the Cold War as the rock face concealed the bunker that overlooks Lake Lucerne. A wooden shed camouflaged the bunker from view. The Swiss erected the bunker to protect the roads and rail lines from invasion, whether by Nazi forces, or later, Soviet forces. The fortress extends more than 650 feet inside the mountain, and the radio station contains its original components. A mannequin sits at the table holding the phone to recreate life inside the bunker. The telephone line allowed the various bunkers around the lake to communicate. You can view the corridor from the gunner’s nest and take in the long, solitary tunnel. After touring the fortress, drive along the mountain roads to the enchanting village of Engelberg, known for its picturesque location and Benedictine monastery. Daisies blossom in the summer along the fields leading to the 12th-century edifice. Monks continue to inhabit the monastery and lead you on a tour of the facilities, which include a dairy farm. Tour the cheese factory to learn how the makers produce the soft cheese and ladle the curds into a mold by hand. The modern instruments of the dairy contrast with the ancient brick walls of the monastery. At the end of the tour, your guide will give you a sample of the cheese produced on the property so that you can indulge in the creamy, semi-salty taste."
      },
      {
        "dayNumber": "4",
        "title": "Engelberg – Enjoy a Gondola Ride and Traverse the Mountain Trails",
        "description": "The snowcapped peaks around Mount Titlis shimmer with sunlight as it reflects off of the expansive glacier. The mountain rises more than 10,620 feet above sea level and looms over the town. After breakfast, make your way to the mountain summit with a ride on the rotating gondola. The station is located at an altitude of nearly 10,000 feet, and the journey provides a sweeping panorama of the mountain’s steep rock faces and deep fissures. The snowcapped peaks glint in the sunlight and contrast with the verdant valley below. You will feel as though you can reach out the window and touch the passing peaks. For a unique view of the mountainside, venture into a glacial cave in a tunnel nearly 500 feet long. The cave branches into a network of caverns that reach more than 65 feet below the glacier’s surface. The small light highlights the air pockets in the ice as the sunlight refracts off of the walls to fill the cavern with a hazy blue hue. Cold air surrounds you and pinches your cheeks as the air reaches a temperature of 29 degrees Fahrenheit. Enter the cave through the gondola station, and you will never look at glaciers the same way again. Return to town and relax with a steaming cup of hot chocolate and enjoy an unadulterated view of the swelling stars and white streaks of the Milky Way."
      },
      {
        "dayNumber": "5",
        "title": "Lugano – Explore the Small Villages and Charms before Reaching Lugano",
        "description": "When you wake up, you will take one last look at the summit of Titlis Mountain and remember your time in the gondola and the depths of the glacial tunnel. After breakfast, set out once more along the Alpine roads to pass the peaks and lush hills before you enter Bellinzona. Archaeologists have found proof of settlement in the area that dates back to the Neolithic age. However, remnants of a Roman fortress have also been discovered. Today, the city is known for its picturesque squares, lavish courtyards, and three fairytale-like castles. The city became a region of contention between the Dukes of Milan and the Swiss, but the Swiss acquired the city in the 16th-century. Step back in time as you visit Castelgrande, a fortification constructed in the Middle Ages. An elevator disguised by the rocky hillside takes you up to the plateau where you can stroll along the castle’s meandering ramparts for a stunning view of the vine-clad mountains and the hills peppered with castles that rise above the trees. The 19th-century Villa dei Cedri contains a collection of artwork of northern Italian descent that dates back to the 19th-century. Palm trees shade the garden walkways, and as you reach Lugano, you can relax by the tranquil lake and take pleasure in your view of the protruding peak of Monte San Salvatore."
      },
      {
        "dayNumber": "6",
        "title": "Lugano – Delight in a Day in a Fabulous Day in Lugano at your Leisure",
        "description": "Lugano is the largest town in the region of Ticino and contains celebrated parks, blossoming flowers, lavish villas, and a Mediterranean ambiance. Delightful cafes open their doors to the cobbled streets of Old Town and fill the tranquil squares. The scent of strong espresso lingers in the air until overtaken by the aromatic palm trees. The streets wind and weave in maze-like fashion as boutique shops offer an array of jewelry and clothing, from designer chic to local, handmade wares. The day is yours to indulge in the elegant promenade or take a scenic train ride known as the Centovalli, which follows the banks of the Melezza River. The San Lorenzo Cathedral stands above Old Town and maintains a façade built in the Lombardy Renaissance style. The church was first constructed in the Middle Ages but rebuilt between the 15th and 16th-centuries. Locals discovered the ancient apse beneath the current frontcourt of the church, and the double barrel vaulted ceilings provide a dramatic impression as you enter the gallery. Whitestone and Carrara marble add to the structure’s grandeur as a large rose window adorn the central portal, accentuated with cherubs. The elegance of the church accentuates the beauty of Lugano and embraces the natural splendor of the surrounding scenery."
      },
      {
        "dayNumber": "7",
        "title": "Murren – Relish the Sights of Zermatt and the Views of the Matterhorn",
        "description": "Outside of Lugano stands the open-air museum of Valle de Muggio, situated between Lugano and Como. The museum structure displays artifacts that explore the traditional rural life of the remote valley, including cheese making utensils and a polenta mill. The outdoor exhibit highlights the chestnut drying shed and village laundry. After breakfast, your private transfer leads you along the winding roads to the region of Bernese Oberland, which encompass lush valleys, high mountains, and stunning lakes. En route to the diverse region, make your way to the town of Zermatt, famed for its proximity to the iconic Matterhorn. A beautiful train ride takes you into the lush valley surrounded by steep mountains. The summit of the Matterhorn creates a picture-perfect image that towers over the massif in the distance. The Hinterdorf was the first lodging in the village constructed with climbers in mind. The structure opened in the 16th-century and features elements of larch wood frames with stone slab roofs to support the structure during heavy snowfall. You can travel along the Sunnegga, a funicular that climbs the tunnel to reach an altitude of nearly 7,510 feet. You will watch for marmots and at the same time take in the spectacular panorama of the rising peaks with the Matterhorn acting as the crown jewel as it reaches almost 14,700 feet above sea level."
      },
      {
        "dayNumber": "8",
        "title": "Murren – Half-Day Mountain Walk along Berner Oberland for Terrific Vistas",
        "description": "Wake up early in the town of Murren to find the subtle sunlight as it spreads across the wooden chalets in the foreground and the Jungfrau massif in the background. The town emits a storybook quality that emanates from the wood framed structures, chocolate aromas, and encircling mountaintops. Wander along the trails in town, take in the summits and ride the Schilthornbahn cable car. The Schilthorn peak rises to a height of 10,000 feet above sea level, and the gondola takes you to the platform at 9,744 feet above sea level to provide a stunning view of Eiger, Monch, and Jungfrau peaks. From the station terrace, you will see more than 200 mountaintops that spread across the skyline to the horizon. The collection of peaks resembles an undulating valley more than the craggy tops of soaring mountains. You can enjoy a quiet meal on the summit with a glass of wine alongside some delicious cheese. After your ride back down the mountain, venture along the North Face trail and make a pathway through the meadows. The sweet scent of blossoming wildflowers sweeps upwards from the grass. Cows and goats graze near secluded farms, and their sporadic bells peal in the distance. Dairy farmers use the cows’ milk for Alp cheese, and the herbs and flowers in the meadows help shape the wild flavor of the cheese. Stop by one of the farms to see the methods used by farmers to make cheese in the region as they heat the milk in a copper vat over a wood fire. The cheese curdles, and the farmer will stir the curds to cool the temperature down."
      },
      {
        "dayNumber": "9",
        "title": "Lausanne – Visit the Town of Gruyeres before arriving in Lausanne",
        "description": "The Aletsch glacier spreads across the southern reaches of the Jungfrau massif to reach a length of 13 miles. On a clear day, the mountains provide a view into Vosges, France and the Black Forest in Germany. After breakfast, your private transfer will whisk you away to trace the Golden Pass train route to Lake Geneva. The route travels between Lucerne and the shores of Lake Geneva to follow the flourishing valleys and shimmering waters. Once you reach the town of Gruyeres, you will find that the streets and buildings provide more than just cheese. Meringues as light as a feather fill the window display of a local bakery. The cobbled streets take you back into the 15th-century as houses rise up and down the hillside. A castle stands at the heart of the town and the turrets of the castle texture the skyline. The original structure was erected in the 11th-century but rebuilt in the 15th-century after a fire. Period furniture and tapestries decorate the interior. The confectionary of Maison Cailler opened its doors in the 1800s, and the factory takes you on a remarkable tour of its history with a chance to taste chocolates made earlier that day. You can feel the texture of the beans before and after they are peeled and notice the difference between the grainy shell and smooth interior. You will have a chance to learn how to make a sweet treat as the sweet aroma of sugar blends with the rich and semi bitter scent of pure Aztec cocoa. The pleasures of the chocolate linger on your palate as you make your way to the city of Lausanne for dinner."
      },
      {
        "dayNumber": "10",
        "title": "Lausanne – Tour the Lakeside Town of Lausanne and Cruise Lake Geneva",
        "description": "The city of Lausanne looks over Lake Geneva and charms visitors with its medieval city center. The grand Gothic Cathedral crowns the historic heart of the city. The church was erected in the 12th-century atop the ruins of earlier religious structures. The south entrance has an elaborately long hall adorned with painted statues of Jesus, Mary, and the Apostles. The splendor of the cathedral radiates throughout the city; its spires are visible from around the hilly streets. After breakfast, venture to the waterfront neighborhood of Ouchy and its elegant hotels that date back to the Belle Epoch. A flower-lined promenade connects the elegant facades that overlook the old and new ports along the lake. The 12th-century castle of Chateau d’Ouchy stands in the center of the walkway. In the old part, you can step aboard a small boat to cruise the calm waters of Lake Geneva to dock at Chateau de Chillon. The castle rises out of the lakeside and dates back to the 9th-century. Lord Byron used the chateau as the setting for his narrative poem, “The Prisoner of Chillon.” The castle formed its present facade in the 13th-century, and the grounds contain more than 20 separate buildings, including the Duke’s Tower, one of the oldest constructs on the estate. The crypt is the only remains of the 10th-century St. Pantaleon Chapel. It contains one of the oldest Christian altars in the region, and the Gothic pillars and vaults are carved into the bedrock to provide insight into the impressive architecture and engineering of the past."
      },
      {
        "dayNumber": "11",
        "title": "Bern – See the Roman Village of Avenches and the Town of Murten",
        "description": "Antiquity continues to inspire the region in and out of the Lausanne. The Musee Olympique opened its doors in 2014 after a large-scale restructuring. The tiered landscaped gardens and sculptural works help to tell the tale of the Olympics, from its inception in Greece to its present day incarnation. After breakfast, leave the beauty of Lausanne behind and make your way to Switzerland’s capital city of Bern. En route you stop at the ancient village of Avenches, a Roman city that had overtaken the Celtic Helvetii tribe’s capital. The old ambiance emanates from the amphitheater, which the Romans carved into the hillside, using the natural gradient to build the stadium seating. You can see the Tornallaz Tower column, the single remaining Roman column in the city of what once held 73. The lush grass frames the stone seating as you clap and listen to its echo on through the amphitheater. The town continues to use the theater in summer during the July Opera Festival when audiences can swell with up to 12,000 people. After you explore the remnants of the Romans, continue to Bern for an introductory tour with your guide. Although the city holds the title of Switzerland’s capital, it also maintains a UNESCO World Heritage status. Cobblestone streets weave through the historical city center as green and gray stone hues of the buildings shape the ambiance. 16th-century fountains continue to spout water into the waiting pools. The surrounding hills juxtapose with the red-tiled rooftops that lean over the Aare River. Locals fill the lively bars and charming cafes, which gave the likes of Albert Einstein space to think, sip coffee, and change the world. The Bern Cathedral, known locally as Berner Munster, had construction began in the 15th-century. The structure wasn’t completed until the late 19th-century. The spiral staircase winds up the 320-foot tall tower and includes 344 steps for a view of the city that spreads out before you, from the waters of the river to the trees that frame the distance. As you wander down, you can visit the Upper Bells, which were forged in the 1350s."
      },
      {
        "dayNumber": "12",
        "title": "Bern – Depart for Home",
        "description": "In the morning, take a moment to walk around the arcades and wooded slopes that loop around the River Aare. The Einstein Museum sits in the 130-year old Andre Lambert building, which was modeled after a 15th-century castle. A wing of the building is dedicated specifically to Einstein’s history and work, while the remainder of the building houses the second largest museum in Switzerland, The Historical Museum of Bern. The exhibits display more than half a million artifacts ranging from the Stone Age through the Napoleonic Era, including Celtic and Roman objects and Flemish tapestries. Before leaving for Zurich, you can watch the animated films that highlight Einstein’s pioneering theories. When you are ready, your private transfer will meet you at the hotel and escort you to the Zurich airport for your flight home. You could, however, always stay in Europe longer, and move on to the allure of Southern France or the culture of Austria."
      }
    ],
    "map": ""
  }
]