{
  "destination": "Switzerland",
  "mainPhoto": "",
  "id": "perfectly-swiss-a-comprehensive-tour-of-switzerland",
  "tourName": "Perfectly Swiss: A Comprehensive Tour of Switzerland",
  "placesVisited": "Lucerne, Bern, Zurich, Engelberg, Bellinzona, Lugano, San Salvatore, Zermatt, Berner Oberland, Murren, Gruyeres, Lausanne, Lake Geneva, Avenches, Murten",
  "generalInfo": "Embrace the Alps and the picture perfect villages that offer incredible vistas of the undulating summits during your custom tailored tour of Switzerland. Glassy lakes reflect the verdant foothills and colorful historical buildings as flower boxes frame the windows and line the streets. Antique castles watch over the valleys as cows graze on herbs, grass, and wildflowers. Monasteries house cheese factories and storefronts display whimsical chocolate statues. Traverse the countless hiking trails and ride gondolas to breathtaking panoramas. The fascinating culture and ineffable landscape combine for a moment that is uniquely and perfectly Swiss.",
  "durationDays": "12",
  "price": "7,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lucerne – Arrive in Switzerland and Settle into the Charming Lucerne",
      "description": "Your flight will ease into the Zurich Airport, and your first highlight will be the lush greenery that surrounds the runway. The plains spread to the tall trees as red-tiled rooftops shine against the verdant scenery and lead to the mountains on the horizon. Your private transfer greets you at baggage claim and escorts you to the city of Lucerne, located approximately 30 miles southwest. The ambiance of Lucerne immediately welcomes you to Switzerland. The stunning historic buildings reflect in the tranquil waters of Lake Lucerne. Encompassing mountains have inspired myth. The bright colors draped across the building facades will remind you of indulgent candies, from marzipan to chocolate. The city seamlessly blends a nostalgic past with a chic and vibrant present. Your private transfer will lead you to a luxurious hotel located in the heart of the old city. Take the time to freshen up and ease into the charming streets of Lucerne with an introductory guided tour. Your guide will meet you in the lobby and take you through the streets of Old Town, which are filled with the aroma of decadent chocolate and freshly baked pastries. The traditional alpine architecture contains timber frames that border the streets as lime green shutters accentuate the elaborate designs of the edifices; each building resembles a larger construction of an authentic cuckoo clock. The Altes Rathaus, the Old Town Hall, was built in the early 17th-century, and the Italian Renaissance style contains a typical Swiss hipped roof with slopes that angle downward and point to the water."
    },
    {
      "dayNumber": "2",
      "title": "Lucerne – Half-Day Tour of the Fabulous Monuments and Sites of Lucerne",
      "description": "The sun glints off of Lake Lucerne in the morning as the light peeks over the mountain tops and quickly spreads across the city. The streets of Old Town fill with the decadent aroma of freshly brewed coffee out of the small, cozy cafes that are hidden beneath the sloping rooftops. Your guide will meet you once more at your hotel for a comprehensive tour of Lucerne and its rich, illuminating history. Lucerne started as a backwater fishing village but gained its prominence in the Middle Ages. Walk along the Spreuerbrucke, the incredible covered bridge that has survived the passing of time for hundreds of years. The bridge was originally constructed in the 15th-century. The bridge winds across the lake close enough for you to hear the water trickle against the wood. Artist Kaspar Meglinger created the 67 paintings that decorate the rafters, which remain the largest example of a Totentanz Cycle, which means “Dance of Death,” in existence. However, only 45 of the paintings remain. The works also exhibit the coat of arms of donors and their wives, paying tribute to their patronage."
    },
    {
      "dayNumber": "3",
      "title": "Engelberg – Visit the Bunker of Furlgen with a Scenic Drive to Engelberg",
      "description": "In the morning, the lights of Chateau Gutsch will glimmer above the city, perched on the edge of the mountainside. Funicular ferries locals and visitors to the 19th-century palace that provides views of Lucerne as you sample the delicious menu. After breakfast, your private transfer will lead you away from the city as you wind along the alpine roads before you reach the secret Swiss bunker of Furlgen. The fortress was once a part of the Swiss defense system used during World War II and the Cold War as the rock face concealed the bunker that overlooks Lake Lucerne. A wooden shed camouflaged the bunker from view. The Swiss erected the bunker to protect the roads and rail lines from invasion, whether by Nazi forces, or later, Soviet forces. The fortress extends more than 650 feet inside the mountain, and the radio station contains its original components. A mannequin sits at the table holding the phone to recreate life inside the bunker. The telephone line allowed the various bunkers around the lake to communicate. You can view the corridor from the gunner’s nest and take in the long, solitary tunnel. After touring the fortress, drive along the mountain roads to the enchanting village of Engelberg, known for its picturesque location and Benedictine monastery. Daisies blossom in the summer along the fields leading to the 12th-century edifice. Monks continue to inhabit the monastery and lead you on a tour of the facilities, which include a dairy farm. Tour the cheese factory to learn how the makers produce the soft cheese and ladle the curds into a mold by hand. The modern instruments of the dairy contrast with the ancient brick walls of the monastery. At the end of the tour, your guide will give you a sample of the cheese produced on the property so that you can indulge in the creamy, semi-salty taste."
    },
    {
      "dayNumber": "4",
      "title": "Engelberg – Enjoy a Gondola Ride and Traverse the Mountain Trails",
      "description": "The snowcapped peaks around Mount Titlis shimmer with sunlight as it reflects off of the expansive glacier. The mountain rises more than 10,620 feet above sea level and looms over the town. After breakfast, make your way to the mountain summit with a ride on the rotating gondola. The station is located at an altitude of nearly 10,000 feet, and the journey provides a sweeping panorama of the mountain’s steep rock faces and deep fissures. The snowcapped peaks glint in the sunlight and contrast with the verdant valley below. You will feel as though you can reach out the window and touch the passing peaks. For a unique view of the mountainside, venture into a glacial cave in a tunnel nearly 500 feet long. The cave branches into a network of caverns that reach more than 65 feet below the glacier’s surface. The small light highlights the air pockets in the ice as the sunlight refracts off of the walls to fill the cavern with a hazy blue hue. Cold air surrounds you and pinches your cheeks as the air reaches a temperature of 29 degrees Fahrenheit. Enter the cave through the gondola station, and you will never look at glaciers the same way again. Return to town and relax with a steaming cup of hot chocolate and enjoy an unadulterated view of the swelling stars and white streaks of the Milky Way."
    },
    {
      "dayNumber": "5",
      "title": "Lugano – Explore the Small Villages and Charms before Reaching Lugano",
      "description": "When you wake up, you will take one last look at the summit of Titlis Mountain and remember your time in the gondola and the depths of the glacial tunnel. After breakfast, set out once more along the Alpine roads to pass the peaks and lush hills before you enter Bellinzona. Archaeologists have found proof of settlement in the area that dates back to the Neolithic age. However, remnants of a Roman fortress have also been discovered. Today, the city is known for its picturesque squares, lavish courtyards, and three fairytale-like castles. The city became a region of contention between the Dukes of Milan and the Swiss, but the Swiss acquired the city in the 16th-century. Step back in time as you visit Castelgrande, a fortification constructed in the Middle Ages. An elevator disguised by the rocky hillside takes you up to the plateau where you can stroll along the castle’s meandering ramparts for a stunning view of the vine-clad mountains and the hills peppered with castles that rise above the trees. The 19th-century Villa dei Cedri contains a collection of artwork of northern Italian descent that dates back to the 19th-century. Palm trees shade the garden walkways, and as you reach Lugano, you can relax by the tranquil lake and take pleasure in your view of the protruding peak of Monte San Salvatore."
    },
    {
      "dayNumber": "6",
      "title": "Lugano – Delight in a Day in a Fabulous Day in Lugano at your Leisure",
      "description": "Lugano is the largest town in the region of Ticino and contains celebrated parks, blossoming flowers, lavish villas, and a Mediterranean ambiance. Delightful cafes open their doors to the cobbled streets of Old Town and fill the tranquil squares. The scent of strong espresso lingers in the air until overtaken by the aromatic palm trees. The streets wind and weave in maze-like fashion as boutique shops offer an array of jewelry and clothing, from designer chic to local, handmade wares. The day is yours to indulge in the elegant promenade or take a scenic train ride known as the Centovalli, which follows the banks of the Melezza River. The San Lorenzo Cathedral stands above Old Town and maintains a façade built in the Lombardy Renaissance style. The church was first constructed in the Middle Ages but rebuilt between the 15th and 16th-centuries. Locals discovered the ancient apse beneath the current frontcourt of the church, and the double barrel vaulted ceilings provide a dramatic impression as you enter the gallery. Whitestone and Carrara marble add to the structure’s grandeur as a large rose window adorn the central portal, accentuated with cherubs. The elegance of the church accentuates the beauty of Lugano and embraces the natural splendor of the surrounding scenery."
    },
    {
      "dayNumber": "7",
      "title": "Murren – Relish the Sights of Zermatt and the Views of the Matterhorn",
      "description": "Outside of Lugano stands the open-air museum of Valle de Muggio, situated between Lugano and Como. The museum structure displays artifacts that explore the traditional rural life of the remote valley, including cheese making utensils and a polenta mill. The outdoor exhibit highlights the chestnut drying shed and village laundry. After breakfast, your private transfer leads you along the winding roads to the region of Bernese Oberland, which encompass lush valleys, high mountains, and stunning lakes. En route to the diverse region, make your way to the town of Zermatt, famed for its proximity to the iconic Matterhorn. A beautiful train ride takes you into the lush valley surrounded by steep mountains. The summit of the Matterhorn creates a picture-perfect image that towers over the massif in the distance. The Hinterdorf was the first lodging in the village constructed with climbers in mind. The structure opened in the 16th-century and features elements of larch wood frames with stone slab roofs to support the structure during heavy snowfall. You can travel along the Sunnegga, a funicular that climbs the tunnel to reach an altitude of nearly 7,510 feet. You will watch for marmots and at the same time take in the spectacular panorama of the rising peaks with the Matterhorn acting as the crown jewel as it reaches almost 14,700 feet above sea level."
    },
    {
      "dayNumber": "8",
      "title": "Murren – Half-Day Mountain Walk along Berner Oberland for Terrific Vistas",
      "description": "Wake up early in the town of Murren to find the subtle sunlight as it spreads across the wooden chalets in the foreground and the Jungfrau massif in the background. The town emits a storybook quality that emanates from the wood framed structures, chocolate aromas, and encircling mountaintops. Wander along the trails in town, take in the summits and ride the Schilthornbahn cable car. The Schilthorn peak rises to a height of 10,000 feet above sea level, and the gondola takes you to the platform at 9,744 feet above sea level to provide a stunning view of Eiger, Monch, and Jungfrau peaks. From the station terrace, you will see more than 200 mountaintops that spread across the skyline to the horizon. The collection of peaks resembles an undulating valley more than the craggy tops of soaring mountains. You can enjoy a quiet meal on the summit with a glass of wine alongside some delicious cheese. After your ride back down the mountain, venture along the North Face trail and make a pathway through the meadows. The sweet scent of blossoming wildflowers sweeps upwards from the grass. Cows and goats graze near secluded farms, and their sporadic bells peal in the distance. Dairy farmers use the cows’ milk for Alp cheese, and the herbs and flowers in the meadows help shape the wild flavor of the cheese. Stop by one of the farms to see the methods used by farmers to make cheese in the region as they heat the milk in a copper vat over a wood fire. The cheese curdles, and the farmer will stir the curds to cool the temperature down."
    },
    {
      "dayNumber": "9",
      "title": "Lausanne – Visit the Town of Gruyeres before arriving in Lausanne",
      "description": "The Aletsch glacier spreads across the southern reaches of the Jungfrau massif to reach a length of 13 miles. On a clear day, the mountains provide a view into Vosges, France and the Black Forest in Germany. After breakfast, your private transfer will whisk you away to trace the Golden Pass train route to Lake Geneva. The route travels between Lucerne and the shores of Lake Geneva to follow the flourishing valleys and shimmering waters. Once you reach the town of Gruyeres, you will find that the streets and buildings provide more than just cheese. Meringues as light as a feather fill the window display of a local bakery. The cobbled streets take you back into the 15th-century as houses rise up and down the hillside. A castle stands at the heart of the town and the turrets of the castle texture the skyline. The original structure was erected in the 11th-century but rebuilt in the 15th-century after a fire. Period furniture and tapestries decorate the interior. The confectionary of Maison Cailler opened its doors in the 1800s, and the factory takes you on a remarkable tour of its history with a chance to taste chocolates made earlier that day. You can feel the texture of the beans before and after they are peeled and notice the difference between the grainy shell and smooth interior. You will have a chance to learn how to make a sweet treat as the sweet aroma of sugar blends with the rich and semi bitter scent of pure Aztec cocoa. The pleasures of the chocolate linger on your palate as you make your way to the city of Lausanne for dinner."
    },
    {
      "dayNumber": "10",
      "title": "Lausanne – Tour the Lakeside Town of Lausanne and Cruise Lake Geneva",
      "description": "The city of Lausanne looks over Lake Geneva and charms visitors with its medieval city center. The grand Gothic Cathedral crowns the historic heart of the city. The church was erected in the 12th-century atop the ruins of earlier religious structures. The south entrance has an elaborately long hall adorned with painted statues of Jesus, Mary, and the Apostles. The splendor of the cathedral radiates throughout the city; its spires are visible from around the hilly streets. After breakfast, venture to the waterfront neighborhood of Ouchy and its elegant hotels that date back to the Belle Epoch. A flower-lined promenade connects the elegant facades that overlook the old and new ports along the lake. The 12th-century castle of Chateau d’Ouchy stands in the center of the walkway. In the old part, you can step aboard a small boat to cruise the calm waters of Lake Geneva to dock at Chateau de Chillon. The castle rises out of the lakeside and dates back to the 9th-century. Lord Byron used the chateau as the setting for his narrative poem, “The Prisoner of Chillon.” The castle formed its present facade in the 13th-century, and the grounds contain more than 20 separate buildings, including the Duke’s Tower, one of the oldest constructs on the estate. The crypt is the only remains of the 10th-century St. Pantaleon Chapel. It contains one of the oldest Christian altars in the region, and the Gothic pillars and vaults are carved into the bedrock to provide insight into the impressive architecture and engineering of the past."
    },
    {
      "dayNumber": "11",
      "title": "Bern – See the Roman Village of Avenches and the Town of Murten",
      "description": "Antiquity continues to inspire the region in and out of the Lausanne. The Musee Olympique opened its doors in 2014 after a large-scale restructuring. The tiered landscaped gardens and sculptural works help to tell the tale of the Olympics, from its inception in Greece to its present day incarnation. After breakfast, leave the beauty of Lausanne behind and make your way to Switzerland’s capital city of Bern. En route you stop at the ancient village of Avenches, a Roman city that had overtaken the Celtic Helvetii tribe’s capital. The old ambiance emanates from the amphitheater, which the Romans carved into the hillside, using the natural gradient to build the stadium seating. You can see the Tornallaz Tower column, the single remaining Roman column in the city of what once held 73. The lush grass frames the stone seating as you clap and listen to its echo on through the amphitheater. The town continues to use the theater in summer during the July Opera Festival when audiences can swell with up to 12,000 people. After you explore the remnants of the Romans, continue to Bern for an introductory tour with your guide. Although the city holds the title of Switzerland’s capital, it also maintains a UNESCO World Heritage status. Cobblestone streets weave through the historical city center as green and gray stone hues of the buildings shape the ambiance. 16th-century fountains continue to spout water into the waiting pools. The surrounding hills juxtapose with the red-tiled rooftops that lean over the Aare River. Locals fill the lively bars and charming cafes, which gave the likes of Albert Einstein space to think, sip coffee, and change the world. The Bern Cathedral, known locally as Berner Munster, had construction began in the 15th-century. The structure wasn’t completed until the late 19th-century. The spiral staircase winds up the 320-foot tall tower and includes 344 steps for a view of the city that spreads out before you, from the waters of the river to the trees that frame the distance. As you wander down, you can visit the Upper Bells, which were forged in the 1350s."
    },
    {
      "dayNumber": "12",
      "title": "Bern – Depart for Home",
      "description": "In the morning, take a moment to walk around the arcades and wooded slopes that loop around the River Aare. The Einstein Museum sits in the 130-year old Andre Lambert building, which was modeled after a 15th-century castle. A wing of the building is dedicated specifically to Einstein’s history and work, while the remainder of the building houses the second largest museum in Switzerland, The Historical Museum of Bern. The exhibits display more than half a million artifacts ranging from the Stone Age through the Napoleonic Era, including Celtic and Roman objects and Flemish tapestries. Before leaving for Zurich, you can watch the animated films that highlight Einstein’s pioneering theories. When you are ready, your private transfer will meet you at the hotel and escort you to the Zurich airport for your flight home. You could, however, always stay in Europe longer, and move on to the allure of Southern France or the culture of Austria."
    }
  ],
  "map": ""
}