{
    "Main_Title": "Best time to go to Papua New Guinea",
    "Main_Paragraph": "The best time to go to Papua New Guinea is from Apr-Oct, when the rains ease off somewhat. Its never dry here though, so be prepared with lightweight waterproofs, and keep an open mind should rain stop play. Most festivals take place during the dry season, so check dates if there are any you are particularly interested in. This is also the best time to take on the Kokoda Track. Small ship cruises tend to take place at the end of the dry season, while scuba divers will enjoy good visibility and warm water all year round.",
    "image1": "",
    "when_to_go": "When to visit Papua New Guinea, month by month",
    "when_to_go_html": "<bullet>December, January, February and March are the rainiest months. Small group tours and trekking expeditions tend to avoid this period.</bullet>\n<bullet>Late May or early June through to October are the best months to visit Papua New Guinea as there is less chance of rain. Average temperatures may be <i>slightly</i> cooler  think mid to high 20°Cs rather than low 30°Cs. July tends to be the coolest month, followed by August.</bullet>\n<bullet>It is hot here all year round, but if you are heading up into the mountains it can get surprisingly cold, particularly at night. Bring a warm layer as well as a light rain jacket.</bullet>\n<bullet>The shoulder seasons of April and November can be a good time to get slightly cheaper deals on flights and accommodation.</bullet>\n<bullet>Visit in mid July to join the Warwagira and Mask Festival on East New Britains Kokopo Beach. The four-day festival celebrates the regions many mask cultures, with energetic dances, rituals, storytelling and art and craft displays. Dont miss the opening Kinavai Ceremony at dawn on the first day, or the dramatic fire dances performed by initiated young Baining men, which involve running and jumping barefoot through huge flames.</bullet>",
    "weather_chart": "Papua New Guinea Weather Chart",
    "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Papua New Guinea Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 84%;\">267 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 88%;\">282 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">319 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 85%;\">272 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 78%;\">250 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 61%;\">196 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 60%;\">190 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 66%;\">210 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 70%;\">222 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 88%;\">280 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 76%;\">243 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 87%;\">279 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
    "title1": "Papua New Guinea travel tips",
    "paragraph1": "",
    "image2": "",
    "title2": "Culture & festivals",
    "paragraph2": "Alan Manning, a Papua New Guinea expert from our supplier Intrepid, shares his advice on visiting the country and on walking the Kokoda Track:\nPNG is an intrepid travellers paradise, and the abundance of cultures is one of its unique selling points. Many of our travellers, after being on trips to other festivals in the world, have mentioned that the Goroka Show and the Rabaul Mask Festival are up there with the top three cultural events they have seen. The main reasons for this are the raw nature of the performances and the diversity.",
    "title3": "What is special about PNG?",
    "paragraph3": "PNG is the destination for those travellers who have been to Africa, done India tours and so on. It is for people who want to travel to unique destinations that are not off the stock standard template I believe. This is a pioneer destination for people to visit; it isnt mainstream and you wont be dealing with mass travel and the crowds associated with mass travel destinations.",
    "title4": "Porters on the Kokoda Track",
    "paragraph4": "Each trekker has a personal porter who carries the trekkers pack. We have a 1:1 trekker to porter ratio to. Our aim is to provide greater employment opportunities for porters. Our intention is also that relationship building between the trekkers and the porters becomes one of the most important experiences of the trip, reflecting the wartime bonds between Australian troops and the Fuzzy Wuzzy Angels.",
    "title5": "Why hike the Kokoda Trail?",
    "paragraph5": "Travellers undertaking the Kokoda Track can expect a sense of achievement at having completed one of the worlds most famous walks. They will have firsthand observation of unique and spectacular natural features of the land, as well as some understanding of what the Australian soldiers must have gone through in their fight to protect our country. Similarly, they can also achieve a sense of comradeship that can only be gained by a group of people who have worked under trying conditions to attain a common goal.",
    "title6": "Safety on the Kokoda Track",
    "paragraph6": "The track is isolated and backup medical and rescue services are not easily available, but we have drawn up a contingency plan for evacuation from along the track in the unlikely event of a serious problem occurring.  The focal point of any communication with the outside is our satellite telephone and two way radio. We track all our groups with a GPS tracker which give us a 10 min ping location of the group. And of course, we have a medical first aid kit on track at all times."
}