{
    "Main_Title": "Our Papua New Guinea holidays & tours",
    "Main_Paragraph": "Our Papua New Guinea holidays are captivating. Rainforest hikes lead to lands of tree kangaroos and Raggiana birds-of-paradise, and you can devote 11 days to the Kokoda Track, a route that takes you not only through dramatically steep valleys with gushing rivers, but along a pilgrimage trail. Meanwhile wildlife safaris along the Sepik River reveal crocodiles, freshwater sharks and barramundi. But it’s not only Papua Guinea’s natural wonders that beguile the visitor – our holidays here also take in thrilling tribal gatherings such as Hagen and Goroka where you’ll witness music and dance performances as well as traditional rituals. And, in return for these communities welcoming our travellers, our holidays make financial donations that help fund education and healthcare projects.",
    "Subtitle": "Papua New Guinea highlights",
    "Title1": "",
    "Paragraph1": "Its a long way to Papua New Guinea, and the shortest trips here last nine days (not including the long journey either side) but you can easily spend three weeks here to recover from the flight, jetlag and really get immersed in PNG life. Tours focus on the northeast coast of the main island and hop over to New Britain; these are wild and unspoilt regions, but still far more accessible than the densely forested and mountainous interior. Infrastructure outside the capital, Port Moresby, is virtually nonexistent, with potholed roads and minimal electricity, so youll need to take domestic flights to get around. The Kokoda Track takes you through the jungles of the southeast peninsula, or for something completely different, opt for a small ship cruise across the Bismarck and Solomon Seas, stopping off at offshore islands before continuing on to the Solomon Islands.",
    "image1": "",
    "Title2": "1. Asaro Mudmen Village",
    "Paragraph2": "The ‘Mudmen’, are so called due to the tradition of plastering their bodies with mud, and creating mud masks called\nholosa\n. This is said to date back to when an attacking tribe saw them covered in it after emerging from the river, and fled – assuming they were spirits. On village visits you can observe fire making ceremonies and dance performances, as well as joining the villagers for a\nmumu\nlunch, cooked in a fire pit.",
    "image2": "",
    "Title3": "2. Kokoda Track",
    "Paragraph3": "This 100km, nine-day route is the most exhilarating long distance trek youve never heard of. Muddy terrain, steep gradients and relentless heat and humidity mean the Kokoda Track is a serious undertaking, but the phenomenal views and opportunity to get deep into the heart of PNG make it all worthwhile. More poignantly, the route traces the WW2 battles fought between Japanese and Australian forces.",
    "Title4": "3. Madang Region",
    "Paragraph4": "Madang shelters many of the 780 species of birds which have been identified in PNG  the most sought after being its birds of paradise. But Madang caters to more than just twitchers. Take a scenic cruise in its harbour or take advantage of the world class snorkelling and scuba diving. Discover the regions cultural heritage in Madang Museum, on tours of Hobe villages and through community homestays.",
    "image3": "",
    "Title5": "4. Mount Gurupoka",
    "Paragraph5": "An enjoyable, three-hour hike to the top of Gurupoka is rewarded with epic views across the surrounding peaks and valleys. Youll be accompanied by a local mountain spirit guide in traditional dress, who can share stories about the plants and special locations on this sacred mountain, including an ancestral cave. Nearby Goroka town is worth a visit afterwards, for the JK McCarthy Museum, market and coffee factory.",
    "Title6": "5. New Britain",
    "Paragraph6": "This island proffers plenty of natural attractions pockmarked with WW2 history. Visit Rabaul harbour, a flooded caldera ringed by six volcanoes, and explore the nearby U-boat tunnel complete with Japanese landing barges, as well as WW2 tunnels. Kokopo Beach is the natural stage for the Kinavai Ceremony, featuring drumming and masked dancers, who commemorate the arrival of their ancestors on the island.",
    "Title7": "6. Offshore islands",
    "Paragraph7": "The islands of Manus, Mussa, Nissan and Bougainville are remote, rarely visited and utterly ravishing. The only way to visit these is on a small cruise ship (max. 50 passengers). Thanks to their isolation, the islands boast astonishing biodiversity above and below the water; snorkellers and birdwatchers will be in their element. You can also spend time with local villagers to learn how life unfolds in this distant tropical paradise.",
    "Title8": "7. Sepik River",
    "Paragraph8": "Sepik is PNGs longest river, and it acts as a lifeline into the islands dense and otherwise little explored forests. Zodiac tours take you along the rivers many channels and tributaries, as you keep an eye out for birds and crocodiles. Stop at riverside villages to discover a way of life that has changed little in centuries, and meet the artisans who create elaborate wood carvings."
}