{
  "destination": "Greenland",
  "mainPhoto": "",
  "id": "greenland-photography-tour-uummannaq-ilulissat",
  "tourName": "Greenland photography tour, Uummannaq & Ilulissat",
  "placesVisited": "Two amazing photography locations: Ilulissat Icefjord and the island settlement of Uummannaq, Scenic flight and helicopter ride to Uummannaq, Wild polar landscapes, Harbour life & Inuit culture, Get around by snowmobile, Sunset sail through icebergs, Hotel with Icefjord views, Optional activities include dog sledding",
  "generalInfo": "This Greenland photography holiday has been timed to perfection – it takes place in March, when the days are short enough that you can experience and photograph sunrise and sunset, and you’ve also got a good chance of seeing the aurora borealis, as well as some fantastic ice formations in the water. Your tutors are very experienced ‘aurora shooters’ who will help you get the perfect shots. The light is a photographer’s dream, and you can take full advantage on a sunset cruise of Icefjord, getting up close to the ‘bergs. <br/><br/>There are two shooting locations on this trip, Ilulissat and Uummannaq. First, explore Ilulissat with its harbour life, and its amazing location next to the UNESCO-listed Icefjord. Icebergs –  some of them a kilometre high – get stuck in the fjord, and are captive subjects for keen photographers. Your second base is Uummannaq – this island has Greenland’s eighth largest settlement, which is situated under a dramatic mountain. It’s remote – you’ll reach it by a plane, followed by ride in a helicopter – but wonderful. <br/><br/>Your itinerary visits and supports less-frequented areas of Greenland, sourcing local produce for your lunches and local accommodation. You’ll get around with snowmobiles. Weather runs the show in Greenland and so your itineraries won’t be set until the full forecast is known. Come with a sense of adventure and be prepared for some surprises. This is a wonderful opportunity to capture on film the places that very few people visit. <br/>",
  "durationDays": "9",
  "price": "5800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE IN ILULISSAT – Guests will arrive in Ilulissat at various points in the day and there is an included transfer to our hotel overlooking the Icefjord. The hotel is modern and well run with a great selection of food including vegetarian options. We will meet together as a group for the first time at 19.00 for introductions, a trip briefing and dinner at the hotel. Some guests may arrive in time for a preliminary exploration of Ilulissat and its surroundings. The town itself is littered with colourful houses, a picturesque church, sledge dogs and a fascinating working harbour. Accommodation Hotel (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "THE ICEFJORD AND LOCAL CULTURE – Following an early breakfast we will take a scenic walk to the Ice Fjord for sunrise where we will have the opportunity to photograph massive icebergs transformed by the morning light into delicate shades of pink and blue. We return to our hotel with a chance to look at our images before setting off into the town for lunch and an exploration of many fascinating subjects including the harbour, black church, colourful houses, sledge dogs and the local inhabitants. Mid afternoon we will board a private boat to photograph icebergs at close quarters in the dramatic evening light, this is a memorable and photographically rich excursion. Accommodation Hotel (B,L,D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "FLIGHT/HELICOPTER TO UUMMANNAQ – After breakfast we take an exciting and scenic flight north to the small settlement of Qaarsut where we will transfer to a helicopter which takes us to Uummannaq our base for the next four nights. We will stay in local guest house accommodation above the harbour. The tourist infrastructure of the settlement is just developing and our accommodation is warm, cosy and modern and right at the heart of this working Inuit settlement. Accommodation Guesthouse (B,L,D)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "HOMEWARD FLIGHTS – After breakfast we will meet for a final time to enjoy a presentation of our best images. Whenever your homeward flight is scheduled, transfers are included to Ilulissat’s small airport. Check out from the hotel will be around 11:00 am. You may be thinking of extending your stay in Greenland for a few days, if this is the case just get in touch and we may have some ideas to help you plan this! If you are planning to fly in from Iceland we will be happy to organise some extra days here too. Wild Photography Holidays services finish after breakfast and the transfer to Ilulissat Airport. Accommodation Hotel (B)"
    }
  ],
  "map": ""
}