[
  {
    "destination": "Greenland",
    "mainPhoto": "",
    "id": "greenland-photography-tour-uummannaq-ilulissat",
    "tourName": "Greenland photography tour, Uummannaq & Ilulissat",
    "placesVisited": "Two amazing photography locations: Ilulissat Icefjord and the island settlement of Uummannaq, Scenic flight and helicopter ride to Uummannaq, Wild polar landscapes, Harbour life & Inuit culture, Get around by snowmobile, Sunset sail through icebergs, Hotel with Icefjord views, Optional activities include dog sledding",
    "generalInfo": "This Greenland photography holiday has been timed to perfection – it takes place in March, when the days are short enough that you can experience and photograph sunrise and sunset, and you’ve also got a good chance of seeing the aurora borealis, as well as some fantastic ice formations in the water. Your tutors are very experienced ‘aurora shooters’ who will help you get the perfect shots. The light is a photographer’s dream, and you can take full advantage on a sunset cruise of Icefjord, getting up close to the ‘bergs. <br/><br/>There are two shooting locations on this trip, Ilulissat and Uummannaq. First, explore Ilulissat with its harbour life, and its amazing location next to the UNESCO-listed Icefjord. Icebergs –  some of them a kilometre high – get stuck in the fjord, and are captive subjects for keen photographers. Your second base is Uummannaq – this island has Greenland’s eighth largest settlement, which is situated under a dramatic mountain. It’s remote – you’ll reach it by a plane, followed by ride in a helicopter – but wonderful. <br/><br/>Your itinerary visits and supports less-frequented areas of Greenland, sourcing local produce for your lunches and local accommodation. You’ll get around with snowmobiles. Weather runs the show in Greenland and so your itineraries won’t be set until the full forecast is known. Come with a sense of adventure and be prepared for some surprises. This is a wonderful opportunity to capture on film the places that very few people visit. <br/>",
    "durationDays": "9",
    "price": "5800",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVE IN ILULISSAT – Guests will arrive in Ilulissat at various points in the day and there is an included transfer to our hotel overlooking the Icefjord. The hotel is modern and well run with a great selection of food including vegetarian options. We will meet together as a group for the first time at 19.00 for introductions, a trip briefing and dinner at the hotel. Some guests may arrive in time for a preliminary exploration of Ilulissat and its surroundings. The town itself is littered with colourful houses, a picturesque church, sledge dogs and a fascinating working harbour. Accommodation Hotel (D)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "THE ICEFJORD AND LOCAL CULTURE – Following an early breakfast we will take a scenic walk to the Ice Fjord for sunrise where we will have the opportunity to photograph massive icebergs transformed by the morning light into delicate shades of pink and blue. We return to our hotel with a chance to look at our images before setting off into the town for lunch and an exploration of many fascinating subjects including the harbour, black church, colourful houses, sledge dogs and the local inhabitants. Mid afternoon we will board a private boat to photograph icebergs at close quarters in the dramatic evening light, this is a memorable and photographically rich excursion. Accommodation Hotel (B,L,D)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "FLIGHT/HELICOPTER TO UUMMANNAQ – After breakfast we take an exciting and scenic flight north to the small settlement of Qaarsut where we will transfer to a helicopter which takes us to Uummannaq our base for the next four nights. We will stay in local guest house accommodation above the harbour. The tourist infrastructure of the settlement is just developing and our accommodation is warm, cosy and modern and right at the heart of this working Inuit settlement. Accommodation Guesthouse (B,L,D)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "HOMEWARD FLIGHTS – After breakfast we will meet for a final time to enjoy a presentation of our best images. Whenever your homeward flight is scheduled, transfers are included to Ilulissat’s small airport. Check out from the hotel will be around 11:00 am. You may be thinking of extending your stay in Greenland for a few days, if this is the case just get in touch and we may have some ideas to help you plan this! If you are planning to fly in from Iceland we will be happy to organise some extra days here too. Wild Photography Holidays services finish after breakfast and the transfer to Ilulissat Airport. Accommodation Hotel (B)"
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Greenland",
    "mainPhoto": "",
    "id": "greenland-sailing-expedition-scoresby-sund",
    "tourName": "Greenland sailing expedition, Scoresby Sund",
    "placesVisited": "",
    "generalInfo": "Embark on an extraordinary Arctic expedition from Iceland to Scoresby Sund, the world’s largest fjord system and one of the most remote corners of the planet. This is far more than a sailing trip—it’s a pioneering mission into uncharted waters. Following in the footsteps of Amdrup, the legendary explorer who first mapped these regions, we will continue his work by creating new bathymetric charts of Greenland’s wild coastline, where depths remain scarcely surveyed since 1932. You won’t just feel like an explorer—you will be one.<br/><br/>Our yacht becomes your floating base as we cross the Denmark Strait and enter the icy labyrinth of Scoresby Sund. Sailing here is a challenge like no other: unpredictable Arctic winds, drifting icebergs, and narrow fjords demand skill, teamwork, and determination. Under the guidance of an experienced skipper, you’ll learn advanced navigation techniques, steer through ice-strewn waters, and discover what it means to sail in one of the most demanding environments on Earth. For those eager to deepen their knowledge, we offer hands-on sailing workshops—because nothing compares to learning in the shadow of towering glaciers.<br/><br/>Beyond sailing, this journey takes you ashore into untouched wilderness. Every landing opens a new world: vast tundra, rugged mountains, and valleys carved by ancient ice. Guided treks lead to panoramic viewpoints where silence reigns, broken only by the cry of seabirds or the distant rumble of calving glaciers. These hikes are accessible yet rewarding, offering unforgettable encounters with Arctic wildlife—musk oxen grazing on the tundra, Arctic foxes darting across rocky slopes, and seabirds nesting on sheer cliffs.<br/><br/>We’ll visit Ittoqqortoormiit, one of the most isolated settlements on Earth, for a rare glimpse into Inuit traditions before continuing along Greenland’s truly wild coast. Here, the charts are blank, and the depths unknown. Equipped with modern instruments, we’ll map anchorages and fjords, contributing vital data for future explorers. This is real exploration—work that matters.<br/><br/>And then comes the highlight: a total solar eclipse witnessed from one of the most remote places on the planet. Imagine standing on deck as day fades to twilight under the Arctic sky—a once-in-a-lifetime experience that will stay with you forever.<br/><br/>Life on board blends comfort and camaraderie. After a day of sailing and trekking, relax on deck with a hot drink, share stories with fellow adventurers, and plan the next day’s discoveries. Evenings bring laughter, learning, and the unique bond that forms when you sail together through the world’s last great wilderness.<br/><br/>This is more than a voyage; it’s a journey into silence, light, and pure nature. Scoresby Sund offers landscapes few will ever witness, and we know the best spots to experience them safely. Ready to make history? Join us and sail beyond imagination.",
    "durationDays": "14",
    "price": "5500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Embarkation in Bolungarvík, Iceland Arrive in the picturesque fishing village of Bolungarvík, nestled at the edge of Iceland’s dramatic Westfjords. Here, you’ll meet your expedition team and fellow adventurers. After a warm welcome and safety briefing, we’ll board our yacht—your home for the coming days. Take time to settle in, explore the vessel, and enjoy the stunning views of steep mountains plunging into the sea. In the evening, we’ll share dinner on board and review the route ahead, preparing for the crossing to Greenland. The adventure begins!"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Crossing the Denmark Strait We leave the shelter of Iceland’s fjords and set a course across the Denmark Strait toward Greenland. At this time of year, conditions are expected to be relatively gentle, making for a smooth passage. For the solar eclipse voyage, we’ll take the shortest route north, heading directly toward the heart of Scoresby Sund. On other expeditions, our plan is different: first, we aim to reach Ittoqqortoormiit, one of the most isolated settlements on Earth, before turning to sail with the wind and current along Greenland’s unknown coast. Whichever route we take, this day is all about open-water sailing, learning navigation skills, and feeling the thrill of the Arctic Ocean beneath our keel."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Into Amdrup’s Footsteps As we sail deeper into Scoresby Sund, the wilderness feels absolute—no signs of human presence, except for one: Amdrup’s hut. This modest shelter stands as a silent tribute to Vice Admiral Georg Carl Amdrup, a Danish naval officer and explorer whose courage shaped Arctic history. In 1884, Amdrup reached Amassalik, overwintered, and then ventured north to chart unknown coasts, including Kangerlussuaq Fjord, previously known only through Inuit stories. By July 1885, he had mapped vast stretches of shoreline, collected geological and ethnological treasures, and reached Aggas Island at 67°22’ N—the northernmost point of his journey. Later, he explored Greenland’s least-known coast, the very waters we sail today. Standing here, you’ll feel the weight of history and the thrill of continuing a legacy of true exploration."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Ittoqqortoormiit: Life at the Edge of the World These days we reach the only inhabited place on our route—Ittoqqortoormiit, the northernmost permanent settlement in the world. Home to just a few hundred people, this remote village offers a rare glimpse into life in one of Earth’s most isolated regions. Here, Inuit traditions endure against the backdrop of Greenland’s vast wilderness. We’ll step ashore to explore the settlement, meet locals, and learn about their culture and resilience in an environment where survival depends on knowledge passed down through generations. After this unique cultural encounter, we set sail again, leaving the last sign of human presence behind as we venture deeper into untouched fjords."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Dunholm, Deichmann Fjord & Turner Sund: Glaciers and Exploration We venture deeper into the fjord system, reaching Dunholm and the spectacular Deichmann Fjord before continuing into Turner Sund. Here, the Arctic reveals its raw beauty—towering glaciers, sheer cliffs, and valleys carved by ancient ice. This is the day for our first longer treks: guided hikes lead to panoramic viewpoints overlooking vast ice fields and glacial tongues descending into the sea. On the water, our “Superdinghy” becomes an essential tool for exploration as we conduct depth soundings and gather data for new bathymetric charts. Every landing and every measurement brings us closer to understanding these uncharted waters. In the evening, we anchor in a remote bay surrounded by silence and ice, sharing stories of discovery under the endless Arctic sky."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Storbræ Glacier near d’Aunay Bugt Today we sail toward d’Aunay Bugt, where the immense Storbræ Glacier dominates the horizon. This colossal river of ice constantly calves enormous icebergs into the fjord, creating a dramatic and ever-changing seascape. We’ll approach as close as safety allows to witness the raw power of the Arctic, listening to the thunder of ice breaking away. Time is precious, and we likely won’t venture farther east—this glacier is the highlight. Depending on conditions, we may land for a short trek to viewpoints overlooking the ice front, or continue our bathymetric surveys from the yacht and “Superdinghy.” Evening brings a sense of awe as we anchor amid drifting ice, surrounded by silence and the glow of Arctic light."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "rossing the Denmark Strait (Return) After days of exploration among fjords and glaciers, it’s time to turn west and begin our return voyage across the Denmark Strait. The open ocean awaits once more, but now you sail as a seasoned Arctic explorer. Conditions at this time of year are usually favorable, yet the passage remains a true test of seamanship. We’ll set watches, trim sails, and navigate toward Iceland, sharing stories of the adventures behind us. With luck, whales and seabirds will accompany us on the crossing. As Greenland’s rugged coast fades into the distance, the sense of accomplishment grows—you’ve sailed one of the most remote and challenging routes on Earth."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Arrival in Ísafjörður After crossing the Denmark Strait, we sail into the calm waters of Iceland’s Westfjords and reach Ísafjörður, a charming town surrounded by steep mountains and deep fjords. Here, our Arctic adventure comes to an end. We disembark with memories of glaciers, fjords, and the thrill of true exploration. Take time to stroll through the colorful streets, visit local cafés, or simply reflect on the journey you’ve completed—mapping uncharted waters, trekking untouched landscapes, and witnessing the magic of the Arctic. Farewell dinner marks the close of an unforgettable expedition."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Disembarkation in Reykjavik (or Ísafjörður if needed) Our expedition concludes as we sail back to Iceland and prepare to disembark in Reykjavik. Here, you’ll say farewell to the yacht and crew, carrying memories of glaciers, fjords, and the thrill of true Arctic exploration. If weather conditions prove exceptionally unfavorable or time runs short, we may finish the voyage in Ísafjörður instead. Either way, this final day offers a chance to reflect on the journey—mapping uncharted waters, trekking untouched landscapes, and witnessing the magic of the Arctic under the midnight sun."
      }
    ],
    "map": "",
    "category": "Adventure"
  }
]