{
    "Main_Title": "Our Belize holidays & tours",
    "Main_Paragraph": "Spectacular scuba diving on pristine coral reefs; ancient Mayan ruins tucked into jungle teeming with wildlife; 400 sandy islands, and all of it washed through with laidback Caribbean cool  if Belize didnt already exist the guidebooks writers would have invented it by now. Our Belize holidays are absolutely thrilling, and suitable for adventurous families too, by the way. But its not all snorkelling, rainforest trekking and stretching out on white sand beaches. Our trips also let you enjoy a taste of Belizean culture, from visits to a chocolate-making cooperative that provides local women with a sustainable income, to stays in lodges that invite Garifuna people to share their traditions with guests through food, dance and music. Oh, and dont miss the lionfish when you eat out. Theyre an invasive species that divers are encouraged to hunt. Luckily, they taste delicious.",
    "Subtitle": "Belize holiday highlights",
    "Title1": "Mayan archaeology",
    "Paragraph1": "Although neighbouring Guatemala is more famous for its Mayan ruins, Belize is also on the Mayan Trail, with over 2 million Mayans living here for over 2,000 years. And indeed, 10 percent of Belize's population today is Mayan, maintaining their own language and culture. The sites of Xunantunich, Altun Ha and Caracol all still in the process of being excavated, slowly but very surely, from the jungle. Xunantunich is the most developed, its central palace masterpiece rising up to 40m. Caracol is less touristy but just as dramatic, enveloped by the Chiquibul Forest Reserve which still conceals remains that may reveal a city as large as modern Belize City. For waterfront Mayan sites, Lamanai can be reached by boat along the New River Lagoon. Or, the highlight for most tourists, Actun Tunichil Muknal limestone cave system was, for Mayans, a spiritual underworld. Humans were sacrificed here and tours of the caves reveal some visible remains, calcified and crystallised in the limestone. Glittering examples of Mayan traditions indeed.",
    "image1": "",
    "Title2": "Eat, drink & be very merry",
    "Paragraph2": "\"\nYu kyaahn travl pahn emti stomak\n\" is a popular Creole expression, meaning, literally you cant travel on an empty stomach. Nor will you, with street food to tempt you, rice and beans to fill you, fruit cakes and Johnny Cakes to fatten you, and rum or beer to flatten you. Caye Caulker, an island off the coast, is the perfect place to enjoy both seafood and soul food. Fishers bring in the catch of the day, from conch to crab and lobster, and you can have it cooked fresh as can be for your lunch. The best time to buy lobster is from June to February.",
    "image2": "",
    "Title3": "Diving & snorkelling",
    "Paragraph3": "Youve got to Belize it, but many dont. Belize has the second largest barrier reef in the world, after Australias great one. Also great, and definitely gorgeous, scuba diving and snorkelling are sublime. The north offers more commercial snorkelling trips around Cayes Ambergris, Caulker and Half Moon, as well as the Turneffe Reef Atoll and stunning Great Blue Hole at Lighthouse Reef. Or head to the quieter south for marine conservation volunteering holidays, where you can get your PADI while contributing to management of the Sapodilla Cayes Marine Park, on the migratory path for whale sharks between March and June. Learning to spear lionfish is not only good fun, but also of great importance for marine conservation as they are a highly destructive, invasive species. Diving is good all year round in Belize, although June to October is rainy and potentially hurricane season, so waters risk being choppier. Underwater photography holidays are also a feature out on the reefs, for plenty of #nofilter nirvanas.",
    "Title4": "Sea kayaking",
    "Paragraph4": "If ever you wanted a holiday that offers total digital detox, sea kayaking from one Belize caye to caye, or cove to cove, is it. This is Belize at its most blissful. You get to discover the coral reef, but spots that are favoured by fishermen rather than boats full of divers. Fish from your kayak, put sails on it, or moor up and dive in.",
    "image3": ""
}