{
  "destination": "Bosna Hersek",
  "mainPhoto": "",
  "id": "EEDD",
  "tourName": "Balkanlar Kuşatması",
  "placesVisited": "Bosna Hersek, Slovenya, Macaristan, Sırbistan, Kosova, Makedonya, Arnavutluk, Karadağ, Hırvatistan",
  "generalInfo": "Daha az bilinen Doğu Avrupa ülkelerinin bazılarında bir ay geçirin. Tarihi eski şehirlere sahip modern şehirleri, ışıltılı göllerin kıyılarındaki masalsı kaleler ve şatoları, özenle dekore edilmiş katedralleri, manastırları ve camileri, güneşle yıkanmış Akdeniz adalarını ve yükselen sıradağları ile turistlerin ana güzergahının önemli noktalarını ve saklı hazinelerinin tadını çıkarın.<br><br><strong>En Yakın Uluslararası Havaalanı (Başlangıç Noktası):</strong> Dubrovnik Havaalanı (DBV)<br><br><strong>En Yakın Uluslararası Havaalanı (Bitiş Noktası):</strong> Dubrovnik Havaalanı (DBV)",
  "durationDays": "29",
  "price": "2839",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Stari Most (Mostar Eski Köprüsü)</li>\n<li>- Kravice Şelalesi Girişi</li>\n<li>- Diocletianus Sarayı Rehberli Turu</li>\n<li>- Plitvice Gölleri Milli Parkı Girişi</li>\n<li>- Ljubljana’da Rehberli Yürüyüş Turu</li>\n<li>- Petrovaradin Kalesi rehberli tünel turu</li>\n<li>- Şeytanın Kasabasına ziyaret</li>\n<li>- Matka Kanyonu bot gezisi</li>\n<li>- Ohri Gölü’nde serbest zaman</li>\n<li>- Kruja (Akçahisar) Gezisi (Şehir Surlarına Giriş ve Skanderbeg -Müzesi)</li>\n<li>- Kotor Old Town Rehberli Tur</li>\n<li>- Trebinje’de  Şarap Turu ve Tadımı</li>\n<li>- Dubrovnik Surları ve ulaşım kartı dahil 24 saat geçerli şehir kartı</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Dubrovnik’e Varış",
      "description": "UNESCO Dünya Mirası listesinde yer alan \"Adriyatik'in İncisi\" duvarlı şehir Dubrovnik'te gezimize başlıyoruz. 13. yüzyıla ait kale benzeri taş duvarlarla çevrili, karakteristik taş döşeli bir şehir merkezine sahip olan kent, yürüyerek keşfedilmesi kolay. Dubrovnik'i keşfetmeniz için şehir surları etrafında yürümek harika bir başlangıç. Eski şehri yaklaşık 2 kilometre çevreleyen duvarlar, turkuaz mavisi Adriyatik Denizi'ne çarpıcı bir çatı ve şehir manzarası sunmakta. 7. Yüzyılda kurulan şehir, görkemli geçmişinde bir süre için deniz ticareti açısından Venedik’e ciddi bir rakip oldu. Şimdi inanmak zor olsa da 1991'de Yugoslavya Savaşı'nın bombardımanı sırasında her üç binadan ikisi hasar gördü. O zamandan beri binalar ve duvarlar özenle bozulmadan restore edilmiş ve Akdeniz'deki en güzel ve sağlam kale sistemlerinden birini temsil etmektedir. Dünyadaki en eski, 1317’den beri sürekli çalışan eczanelerden birinin yanı sıra, kutsal sanat ve eserler dolu bir hazine barındıran 14. yüzyıl Fransisken manastırı gibi ana caddenin (Stradun) yakınında görülmeye değer başka tarihi yerler de var."
    },
    {
      "dayNumber": 4,
      "title": "Mostar",
      "description": "Bosna Hersek'in en güzel şehri olduğu düşünülen Mostar, Neretva nehri üzerinde yer almakta ve ülkenin beşinci büyük şehridir. Mostar, Neretva nehri üzerinde bulunan Stari Most’u (Eski Köprü) koruyan köprü korucularından (yerel olarak: mostari) ismini almıştır. Şehir, 1993 yılında Yugoslav Savaşı sırasında Neretva Nehri'ne çökmüş olan bu güzel tek açıklıklı köprü Stari Most ile ünlüdür. 1556 yılında Osmanlı hükümdarı Muhteşem Süleyman tarafından inşa edilen Stari Most, Bosna Hersek için dünya çapında tanınan ulusal bir sembol olmuştur. Her iki dünya savaşı da dahil olmak üzere yüzyıllar süren çatışmalardan kurtulmuş olan köprü, her ne olursa olsun, esas olarak batının Hıristiyan dünyası ile doğunun Müslüman dünyasının birleşmiş olduğunun kanıtıydı. Köprünün tahrip edilmesi, yerel halk için büyük bir darbe oldu, ancak 2004 yılında köprü, nehir yatağından kurtarılan duvar taşları kullanılarak orijinalin bir kopyası olarak yeniden inşa edildi. Yeniden açılması, Müslümanların, Hırvatların ve Sırpların bir kez daha yan yana yaşayabilecekleri ve on yıllardan beri bir etnik bölünmeden sonra Mostar'ın iyileştirilebileceği ümidini temsil ediyordu."
    },
    {
      "dayNumber": 5,
      "title": "Hvar Adası",
      "description": "Hırvatistan'a giderken, Bosna-Hersek'teki Trebiat nehrinde bulunan Kravice şelalelerinde duruyoruz. Hvar Adası’na gitmeden önce bu popüler yüzme alanının tadını çıkarın. Güneşle dolu Dalmaçya adalarının her birinden daha fazla güneş saati sunan Hvar Adası, masalsı Venedik mimarisi, palmiye ağaçları ve asırlık duvarlarla çevrili sahil şeridi sunmakta. Tüm bunlarla birlikte ve hepsine bakan tarihi bir kale ile, şüphesiz pitoresk bir yer olan Hvar Kasabası, zengin ve ünlü kişiler için de cazip bir yer olarak kabul edilir ve yeterince şanslıysanız burada bir veya iki tanıdık yüz görebilirsiniz."
    },
    {
      "dayNumber": 7,
      "title": "Split",
      "description": "Daha sonra feribota binip, öğlene doğru, Roma dönemine kadar uzanan Diocletianus Sarayı kalıntıları etrafında inşa edilen sahil kenti Split'te varıyoruz. Burada dolaşın ve Roma imparatoru Diocletian tarafından Mısır'dan getirilen orijinal bir Mısır sfenksini görebileceğiniz Peristil Meydanı'na gidin. Aslen bir Roma tapınağı olan St John Kilisesi'nin yanında bir başka sfenks daha var. Turumuza dahil olarak Diocletianus Sarayı'nı geziyoruz ya da muhteşem manzaralar için sarayın mozolesinin yanındaki çan kulesinin en üstüne tırmanın."
    },
    {
      "dayNumber": 8,
      "title": "Plitvice",
      "description": "Yolculuğumuza Hırvatistan üzerinden devam ederken, bir sonraki durağımıza, ormanla çevrili 16 muhteşem mavi gölün bulunduğu güzel bir rezerv olan Plitvice Milli Parkı’na gidiyoruz."
    },
    {
      "dayNumber": 9,
      "title": "Zagreb",
      "description": "Milli parkımızı keşfettikten sonra, Adriyatik kıyısı ve Orta Avrupa arasındaki önemli yolların kavşak noktasında bulunan, uzun bir geçmişi sahip hareketli bir kültür merkezi olan Hırvatistan başkenti Zagreb'e devam ediyoruz. Aslen ortaçağda iki komşu tepede iki kale olarak kurulmuş olan şehir, çok sayıda işgale, depremlere ve politik kargaşaya dayanarak müreffeh bir sanayi merkezine dönüştü. Boş zamanlarınızda büyük binalar ile çevrili Ban Jela?!? Meydanını veya altın meleklerle çevrili Madonna çeşmesiyle Zagreb Katedrali'ni ziyaret edin. Dolac Market gibi renkli açık hava pazarlarını ziyaret edin ve 17. ve 18. yüzyıldan kalma sarayları, manastırları ve kiliseleriyle tarihi Upper Town'ı keşfedin. Ayrıca ziyaret etmek için düzinelerce müze, tiyatro, galeri ve sanat koleksiyonu var ya da yakınlardaki Medvednica Dağı'nın güney tarafındaki Medvedgrad kalesine tramvayla, Mimara Müzesi de dahil şehrin güzel manzaralarını seyredin. Görülmesi gereken bir diğer ilginç müze, uzun tarihinin her yönünü kapsayan Zagreb Belediyesi Müzesi'dir. Ayrıca, şehir merkezinden yaklaşık 3 kilometre uzaklıkta yer alan Maksimir Park'ta piknik yapabilirsiniz."
    },
    {
      "dayNumber": 10,
      "title": "Bled Gölü",
      "description": "Slovenya'ya geçtikten sonra, Ljubljana'dan bir buçuk saat mesafede yer alan zümrüt yeşili gölün kenarındaki büyülü küçük kasaba olan Bled'de kalıyoruz. Gölün yukarısındaki bir uçurumun üzerinde yer alan Bled Kalesi, Julian Alpleri'nin karlarla kaplı zirveleri ile çarpıcı bir şekilde çerçevelenmiştir. Geçmişi 11. yüzyıla dayanan Bled Kalesi, ortaçağ kalesinin bir örneği ve kuleleri, surları, hendekleri ve muhteşem manzaraya sahip bir terası ile masalsı bir cazibeye sahiptir. Kalenin bir kısmı, Tunç Çağı'ndan 19. yüzyıla kadar kalenin tarihini izleyen ilginç bir zırh ve silah koleksiyonu, oymalar, mücevherler, duvar halıları ve resimler içeren bir müzeye ev sahipliği yapıyor. Bir gözlem noktasına yapılan kısa bir tırmanış da dahil olmak üzere Bled Gölü'nün etrafında bir iki saatinizi alacak yaklaşık 6 kilometrelik parkurda yürüyün. Buranın tadını çıkarmanın en romantik yolu, bir teknenin kiralanması ve gölün ortasındaki adaya gidilmesi veya grubun kürek çekmeyenleri için bir Pletna teknesi ile kiralanmasıdır. Adada, dileğinizi dilerken çalabileceğiniz bir ‘dilek çanı’ olan ve Varsayım Kilisesi olarak adlandırılan 17. Yüzyıl Barok kilisesini ziyaret edin. Zaman kalırsa, Georges nehrinin kenarında 1,6 kilometre devam eden ve güzel bir şelaleye ulaşan ahşap yol, Vintgar Gorge’yi gezin."
    },
    {
      "dayNumber": 12,
      "title": "Ljubljana",
      "description": "Sıradaki durağımız, başkent Ljubljana, ana turistik yerlerden oluşan şehir turunun keyfini çıkarın. Boş zamanınızda botanik bahçeleri, Dragon köprüsü, Tivoli parkı, Ljubljana şehir müzesi, Kale Tepesi'nde Ljubljana kalesi (Ljubljanski Grad) ve Eski Kent'in manzarasını sunan kale avlusundaki izleme kulesi ziyaret edin. Dinlenmeniz gerektiğinde, Eski Kent'teki nehir kenarındaki birçok kafeden birinde oturun, Habsburg ve Barok mimarisine göz atın ve Ljubljana'nın büyük öğrenci nüfusunun genç eğlencesinin keyfini çıkarın."
    },
    {
      "dayNumber": 14,
      "title": "Budapest",
      "description": "Macaristan’ın şık başkenti Budapeşte, bol miktardaki kaplıcaları nedeniyle ‘Kaplıcalar Şehri’ olarak da bilinir. Tuna nehrinin böldüğü şehir çok farklı iki kentten, batıda Buda doğuda Pest’ten oluşuyor. Şehrin önemli yerleri; Kale Tepesi, Matthias Kilisesi, Balıkçı Tabyası, Kurtuluş Anıtı, muhteşem Aziz Stephen Bazilikası ve en çok fotoğrafı çekilen Parlamento Binası."
    },
    {
      "dayNumber": 16,
      "title": "Novi Sad",
      "description": "Sırbistan’ın kültür merkezi olan Novi Sad, Petrovaradin Kalesi’nin muhteşemliğinin gölgesinde kalıyor. 18. yüzyılda inşa edilen kale defalarca saldırıya uğradı ama asla bir düşman tarafından ele geçirilemedi. Stratejik askeri değerini uzun zaman önce yitirin kale, 1951'den beri önemli bir kültür merkezi ve 88'in üzerinde sanat stüdyosuyla dünyanın en büyük sanat kolonilerinden biridir. Sanat eserleri bir yandan tasarlanırken, diğer yandan ziyaretçiler sanat eserlerini satın alabilir, sanatçılar ile konuşabilir ve stüdyoların atmosferini hissedebilirler. Ek olarak üç ilginç restoran, müze ve yeraltı mezarları var, Tuna'nın muhteşem manzarası da cabası. Novi Sad, yeraltı askeri galerileri ve yer üstünde, çeşitli müzik türleri, komik enstrümanlar, hokkabazlar, sokak gösterileri ve akrobasi oyunlarıyla Eylül ayında yapılan Uluslararası Sokak Müzisyenleri Festivali gibi uluslararası müzik festivalleri ile de oldukça popüler."
    },
    {
      "dayNumber": 17,
      "title": "Belgrade",
      "description": "Keşfetmek için bol vaktinizin olacağı Sırbistan’ın başkenti Belgrad, Sava ve Tuna nehirlerinin kesiştiği noktadadır. Belgrad uzun tarihi boyunca, 60 kez ele geçirildi, yaklaşık 40 kez yakıldı ve her seferinde küllerinden bir anka kuşu gibi yükseldi."
    },
    {
      "dayNumber": 19,
      "title": "Priştine",
      "description": "Bugün Kosova Priştine'ye gidiyoruz ama önce Sırbistan'daki Şeytan Kasabasını ziyaret ediyoruz. Gerçek adı Davolja Varos olan bu doğal oluşum, toprak piramitlerinin garip şekillerine olan benzerliğinden ötürü böyle adlandırılıyor. Erozyonlarla şekillenen bu nadir görülen taş kaplı sütunlar arasında dolaşın."
    },
    {
      "dayNumber": 21,
      "title": "Üsküp",
      "description": "Üsküp'e gitmeden önce, Matka Kanyonu’nu ziyaretimizin tadını çıkarın. Suyun kenarında yükselen büyük kaya duvarlarına hayran kalarak nehrin üzerinden ilerleyin. Kanyonda bulunan büyüleyici mağaralara dikkat edin. Makedonya'nın başkenti Üsküp, şehrin merkezi boyunca Vardar Nehri tarafından düzgün bir şekilde bölünmüş. Doğu ve Batı kültürlerini kapsayan 2000 yıllık bir tarihin tadını çıkarın. Üsküp'te, 6. yüzyıla dayanan Üsküp Kalesi ve şimdi şehir sanat galerisine dönüştürülmüş olan 15. yüzyıldan kalma Daud Pasha Hamamı da dahil olmak üzere birçok tarihi eseri bulunmakta. Ayrıca Mustafa Paşa Camii, 16. Yüzyıl Saat Kulesi ve Vardar Nehri üzerindeki Kamen Taş Köprü’sünü görün."
    },
    {
      "dayNumber": 23,
      "title": "Ohri Gölü",
      "description": "Bugün Makedonya ve Arnavutluk sınırında yer alan göl kenarı kenti Ohri’ye gidiyoruz. Bu mütevazi, resmedilmeye değer yerleşim, binlerce yıllık insanlık tarihinin ve eski kiliselerin, kale duvarlarının, çarşılarının ve eski mahallelerinin geçmişine tanıklık eder."
    },
    {
      "dayNumber": 25,
      "title": "Tiran",
      "description": "Bugün, 1990'lı yıllara kadar rejim tarafından izole edilen gri, kasvetli eski komünist bir kentten, hayat dolu rengarenk popüler bir başkente dönüşen Arnavutluk’un en büyük şehri Tiran'a doğru yola çıkıyoruz. Şehrin uzun bir geçmişi olsa da, son moda barlarıyla modern görünümünün tadını çıkarın ve Osmanlı yadigarı düzgün yollar, kulüpler ve butikler, İtalyan ve komünist geçmişin kalıntıları arasında dolaşın. Tiran'ın en büyük meydanı olan Skanderbeg Meydanı, Ulusal Tarih Müzesi, Kültür Sarayı, Ulusal Banka, Edhem Bey Camii ve İskender Bey'in heykeli ile çevrili. Şehir merkezinden kısa bir otobüs yolculuğu mesafesinde bulunan Şehir Mezarlığı, şehrin muhteşem panoramik manzarasını sunmakta."
    },
    {
      "dayNumber": 26,
      "title": "Kotor",
      "description": "Kotor’a giderken yolda Kruja isimli küçük bir kasabada duruyoruz. Dağın yamacında kurulu eski kenti ve turumuza eklediğimiz Skanderbeg (İskender Bey) Müzesi’nin de içinde olduğu Kruja Kalesi’ni keşfedin. Osmanlıları yenmek için yardım eden İskender Bey Arnavutluk’un bir savaş kahramanıdır ve müze onun cesaretini ve ülke için önemini vurgulamaya odaklıdır."
    },
    {
      "dayNumber": 28,
      "title": "Dubrovnik",
      "description": "Turumuzun sonuna doğru gelirken Dubrovnik şehrine geri dönüyoruz ve bu Adriyatik mücevherinin turistik yerlerini görmeniz ve atmosferini tatmak için son şansınız."
    },
    {
      "dayNumber": 29,
      "title": "Dubrovnik'ten Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}