{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "adventurous-and-relaxing-tahiti-honeymoon",
  "tourName": "Adventurous and Relaxing Tahiti Honeymoon",
  "placesVisited": "Tahiti, Moorea, Bora Bora",
  "generalInfo": "Your romantic 12-day Tahiti honeymoon captures the sculpted beauty of French Polynesia and the mountain peaks of green moss that pierce the sky. Indulge in luxury and splendor with private transfers and knowledgeable guides that will immerse you in the culture and charm of the idyllic archipelago. Whether lounging on white-sand beaches or learning to make poisson cru , you can find passion and spirit during this Tahiti honeymoon.",
  "durationDays": "12",
  "price": "13,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tahiti – Day at your Leisure",
      "description": "Tahiti is an idyllic tropical island and is known for its crystal-clear waters, overwater bungalows, and interior jungle terrain. Your fabulous honeymoon in Tahiti will begin with your arrival at Faa’a International Airport, where your private transfer will meet you at customs. You will make your way to your celebrated accommodations and find a suite that hovers above the stoic water of the lagoon. The remainder of the day will be at your leisure to bask in the marvels of the island and your gorgeous resort."
    },
    {
      "dayNumber": "2",
      "title": "Tahiti – Arahoho Blowhole and Belvedere",
      "description": "In the morning, your guide will take you on an exploration of French Polynesia’s largest island. You can travel along the Circle Road, which stretches approximately 74 miles around the island’s exterior. On the northern edge of the island, you will find the Arahoho Blowhole, which is known for its rugged terrain and majestic spout that shoots seawater high into the air. You will continue your exploration of the island with your guide. You will visit sites like Point Venus and Papeete Market. Here, you will find the vibrant colors of tropical fruits and the subtle aromas of pineapple and grapefruit."
    },
    {
      "dayNumber": "3",
      "title": "Tahiti – Waterfall and Beach Relaxation",
      "description": "The romance of Tahiti’s natural splendor will come further into light in the morning after you meet your private transfer in the lobby. You will venture to the remarkable landscape that leads to the edge of Lake Vaihiria. A 4WD vehicle will carry you along the unpaved track that winds along the mountains. You will continue in the afternoon to the shores of Papenoo, where the black sand and tranquil waves remind visitors of the island’s volcanic origins."
    },
    {
      "dayNumber": "4",
      "title": "Moorea – Visit the Lagoon",
      "description": "While Moorea is one of the closest islands to Tahiti, you will feel another world away. After settling into the luxury and comforts of your overwater bungalow, you will visit the fascinating lagoon for insight into the marine life of the island. You will board an outrigger canoe and glide over the transparent waters in search of the captivating marine wildlife. Your guide will serenade you with traditional songs accompanied by the ukulele as you traverse the water."
    },
    {
      "dayNumber": "5",
      "title": "Moorea – 4WD Tour of the Coast and Mountains",
      "description": "This morning, you will set out with your guide for a full-day tour of the island’s remarkable bamboo groves, unique plantations, and sensational views. As you travel along the ring of the former crater, you will find the thriving plantations with crops like pineapple and vanilla. The enticing aromas will fill the air under a refreshingly clear sky. You will then make your way to the archeological sites and temples on the island that existed before the arrival of European expeditions."
    },
    {
      "dayNumber": "6",
      "title": "Moorea – Whale Watching and Sunset Cruise",
      "description": "After breakfast, you will set out onto the waters of the South Pacific Sea in search of the fascinating whale and dolphin pods. This unique adventure will allow you to bask in the serene setting of the open water before your skipper locates a pod of humpback whales. Once the whales have been spotted (if they are to be spotted at all), you can dive into the water with your snorkel and mask to enjoy viewing the pod in their natural habitat. In the afternoon, you will return to the water on a luxury catamaran for a private tour of the lagoon at sunset."
    },
    {
      "dayNumber": "7",
      "title": "Moorea – Stunning Beaches and Luxury Spa",
      "description": "You can relax with a romantic day at the beach, beginning in the morning with your arrival along the half-mile Opunohu beach. Here, locals enjoy the sun, sand, and fringing greenery. After returning to your overwater bungalow, you can delight in the romance of a couple’s spa treatment at a luxury spa on the island. The mixture of the tropical atmosphere and specific treatments is meant to soothe your muscles and revitalize your body, mind, and spirit."
    },
    {
      "dayNumber": "8",
      "title": "Bora Bora – Helicopter and Parasail Tour",
      "description": "After a delicious breakfast, you will fly from Moorea to Bora Bora to uncover the dream-like island that is famous for the way the water shimmers in four different shades of blue. This picturesque setting will allow you to easily sink into the luxuries of your overwater bungalow. You will venture into the sky on a scenic tour that offers you views of the elegant lagoon. You will wrap around the island during a helicopter flight before indulging in a parasailing tour."
    },
    {
      "dayNumber": "9",
      "title": "Bora Bora – Boat and Sunset Tour",
      "description": "You will dive into the water of Bora Bora with a morning snorkeling tour that will take you to the best sites for viewing marine life. You will venture to the coral garden that is known as the Aquarium. In the afternoon, you will board a luxury catamaran for a remarkable sunset cruise that will carry you along Bora Bora’s famous lagoon. The romantic ambiance will stem from the subtle breeze, fiery colors, and luxurious catamaran. The traditional Polynesian music will help set the scene as you enjoy the relaxed ambiance and the natural pleasures of the lagoon."
    },
    {
      "dayNumber": "10",
      "title": "Bora Bora – Cultural Sites of Bora",
      "description": "You will set out early with your guide into the beauty of Bora Bora’s inland terrain to find the enticing aromas of vanilla. Your guide will lead you through the fields, where you will learn about how the plant transferred to French Polynesia from South and Central America. Before stopping at a local pearl farm to learn more about the precious stone, you can visit a local art gallery that showcases local artists and themes. You will then reach the family-run pearl farm, where your guide will take you on a boat to visit the line of oysters inside the lagoon."
    },
    {
      "dayNumber": "11",
      "title": "Bora Bora – Bora Bora at your Leisure",
      "description": "In the morning, your breakfast will arrive at your overwater bungalow by way of an outrigger canoe. You can ride the canoe around the lagoon as your staff sets up your breakfast for a private and romantic experience. The remainder of your day will be at your leisure to enjoy the island at your preferred pace. This will allow you to lounge on the powdery white sand of Matira Beach. The snow-white beach glints beneath the tropical light, and water laps against the edge of the narrow peninsula."
    },
    {
      "dayNumber": "12",
      "title": "Bora Bora – Depart for Home",
      "description": "After breakfast, your private transfer will meet you at the resort lobby and escort you to the airport for your return to Faa’a International Airport in Tahiti. Here, you will have plenty of time to connect with your flight home."
    }
  ],
  "map": ""
}