{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "call-of-the-ancestors-a-moana-2-tour-of-french-polynesia-new-zealand-samoa",
  "tourName": "Call of the Ancestors: A Moana 2 Tour of French Polynesia, New Zealand, & Samoa",
  "placesVisited": "Tahiti, Queenstown, Bora Bora, Samoa",
  "generalInfo": "Whether eager to become a Wayfinder or following the call of the ancestors, your Tahiti, New Zealand, and Samoa itinerary captures the wonders of Oceana by following the sails of Moana 2. Embark on an odyssey weaving together the birthplace of Motonui, the stories collected in the Land of the Long White Cloud, and the heritage demonstrated in the cradle of Polynesian culture. Navigate ocean currents over coral gardens and encounter marine life that has inspired generations during an epic adventure across the seas",
  "durationDays": "12",
  "price": "6,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bora Bora – Getting in Touch with Te Fiti",
      "description": "The island of Bora Bora can feel like an introduction into the world of Moana. Mount Otemanu rises above the coastline, reminiscent of Te Fiti's silhouette with emerald ridges cutting a dramatic figure against the sky. Fish shimmer with the same vibrant hues as the coral gardens and manta rays glide along the soft seafloor. Your flight descends into Motu Mute Airport, and you see the iconic thatched-roof huts protruding from the jungle trees and spreading across the edges of the white sand beaches. Your private transfer greets you at baggage claim and escorts you along the water to reach your luxurious accommodation nestled between the South Pacific Sea and the crystal clear waters of the lagoon. Palm trees rustle in the gentle sea breeze, and you find the scent of hibiscus emanating from the blossoming flora. The remainder of the day is yours to indulge in island life and the comforts of your accommodation at your leisure. You can hear the water lapping against the posts of your overwater bungalow. The windows open to private panoramas of the horizon, stretching to the protruding silver peak of Mount Otemanu. For a fabulous, relaxing beginning to your time in French Polynesia, you take a standup paddleboard onto the water for a gentle thrill, spectacular view, and immediate connection to the life that inspired Moana's story."
    },
    {
      "dayNumber": "2",
      "title": "Bora Bora – Mountaintops and Village Life",
      "description": "In the morning, you wake to the sounds of the water brushing against the wooden posts of your bungalow. The soothing sound acts as a lullaby against the silent evening and helps you wake with ease. At breakfast, you may find sliced fruit as vibrant and colorful as the island, with luscious coconuts and mangos easily taken from the bounty of Montonui's groves. Venture out for an early hike to delight in the natural majesty of the island’s landscape and the adventurous spirit of Moana by making your way to reach the summit of Mount Otemanu. The extinct volcano reaches a height of 2,400 feet above the waters of the lagoon. Step into a 4x4 vehicle with your guide and traverse the gravel roads along the protected forest. The wind in the open-air jeep brushes against your skin and carries the scent of hibiscus. The lush jungle passes by as you hear rushing rivers winding along the forest floor. You arrive on the shoulders of the mountain supporting the vertical towers for a rewarding view of the turquoise water, thatched-roof huts, and jade jungle canopy. After descending the mountain, you make your way to Marae Fare-Opu, the ruins of a former temple. Turtle petroglyphs mark two stone slabs set against the backdrop of the bright blue waters."
    },
    {
      "dayNumber": "3",
      "title": "Vahine – Harmony on the Water",
      "description": "The morning light washes over the island and returns the gentle shimmer to the water, canopy, and mountaintop. Schools of rays glide around the coral gardens, and blacktip reef sharks circle the reef mounds. If Bora Bora reminded you of the silhouette of Te Fiti, Vahine will feel reminiscent of the goddess's heart. Your private transfer will escort you to the airport for your brief flight to Raiatea where you will continue by boat to reach the private island of Vahine. Coconut palms shade the verdant grass, filling the air with an enticing sweetness. Wood bungalows are decorated with hand-carved furnishings, reminding you that you can bask in the splendors of the French Polynesian islands. For an inviting introduction to the island, you can partake in a Tahitian dance lesson. Your instructor may teach you the basic movements of the hands and hips. The dance helps tell a story, utilizing the intricacy of the costume to the detailed way the body sways. The chant evokes the spirits around the islands, imitating the rustling in the trees and sounds of rolling waves. The costumes symbolize the natural beauty and abundance of the dancers’ surroundings. You absorb the intricacies of the small details incorporated into the rhythms of the dance before you start to move. The drums take on a dramatic beat, embodying the thunder of a storm. A ukulele adds a soft layer to the symphony. You move your hips and find the grass skirt swaying and swishing, easily finding inspiration in the tradition and perhaps finding a familiar rhythm to the \"Song of the Ancestors.\""
    },
    {
      "dayNumber": "4",
      "title": "Vahine – The Water Life of Vahine",
      "description": "In the morning, you may find the aroma of coconut drifting through the palms on the shore. The sweet scent blends effortlessly with the soft fragrance of the ocean. Instead of finding guidance in the stars, you can set out into the water on a half-day snorkeling excursion to view the stunning coral gardens fringing the private island. The water can wrap around you with comforting warmth reminiscent of the friendship Moana made with the sea. The salt helps keep you buoyant, floating above the glowing reef. The current helps guide you over the reef near the bungalows to find soft coral yellow tree coral swaying in the water. Table and brain coral create different textures along the reef mounds. The sunlight pierces the clear water, offering visibility up to 20 feet ahead. The coral glistens in the water with the iridescence of a kaleidoscope. Clownfish hide in the fluttering anemones and parrotfish show bright, tropical blues and greens on their scales. The coral twists and turns like knots as it reaches closer to the surface, nearly grazing your legs. Farther away from the shores of Vahine, you can find schools of manta rays floating around the edges of the reef. Their wingspans can grow to a width of nearly 25 feet."
    },
    {
      "dayNumber": "5",
      "title": "Queenstown – Island Paradise to Thrilling South Island",
      "description": "In the morning, you can indulge in the view over the water and the aroma of passion fruit or guava emerging within your suite and blending with the semi-sweet fragrance of the ocean. After breakfast, your private transfer will escort you to the airport at Raiatea for your flight bound for Queenstown, New Zealand. Share in a kinship with Moana's sense of adventure and intrigue as you cross the ocean. Queenstown is located on the South Island and captures the natural wonder of the landscape. As the flight descends, you find the incredible peaks of the Remarkables Mountains rolling over the southeastern sky. The waters of Lake Wakatipu shimmer with cobalt hues beneath the open sky bringing into existence an new world Moana could encounter on her quest. Your private transfer will greet you at baggage claim upon your arrival and escort you to a luxurious hotel overlooking the lakeshores. The city can feel like an oasis in the alpines nestled between the snow-capped peaks, beech forests, and tranquil lake waters. The remainder of the day is at your leisure to explore Queenstown at your preferred pace. Walk along the lakeside promenade or take the Skyline Gondola to the top of Bob’s Peak. The cable car travels up more than 1,450 feet above sea level to lookout platforms featuring Queenstown and the countryside during a panoramic view of the natural world."
    },
    {
      "dayNumber": "6",
      "title": "Queenstown – Darting through the Valley",
      "description": "Your private transfer will greet you at the hotel and escort you into the wilds of the landscape outside of Queenstown where you can board the boat made for cruising at high speeds along shallow waterways. The adventure pushes the wind past you, whistling as it travels over the boat. The water sprays from the hull, occasionally splashing flecks of the cold, glacial waters off onto your skin. Travel along the protected Te Wahipounamu World Heritage area, passing stunning beech forests and gravel shores. The scent of beech tree may permeate the rush of the wind before you reach Dart Glacier, for which the river was named and that feeds into the waterway. The thick snowfield melts and flows downhill until collected by the winding waters. The boat ay anchor along the riverbanks so you can stretch your legs along the forest floor. Your guide may explain the ancient roots of the forest that date back more than 80 million years demonstrating a stark contrast to the land of Motunui."
    },
    {
      "dayNumber": "7",
      "title": "Queenstown – Ultimate South Island",
      "description": "Venture out Queenstown for the day along the winding roads south towards Milford Sound. The fjord represents the South Island in its pristine majesty, reaching nearly 10 miles from its head to the open sea. You reach the marina and board the boat, instantly finding dramatic, bordering precipices dropping into the glassy waters. The fjord has a resounding silence interrupted only by the sporadic sounds of nature. You hear a seal bark in the distance, noticing a colony sunbathing on the rocks alongside the water. The largest fur seal reaches a weight of nearly 450 pounds. The seals have made a dramatic recovery after being hunted nearly to extinction in the 19th century. Penguins waddle beside the small ferns and smooth boulders shape the shoreline. The rare mainland penguin grows two feet tall with bright white plumage along their bellies. You continue to drift over the reflective waters to find the second-highest waterfall in the fjord, Stirling Falls. The water tumbles over the cliffs at a height of nearly 500 feet, creating a veil of mist along the framing rocks below."
    },
    {
      "dayNumber": "8",
      "title": "Queenstown – Happiness from a Cultural Welcome",
      "description": "Your journey takes a turn towards the region's Polynesian roots. As you approach WanaHaka, the air may fill with anticipation. A Māori warrior will emerge with his Taiaha raised in challenge, embodying the spirit of ancient guardians. The Whakatau ceremony will begin, welcoming you to a sacred space where Māori traditions come alive. You're invited to participate in the Hongi by. pressing noses in a traditional greeting that bridges worlds. The rhythmic chants of the Haka will reverberate through the valley, echoing the power of Polynesian cultural expression before you learn about Moana's deep connection to her island and the sea, referred to locally as Kaitiakitanga. The stories are passed down through generations and resonate with the oral traditions central to Polynesian cultures including Maori heritage."
    },
    {
      "dayNumber": "9",
      "title": "Samoa – Return to the Cradle of Polynesia",
      "description": "Enjoy your private transfer to the Queenstown Airport for your flight to Apia on the Samoan island of Upolu, considered the cradle of Polynesian culture. The serene landscape offers an intense natural beauty featured in the radiant seas, emerald canopy, and waterfalls that shimmer like crystals and evoke the vibrant tropical setting of Moana's world. A traditional ambiance continues to overtake the shores and forest embodied in the open-air architecture of customary huts and the quiet charm of the seaside. Your private transfer will greet you upon your arrival and take you to your accommodation on the southern reaches of the island. Fruit stalls showcase ripe melons, bright lychees, and sweet guavas along the roadside. Church spires rise over the swaying coconut palms and you can settle into the marvels of your overwater bungalow offering a view of the shimmering coral groves that embody the peaceful pace of Samoan life, and the feeling you may find Moana sailing over the horizon at any moment."
    },
    {
      "dayNumber": "10",
      "title": "Samoa – Ripening Samoa",
      "description": "In the morning, the aroma of ripened fruits can fill the air and mix with the semi-sweet fragrance of the South Pacific. The sunlight washes over the white sands along the shoreline and spreads beneath the rustling leaves of the coconut palms. The market in Apia brims with the colors of guava and papaya. Follow your guide on your first adventure in Samoa, which may lead you to the To Sua Trench, which can feel like part of the setting from Moana 2. The serene emerald rainforest runs alongside volcanic rock until you reach the iconic swimming spot resembling a crystal-clear sinkhole. Exotic flowers and jade underbrush dangle along the cliffs leading down to the clear, iridescent turquoise located more than 65 feet below ground. A wooden ladder leads to a platform on which you can relax and enjoy the cool, refreshing water amidst the jungle heat. You may hear the waves splashing against the cliffs in the distance. This may appear to be the world Moana seeks to restore before you continue your day at Togitogiga Waterfall."
    },
    {
      "dayNumber": "11",
      "title": "Samoa – Finding Turtles in Samoa",
      "description": "Travel to Apia to dive into the waters of the Palolo Deep Marine Reserve. The radiant turquoise water can wrap around you with inviting warmth. The wake helps guide you to the large fish lingering around the grand coral more than 300 feet away from the shore. Coral carpets the seafloor, leading to a dramatic drop-off. Blue tang and clown fish protrude from the reef, swimming near the anemones and hiding from the passing school of angelfish. A larger fish swims towards you before you realize it is a magnificent gray reef shark. They grow to more than six feet long and often form groups of up to 20 individuals swimming near the drop-off. You may be close enough to see the ridge running between the dorsal fins. When you return to the water around the shoreline of Namu’a Island, off the southeastern coast of Upolu, you can find a habitat that draws green turtles from long distances. The turtles feed in the early morning and early evening, making it a good time of day to dive back into the water in search of the majestic shelled creature. The turtles can weigh nearly 700 pounds and grow to almost 4 feet long. They use their fins to glide through the water as if gliding through the air."
    },
    {
      "dayNumber": "12",
      "title": "Samoa – Returning from Wayfinding",
      "description": "The morning may shed light over the secret caves and swimming holes around the island. Locals and visitors often head to Upolu to make their way to the Piula Cave Pools to enjoy the refreshing blue and green waters teeming with fish within the grottoes. Waves roll over the white beaches. A 10-foot long underwater passage connects the two pools and natural slides allow visitors to glide down the smooth, gradual grade into the waters below. You may have time for one last adventure before meeting your private transfer at the hotel traveling to Faleolo International Airport in Apia. You have followed in Moana's path, enjoyed the spirit of adventure, and can embrace one more journey on your flight home."
    }
  ],
  "map": ""
}