{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "luxuries-of-new-zealand-australia-and-tahiti-tour",
  "tourName": "Luxuries of New Zealand, Australia and Tahiti Tour",
  "placesVisited": "Auckland, Rotorua, Sydney, Blue Mountains, Hunter Valley, Tahiti, Papeete",
  "generalInfo": "The iconic will meet inspiration on your customizable New Zealand, Australia, and Tahiti vacation. This tailor-made tour combines the rich colors of tropical paradise, the bountiful culture of geothermal springs, and the cultural splendor embodied in a famous opera house. Dive into the crystal clear sea in search of schools of angelfish, scour a eucalyptus forest to find kangaroos and koalas, and discover the intricate details and history of a hand-sculpted totem in a traditional cultural school. From captivating waterfalls to fantastical hobbit holes, panoramic lagoons to erupting geysers, you will celebrate the beauty of the land and sea in luxury while in New Zealand, Australia, and Tahiti.",
  "durationDays": "12",
  "price": "17,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland – Inviting New Zealand",
      "description": "Auckland is a modern city overlooking the ancient, rugged coastline of New Zealand’s North Island. Sailboats drift along the cobalt waters of the Tasman Sea, and the Auckland Sky Tower soars above the sprawling city streets at the height of nearly 1,100 feet. Two harbors frame the narrow isthmus textured with volcanic cones, islands dot the waterways, and lush, fertile farmland borders the country’s largest city. Your flight lands at Auckland International Airport, where your private transfer greets you upon arrival. The aroma of the sea permeates the air, rainforest rises out of the south, and open, verdant hills roll across the north. You take a moment to settle into the comforts of your five-star hotel, basking in the gorgeous view of the water from your private balcony. Quay Street brims with restaurants and shops and the scent of fresh oysters drizzled with lemon drift out of restaurants on the Princess Wharf. You meet your guide in the lobby and make your way through the city on a private tour that will lead you to One Tree Hill. The volcanic cone was once a fortress at a height of nearly 600 feet above sea level, and the site offers 360-degree views of the city and a panorama that includes both seas of Auckland. Your guide points to the shimmering obelisk crowning the summit, and you have a perfect view of this monument dedicated to the Maori people."
    },
    {
      "dayNumber": "2",
      "title": "Rotorua – Bringing Fantasy to Real Life",
      "description": "In the morning, the scent of the sea blends with the aroma of freshly roasted coffee drifting out of the local cafés. Delectable pastries fill the display cases along the bar, and locals enjoy the vibrant ambiance and delicious morning fragrance. Your private transfer greets you after breakfast and escorts you south towards the cultural capital of the North Island, Rotorua. En route, you will stop at the celebrated filming location of Hobbiton, known as the Shire in The Lord of the Rings and The Hobbit trilogies. The set was designed in the late 20th century to resemble dells of old England. Soft tufts of lush grass blanket the farmland, hiding the small doors of the Hobbit holes. The herbaceous aroma of the greenery blends with the untreated timber spread across the 14 acres of countryside. Step through an emerald door to view the home of Bilbo Baggins, the famous hobbit who helped defeat the dreaded dragon Smog. You feel tiny passing through the door and standing beside the tall chairs created to make the actors in the movie look small. Stand at the hearth where Bilbo and Gandalf discussed the coming adventure before making your way over the river to the Green Dragon, the local inn at which the hobbits enjoyed meat pasties and refreshing ale. You leave Hobbiton but continue in the realm of the fantastical at Waitomo Caves to view the iridescent hues of the Glowworms."
    },
    {
      "dayNumber": "3",
      "title": "Rotorua – Volcanic Images Come to Life",
      "description": "Steam drifts off the lake at the heart of Rotorua in the morning, showcasing the intriguing geothermal activity that helped create the unique landscape on the outskirts of town. Mud pools bubble and shimmer in the sunlight. Local Maori women would boil or steam seafood by placing the freshly caught mussels and clams in nets and letting it rest in the natural boiling pools. After breakfast, your guide leads you to the Te Puia Thermal Reserve where more than 500 springs team and gurgle in the volcanic landscape. It is reminiscent of a scene out of a fantasy movie, reminding you of the time you spent in Hobbiton the previous day. The celebrated Pohutu Geyser erupts 20 times a day, shooting water 100 feet into the air. The adjacent geyser, known as the Prince of Wales’ Feathers, bubbles over its silica cone before Pohutu erupts. Vibrant silver and rich orange hues glow along the edges of the steaming pools, shaped by the wealth of minerals in the water. You find a chef standing beside the boiling waters of The Cauldron and watch as he dangles a large pouch on a string, pulling the pouch from the steaming pool. You learn that the chef is cooking shellfish and seafood for a traditional Maori meal."
    },
    {
      "dayNumber": "4",
      "title": "Auckland – Islands In the Harbor",
      "description": "The morning light filters through the colorful windows of a local café. Vibrant mosaics and paintings brighten the walls, and the missed-match tables and chairs add levity to the delicious aroma of brewing teas. Woodcarvings in the Rotorua Museum remind you of the intricate handmade textiles and ornaments in the National Carving and Weaving schools inside the Te Puia Thermal Reserve. After breakfast, your private transfer escorts you back to Auckland. The city feels familiar in its welcoming activity along Queen Street. You board a boat in Waitemata Harbour and set sail along the famous waterway that splits Auckland in two. The Auckland Harbour Bridge was completed in the late 1950s and stretches more than half a mile and reaches a height of more than 140 feet, and connects downtown with the northern suburbs. A gentle seaside breeze brushes against your cheeks and carries the briny scent of the water, as sails puff in the wind propelling elegant sailboats over the horizon. The skyline climbs above the city, crowned by the Auckland Sky Tower, while the calm, cobalt waters of the Tasman Sea shimmer in the daylight. You drop anchor at the docks at Rangitoto Island, formed by a series of volcanic eruptions lasting more than 6,000 years, and then walk along the winding trail through the lava field to find vegetation sprouting along the edges of rugged, black soil."
    },
    {
      "dayNumber": "5",
      "title": "Sydney – A Historic Life by the Sea",
      "description": "The morning washes over Auckland and returns vibrant life to the shops along the Princess Wharf and Queen Street. The sweet aroma of white tea fades beneath the refreshing scent of coffee emanating from Queenies Lunch Room in the Central Business District. Your private transfer greets you at the hotel after breakfast and escorts you to Auckland International Airport for your flight to Sydney, Australia. As the plane descends onto the runway, you view the elegant arch of the Sydney Harbour Bridge and notice the way it frames the iconic Sydney Opera House. You venture to your gorgeous hotel by way of a private transfer, taking time to indulge in the sights around the active harbor. The iconic Sydney Harbour Bridge, standing at nearly 140 feet and reaching a length of over half a mile, opened in the 1930s and connected the outskirts of Sydney to the Central Business District across the narrowest points of the harbor. Your guide greets you in the hotel lobby eager to lead you on an introductory tour of the famous Australian city, beginning in the historic district of The Rocks. The neighborhood overtakes a tongue of land protruding into the harbor. The historic streets became the first European settlement in Australia, beginning with convicts pitching tents along the rocky coastline. More than 100 heritage buildings remain in the neighborhood and showcase the sandstone bricks and iron chimneys of the 19th century. Your guide leads you to Cadman’s Cottage, the oldest surviving home in Sydney, erected in 1816. The aroma of fresh macaroons and sourdough pretzels drifts out of the contemporary outdoor shopping district that revitalized the historic buildings with new, refreshing, and cosmopolitan life."
    },
    {
      "dayNumber": "6",
      "title": "Sydney – Enjoying the Breeze of Sydney Harbour Life",
      "description": "Chic and bohemian locals make their way to the trendy coffee shops in the morning to enjoy a refreshing morning beverage and a sweet pastry. A 19th-century pie house now holds a roaster and bakery intent on providing patrons with unforgettable flavors that shift the conversation from historical teas to the delicate and delectable layers of coffee. After an early breakfast, you venture to the docks of Darling Harbour to board a luxurious boat bound for the glistening water. You weigh anchor and glide gently onto the celebrated waterway connecting suburban canals to the Central Business District. Stand on the aft and enjoy the soft sea breeze brushing over the boat. Looking back at the city you can spot the iconic sails of the Sydney Opera House, and the stunning skyline crowned by the Sydney Tower, the city’s tallest building, shimmering with a golden spire. The boat passes near Taronga Zoo and the glittering white sands along Little Sirius Cove. Upon returning to Darling Harbour, you find the brick esplanade leading to the Opera House. Your guide greets you in the shade cast by the gorgeous rooftop meant to imitate the sails of the boats effortlessly cruising past on the water."
    },
    {
      "dayNumber": "7",
      "title": "Sydney – A Distinctive Blue",
      "description": "The artistic neighborhood of Surrey Hills wakes up to the scent of award-winning coffee drifting out of the neighborhood café, which has strengthened the coffee drinking culture of the city. Art galleries and murals decorating the brick walls of antique buildings add to the artistic ambiance along the avenues and hidden lanes. After breakfast, you make your way out of the city to reach the borders of the Blue Mountains National Park where the aroma of eucalyptus from the surrounding forest hangs in the air. In the morning light, the leaves cast a blue hue over the canopy, accounting for the name of the protected area that contains waterfalls, ravines, and more than 80 miles of hiking trails. Sandstone cliffs ascend above the forest-clad Jamison Valley, and the golden and rust-colored striations on the rocks contrast the emerald treetops. For an elaborate view of the landscape, your first stop is Echo Point, a clifftop platform that overlooks the Three Sisters. The ravine ridges run along the background with trees carpeting the crests and hills, while in the foreground the sandstone karsts known as the Three Sisters capture your attention. The pillars rise nearly 3,000 feet above the floor of the Jamison Valley and were created by erosion due to wind and rain. If you feel adventurous, you can follow the Giant Stairway which winds down the precipice and connects the peaks to the basin by more than 800 steps."
    },
    {
      "dayNumber": "8",
      "title": "Sydney – From the Active Water to the Relaxing Wine",
      "description": "Enjoy an early breakfast before making your way to the shores of Bondi Beach. Locals jog, walk and exercise along the promenade in the cool morning air. The scent of coffee and tea emanates from the sleepy cafes hidden behind the main street overlooking the water. Surfers take to the waves and carve the breakwater crashing near the rocks away from the powdery white sand. As the day grows warmer, more people venture to Bondi Beach to relax in the hot Australian sun and to cool off in the refreshing, turquoise waters. The shop windows along Campbell Parade present fashionable clothing displays and lead to the charming outdoor seating of the local cafes. The Coogee to Bondi Coastal Walk wraps around the beach and offers spectacular vistas from which to take in the famous coastline of New South Wales and Sydney. You continue your exploration of the delightful Australian state as your private guide leads you to Hunter Valley, the oldest wine region in Australia. Narrow lanes filled with vintage shops crisscross the heart of the valley, and premium wineries grow vines across the fertile and lush landscape leading to the foothills of dramatic mountain peaks. You take your time noticing the boutique chocolate shops and grazing sheep before stopping at a celebrated vineyard known for producing wine, cheese, and olives."
    },
    {
      "dayNumber": "9",
      "title": "Tahiti – One Step to Paradise",
      "description": "George Street brims with life in the returning sunlight. The oldest street in Australia flickers with antique architecture, including the late 19th-century architectural medley of Sydney Town Hall and the oldest shopping arcade in the city, Queen Victoria Building. The Romanesque design gives way to opulent stained glass windows, and more than 20 small domes surround the larger dome, which acts as a centerpiece of the building’s interior. More than 200 high-end boutique shops continue to decorate the windows with featured displays amidst the mosaic floors. After breakfast, your private transfer escorts you to Sydney International Airport for your flight east to tantalizing Tahiti. Emerald foliage drapes over volcanic peaks, contrasting the azure lagoon and indigo sea, black sand beaches glisten beneath the elegant waving fronds of coconut palms, and the aroma of hibiscus flowers overtakes the semi-sweet scent of the South Pacific Sea. Your private transfer greets you upon arrival at Faaa International Airport, leading you to the comforts of your luxurious resort. You find the fragrance of fresh coconut soothing after the flight from Australia. The views from your overwater bungalow look out onto the water quietly lapping against the posts and the tropical garden blossoming with orchids and frangipani. When you are ready, venture next to the Lagoonarium for an introduction to the exotic beauty of the tropical sea. The natural lagoon enclosure frames the reef where angelfish and parrotfish glow alongside the coral in the crystal clear waters."
    },
    {
      "dayNumber": "10",
      "title": "Tahiti – Adventures in Tahiti",
      "description": "In the morning, the aroma of pineapple and coconut drift through the open windows of your overwater bungalow. You listen to the waters gently breaking against the wooden posts supporting your suite, and enjoy the sweet, lingering scent of blossoming frangipani. You meet your guide in the lobby and begin your excursion into the heart of the French Polynesian island, passing through the perfume of coconut milk and grilling fish. Coconuts dangle from the palms in collected bunches. Women wear bright, hand-dyed sarongs glowing with the tropical colors of the island, and the lagoon shimmers with ultramarine hues against the rolling hills of vibrant, green trees. You catch the scent of hibiscus in the breeze blowing through the open-air vehicle. The jeep splashes through a shallow river, causing drops of cool water to reach your skin amidst the tropical heat before you step onto a path winding beneath the gigantic ferns and lush canopy. You can hear the echoing sounds of crashing water, and you find a sharp peak in the background framing the more than 440-foot tall Fautaua Waterfall. The stunning whitewater rushes down the mountainside into the Fautaua Valley, and the thick stream brushes past promontories, splashing into the waiting pool below. The water billows upwards with a cool, rejuvenating mist contrasting the warm golden sunlight."
    },
    {
      "dayNumber": "11",
      "title": "Tahiti – French Polynesian Leisure",
      "description": "In the morning, the market at the heart of Papeete shines with the striking colors of handmade sarongs and shimmering shell necklaces. Woven hats help locals and visitors protect their skin from the tropical sunlight, and fishmongers present their largest, tastiest seafood from the day’s earlier catch. The scent of passion fruit and guava emanates from the juicers making fresh, delicious fruity combinations and local ice cream. The pearl shops on the upper floors display elegant, polished black pearls reminiscent of priceless treasure. The day is yours to embrace the splendors of Tahiti at your leisure, where you can spend time enjoying the art of the Gauguin Museum or lounging on the ebony sands of Papenoo Beach. Board a luxury catamaran to set sail to an old plane wreck. The crystal clear sea glistens with shades of turquoise, and you leap into the water and let the warm, briny texture embrace you. Blue tangs swim along the coral garden rising out of the seafloor, while a school of humbug damselfish circles in your shadow; their black and white stripes remind you of a herd of zebras. The stretch of coral leads you to a small airplane that sunk into the sea decades ago. Outside of the water, the salt begins to form crystals on your shoulders. The rainbow of tropical fish, from clownfish to parrotfish, continues to streak past you, and you can see the nearly intact Cessna plane that lays on the seafloor 20 feet below the surface."
    },
    {
      "dayNumber": "12",
      "title": "Tahiti – Returning from the South Pacific",
      "description": "The scent of fresh and frothy cappuccino overtakes the sweet coconut aroma on your final morning in Tahiti. The nearly 340 acres of botanic gardens create a tranquil, secluded inland escape from the lapping waters and black-sand shores around Tahiti. Banyan and palm trees shade the walking paths, grapefruits dangle from the canopy, and ponds trickle against the pebbled banks. The history of French Polynesia, along with the culture of island life, is on display in the Tahiti and Islands Museum in Papeete overlooking the west coast. The galleries present images of the geography, natural history, and a view to the surfers gliding across the waves around one of the island’s most popular surf destinations. After breakfast, your private transfer greets you at the hotel and escorts you to Faaa International Airport for your flight home."
    }
  ],
  "map": ""
}