{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "perfect-one-week-tahiti-honeymoon",
  "tourName": "Perfect One Week Tahiti Honeymoon",
  "placesVisited": "Tahiti, Tahaa",
  "generalInfo": "Discover the grandeur of French Polynesia that stems from the natural beauty of the lush jungle, towering mountains, and pristine waters during this 7-day Tahiti honeymoon. The serene ambiance of the tropical wonderland creates the perfect romantic setting, in which you can indulge in classic beaches and enjoy unique active excursions. From pearl farms to snorkeling and from overwater bungalows to waterfalls, uncover the tremendous charms and endless romance of Tahiti.",
  "durationDays": "7",
  "price": "3,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tahiti – The Celebrated Beaches",
      "description": "The bountiful beauty of Tahiti stems from the tropical jungle and crystalline waters of the lagoon. The aroma of coconut lingers around the island landscape and stems from the palms that line the coastline. Your flight will land at Faa’a International Airport, where your private transfer will greet you at customs and transfer you to your luxurious resort. You will have time to bask in the comforts of your overwater bungalow before beginning a spirited exploration of Tahiti’s gorgeous beaches at Point Venus. Here, the soft, ashy, and black sand along the shoreline stems from the volcanic origins of the island."
    },
    {
      "dayNumber": "2",
      "title": "Tahiti – The Treasures of Waterfalls",
      "description": "At breakfast, you can bask in the mixture of sweet and savory flavors. Your guide will meet you after your meal to lead you on a tour of the Papenoo Valley in search of waterfalls. You will board your 4WD vehicle and venture into the marvelous jungle terrain. Your guide will also lead you along winding tracks through the lush valley. You will splash across shallow riverbeds before arriving at the first major cascade of your excursion: Topatari Falls. You can wade through the shallow water to reach the base of the falls, where you can find lush ferns and delicate moss that overtakes the rocky outcroppings."
    },
    {
      "dayNumber": "3",
      "title": "Tahiti – Romantic Snorkeling Tour",
      "description": "In the morning, you will meet your guide at the hotel and board a boat that is bound for the beauty of the turquoise lagoon. Today, you will be going on a private snorkeling tour. You will venture to the celebrated spot of Sharks Sandbank. The water remains shallow and warm throughout the day in addition to hosting blacktip reef sharks that can reach over four feet long. The sharks feed primarily on reef fish, crustaceans, mollusks, and cephalopods. After discovering the thrills and charms of marine life, you will continue exploring the island."
    },
    {
      "dayNumber": "4",
      "title": "Taha’a – Private Tahitian Dance Lesson",
      "description": "In the morning, your private transfer will escort you from your resort to the airport for your flight to the island of Raiatea. Here, you will continue by boat to your resort on the stunning island of Taha’a. The boat ride will highlight the marvels of the sea as you approach the shores of the secluded island that glints with the emerald hues of a tropical jungle. You will settle into the comforts of your overwater bungalow before meeting your instructor in the afternoon for a private lesson in Tahitian dance. A drummer and ukulele player will help bring the proper sounds to the lesson as you learn the different ways to wear the pareo , which is a traditional wraparound skirt."
    },
    {
      "dayNumber": "5",
      "title": "Taha’a – Jungle and River Kayak Tour",
      "description": "After breakfast, the aromas of vanilla and hibiscus will return. You will meet your guide for an introduction to the beauty of the islands with a private kayak tour on the Faaroa River. The excursion will lead you through Raiatea, which features the history and legends of the island. You will stop along a clearing near the water to enjoy a picnic among the exotic scenery. After lunch, you will return to the resort with the remaining day at your leisure to indulge in the splendors of Taha’a."
    },
    {
      "dayNumber": "6",
      "title": "Taha’a – Encounter Island and Lagoon Life",
      "description": "You will set out in the morning for a full-day tour of Taha’a island, beginning with a snorkeling excursion at one of the island’s best marine life destinations. Your guide will instruct you on the kinds of fish you will see before you plunge into the water. You will then continue to a pearl farm to learn more about the elegant gem that stems from the mouth of an oyster or mussel. Your guide will lead you to the water to view a submerged rope on which oysters cling to produce the delicate pearls that take up to 24 months to produce."
    },
    {
      "dayNumber": "7",
      "title": "Taha’a – Departure",
      "description": "At breakfast, you will find the sweet scent of vanilla as it fills the air. After breakfast, your private driver will transfer you to Tahiti’s Faa’a Airport, where you will make the connection to your outbound flight."
    }
  ],
  "map": ""
}