{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "romantic-8-day-honeymoon-vacation-to-tahiti-and-bora-bora",
  "tourName": "Romantic 8-Day Honeymoon Vacation to Tahiti and Bora Bora",
  "placesVisited": "Tahiti, Bora Bora",
  "generalInfo": "Indulge in the luxuries of French Polynesia during this 8-day Tahiti honeymoon. Private tours and the secluded ambiance of overwater bungalows immerses you in the romance of Tahiti and Bora Bora. Here, you can celebrate passion in tropical paradises. From a private surf lesson to witnessing migrating humpback whales, this tour allows you to bask in the beauty of natural waterfalls and white-sand beaches.",
  "durationDays": "8",
  "price": "6,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tahiti – Arrive and Day at Your Leisure",
      "description": "The island of Tahiti has a quiet, inviting ambiance that stems from the tropical lagoons and jungle canopy that hides exceptional waterfalls. Your flight will land at Faa’a International Airport, where your private transfer will greet you at customs. You will have the remainder of the day to settle in to the comforts of your accommodation above the water of the lagoon. Your suite will afford you a glass-bottom view of marine life. For an exceptional introduction to Tahiti, you can venture to the Belvedere, which is the starting point for the hike that leads to the peak of Mt. Aroai."
    },
    {
      "dayNumber": "2",
      "title": "Tahiti – Private Waterfall Tour",
      "description": "After breakfast, your guide will introduce you to the stunning cascades of Tahiti on a private tour. You will begin with a 4WD excursion into the heart of the jungle terrain at Papenoo Valley. Your tour will lead you on a search for the three falls of Topatari, Vaiharuru, and Puraha. Your guide will stop between the major waterfalls so that you can find natural pools and blossoming wildflowers that capture the tropical atmosphere for which Tahiti is known."
    },
    {
      "dayNumber": "3",
      "title": "Tahiti – Surf Lesson and Visit Papeete",
      "description": "Before beginning your private surf lesson, you can sample the local juice made from noni , which is a local fruit that is associated with natural health benefits. You will meet your instructor on the beach for a private surf lesson. Soon, you will plunge into the water to try and catch your first wave. As the waves coil and splash, your instructor will offer guidance along the way to ensure that you can stand on the board while riding the wave. In the capital city of Papeete, you will have the remainder of the day at your leisure to explore the unique culture of Tahiti."
    },
    {
      "dayNumber": "4",
      "title": "Tahiti – Petroglyphs and Maraa Grotto",
      "description": "Your guide will meet you after breakfast to show you the culture of Tahiti, beginning at the fascinating petroglyphs of Te Pari. The rugged coastline at the southern point of Tahiti Nui rings with powerful waves that crash against the coastline. The preserved petroglyphs are etched into the volcanic boulders and are speckled with vibrant moss. You will then venture deeper into the untouched corners of Tahiti to find Maraa Grotto, which is a natural wonder that is hidden by the thriving ferns of the rainforest terrain."
    },
    {
      "dayNumber": "5",
      "title": "Bora Bora – Relax on the Beaches",
      "description": "Your private transfer will escort you to the airport after breakfast for a brief flight to the island of Bora Bora. You will continue to your resort with a private transfer before settling in to the comforts of your overwater bungalow. You will have a private view that overlooks the ocean. After taking time to enjoy the luxuries of your resort, you will visit the marvelous coastline of Bora Bora at Matira Beach. The white sand stretches for about a mile at the southern tip of the island. At low tide, you can walk to Matira point to view the barrier reef as it is magnified by the glossy shallow water."
    },
    {
      "dayNumber": "6",
      "title": "Bora Bora – Snorkeling Tour and Photo Shoot",
      "description": "After breakfast this morning, you will meet your guide to begin your snorkeling tour. This excursion will allow you to visit some of the most dazzling destinations around Bora Bora. Around the mounds of vibrant coral, you can find blue tang. After discovering some of the marine life around Bora Bora’s reef, you will have a photo shoot that will capture the spirit of the island and the magic of your vacation. Your private photo shoot will take place around the lagoon and your resort."
    },
    {
      "dayNumber": "7",
      "title": "Bora Bora – Whale Watching and Island Excursion",
      "description": "You will set out on a boat in the morning that is bound for the open water. Today, you will be in search of the wildlife of the South Pacific Sea. The migration season for humpback whales in French Polynesia occurs between July and mid-November. Your guide will offer information about the whales, how they migrate up to 16,000 miles each year, and how you can notice their giant size that averages 52 feet long. You will return to land and embark on a 4WD excursion that will take you to the lookout at Faanui Canon."
    },
    {
      "dayNumber": "8",
      "title": "Bora Bora – Departure",
      "description": "In the morning, the pearl market on Bora Bora opens its doors. After a delicious breakfast, your private transfer will greet you at your resort and escort you to the Bora Bora Airport for your return flight to Tahiti, where you will connect with your flight home."
    }
  ],
  "map": ""
}