{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "tahiti-vacation-package-for-two-7-days-of-romance-and-leisure",
  "tourName": "Tahiti Vacation Package for Two: 7 Days of Romance and Leisure",
  "placesVisited": "Bora Bora, Motu Piti Aau, Tahiti",
  "generalInfo": "Bora Bora is the ultimate island of indulgence in the South Pacific and a getaway spot where all of your senses are subtly aroused. Savor a week of pleasure here at your luxurious five-star suite perched over the kaleidoscope colors of the ocean and within bare-footed access of a virgin white sand beach. With an array of experiences and pleasures for your consideration, this couple’s package showcases why Bora Bora is nature’s great ode to love and a piece of absolute escapism on the edge of the world.",
  "durationDays": "7",
  "price": "4,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bora Bora – Welcome to Paradise",
      "description": "Sweeping views will greet you from the plane window as Bora Bora stands remotely amidst the colors of the South Pacific. The deep green of the ocean blurs into the sapphire of the shore, while the emerald and white of the beaches give the island its distinctive color. The journey here gives an impression of how remote Bora Bora is with virtually nothing within an hour’s flight in any direction. The island is a gem in an archipelago of treasures, and it looks just as your imagination can muster with the rainbow of colors pierced dramatically by the massif of Mount Otemanu. The origins of Bora Bora are unquestionable as the impressive central feature reveals that this is a volcanic island rising interrupted from the ocean deep. A boat is the only means of getting to Motu Piti Aau, the eastern side of the island. Such inaccessibility creates exclusivity, with only the visitors at your resort able to see this part of Bora Bora. The InterContinental Bora Bora Resort & Thalasso Spa is tucked beneath the island’s green volcanic backdrop with coconut palms swaying softly in the ocean breeze. A shallow lagoon stretches out from the white sand beach, its warm waters good for any level of swimmer. This is a stylish five-star resort, yet it also offers a harmony with its surroundings with a Polynesian facade encasing Western luxuries. Check in, relax and unwind as you slowly soak your senses in the surroundings."
    },
    {
      "dayNumber": "2",
      "title": "Bora Bora – Settling Into the Island Rhythm",
      "description": "A gentle breeze flutters into your villa, bringing with it the soft scent of salt. Floor-to-ceiling windows ensure that you wake up to a view, and it is perhaps the best view in the South Pacific. Beneath you is the lagoon, shimmering through a rainbow of green and blue colors as Mount Otemanu stands proudly, a massif of scorched rock flanked by rugged peaks with slopes coated in moss and trees. The coastline curls around to your left, marked by spiraling palms and swathes of competing green hues. It is the sort of view that makes it worth flying halfway around the world. The resort’s Deep Ocean Spa continues your journey into the island’s rhythm, nestled in tropical gardens with views onto the endless South Pacific. A welcome treatment for couples is included, and while it incorporates modern wellness techniques, there is a strong sense of the traditional. Polynesian healing rituals are integrated, along with nutrients extracted from the depths of the ocean. As you lie on the treatment table, both your body and your mind are gently pummeled by the atmosphere. Open your eyes, and there is more to see as the treatment rooms have a glass bottom so you can watch the tropical marine life flittering past."
    },
    {
      "dayNumber": "3",
      "title": "Bora Bora – Cruising to Hidden Parts of the Island",
      "description": "Soft, gentle waters encourage exploration, so you can paddle slowly on a kayak, quickly going past the outer reaches of the resort, onto a coastline that’s completely deserted. Or take a trip in a traditional canoe, the Polynesian vessel that has stood the test of time. Sailing excursions are also a possibility here, either guided or self-guided. You could also try a stand-up paddle board and venture out into the expanses of bliss. As you traverse the waters, you will journey alongside a coastline that is inaccessible by any other means as there are no roads and no jetties for the motorboats to land. You will be completely alone, paddling up to slithers of white sand for a morning or afternoon on what starts to feel like your own private island. Your villa offers a similar feeling of privacy and exclusivity. Villas are perched above the water at the end of a long wooden walkway raised on stilts. Beneath the Polynesian-style wood and thatch facade is a contemporary décor, particularly in the gorgeous bathroom. The bedroom opens onto a living area and dining room, all with the same wonderful views towards Mount Otemanu. In total, the villa measures some 220 square meters, in addition to the 100-square-meter private terrace. Sun loungers are found here and can be placed in the sun or shade whatever the time in the afternoon. Cool off in your private outdoor pool or fresh water shower, or jump into the lagoon at high tide to join the tropical fish that are resident below. The InterContinental Bora Bora Resort is one of French Polynesia’s finest properties, and the Brando Suite is the ultimate of its indulgences."
    },
    {
      "dayNumber": "4",
      "title": "Bora Bora – A Beautiful Helicopter Tour",
      "description": "Bora Bora feels like a lost world with thick jungle amongst its volcanic folds and the mountain peaks a rugged compass point rising vertically in the Pacific. From the water, you can appreciate the swirling hues with so many different shades of green to enjoy. From the air, there is a thrilling window onto the scale of this island paradise. The ocean extends with nothing but deep blue-green framing the panoramas. Beneath the helicopter is the lush exoticism of the forests with so much impenetrable and tangled landscape to admire. Skirting the island are more reefs and beaches with surreal pieces of white and blue illuminated by the sun. After a boat transfer from Motu Piti Aau, you will soar across Bora Bora in a helicopter for a private sightseeing flight that illustrates the complete beauty of your destination and its remarkable isolation. In particular, cruising past the peaks of Mount Otemanu is one of French Polynesia’s most iconic experiences, such an imposing mountain so close to the virgin white sand. Touch down, and the rest of the day is at your leisure with more time to lounge at your villa, listen to the fine sand squeak softly beneath your feet, or take advantage of the activities on the water or at the spa."
    },
    {
      "dayNumber": "5",
      "title": "Bora Bora – Scuba Diving and Snorkeling",
      "description": "Beneath the surface, there is a whole world of enchantment as the nutrient-rich volcanic reefs attract a rich variety of resident marine life. Most of the wildlife is small and colorful, distinguished by red gills, strange stripes and marked fins. A coral nursery is protected within the lagoon, home to these tropical schools and an excellent place to snorkel, with or without the assistance of trained marine biologists. A scuba diving school is also located on site, offering dive excursions from the shore as well as those deeper out in the ocean. While these are mostly catered for qualified scuba divers, introductory courses are a possibility should you wish. For some guests, going beneath the surface is a standard part of the days at the resort. For all guests, there’s a wide choice of restaurants and bars to access throughout day and night. Dine casually on the beach, your bare feet settling into the white sand. The Reef Restaurant offers a more stylish affair, mixing the flavors of Mediterranean and Polynesian cuisine. Le Corail Restaurant is the resort’s boutique French-inspired place to dine, where you dress up in evening wear and enjoy a peaceful corner for two. All these restaurants provide an option for you to dine privately on the sand, or on the large dining table in your own villa. And like the choice of where to eat, there’s a host of quiet options of where to drink, from those on the sand to those that make liberal use of Polynesian décor."
    },
    {
      "dayNumber": "6",
      "title": "Bora Bora – Remote Hiking and Biking Trails",
      "description": "Sunrise ripples off of the water with the reds and yellows glistening as you pull the curtains aside. Breakfast arrives by canoe, paddled out on the traditional local vessel, delivered with a local Tahitian greeting. Savor that atmosphere and the beautiful breakfast before a morning of adventure in the Bora Bora forests. Extending out from the resort are a number of narrow trails, each passing deeper and deeper into the island’s interior. They will take you beneath the forest canopy and provide shade at almost all hours of the day. Some jut out, intrepid footsteps leading you to a private beach hidden from the world. Others loop onto the hills, where there are relaxed views back over the lagoon. With mountain bikes you can cover more distance, allowing you to discover other sides of the island. Even on foot, it only takes 15 minutes to feel like you are wandering a private garden playground. As with the water sports options, these hiking and cycling trails are regularly used by some guests, especially those who seek a complete sense of solitude. Exclusivity and flexibility is at the core of the experience on Bora Bora, especially at the Intercontinental Bora Bora Resort & Thalasso Spa. This detailed itinerary provides an outline of a couple’s program at the resort, with a suggestion of activities and indulgences that could be included. Every couple is different, and the itinerary on this page is designed to showcase the type of excursions and experiences possible, rather than being a fixed program. When you arrive, it is easy to customize the day to day to your interests and your prevailing mood. Just take off your watch, forget about time, and take in the best of Bora Bora island."
    },
    {
      "dayNumber": "7",
      "title": "Bora Bora – Departure",
      "description": "Lie in, take a late breakfast and do not worry about the checking out time. This is Bora Bora, where the atmosphere is much slower than it is at home. You will depart later today but enjoy full use of your villa and the resort’s facilities until departure. It will be a short transfer to the center of the island to meet your onward flight, with the views from the plane window showcasing just how far removed you have been from the world."
    }
  ],
  "map": ""
}