{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "two-week-island-paradise-vacation-honeymooning-in-tahiti",
  "tourName": "Two-Week Island Paradise Vacation: Honeymooning in Tahiti",
  "placesVisited": "Tahiti, Moorea, Bora Bora, Tahaa",
  "generalInfo": "The islands of French Polynesia welcome you to an idyllic tropical paradise during this customizable 14-day Tahiti honeymoon. This tour is designed for you to discover the luxury, charm, and natural splendor of the South Pacific. Whether looking for the mystical allure of a lagoon that shines with four shades of blue, to lounge in the white sands of a secluded beach, or to indulge in a romantic couple’s massage among the sound of the lapping waves, this Tahiti honeymoon immerses you in the majesty of tropical islands.",
  "durationDays": "14",
  "price": "10,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tahiti – Arrival and Day at your Leisure",
      "description": "Tahiti is the largest island of the French Polynesian archipelago and brims with exotic aromas. Your flight will land at Faa’a International Airport in Papeete, where your private transfer will meet you at customs. You will arrive at your stunning resort, where you can relax in your private overwater bungalow and listen to the sounds of the serene lagoon as it laps against the support beams. The remainder of the day will be at your leisure to bask in the beauty of Tahiti and the romance of your honeymoon."
    },
    {
      "dayNumber": "2",
      "title": "Tahiti – Tahiti Snorkeling Tour",
      "description": "In the morning, you will meet your guide and venture into the waters of Tahiti for a snorkeling tour. This tour will allow you to search for the exotic colors of coral reefs and tropical marine life. Your guided tour will act as an introduction to the beauty of the world around French Polynesia. Moray eels will peer out at the world from inside crevices, and bright-orange clownfish will hide within the glowing anemones. After exploring the marine world of Tahiti, you can venture to the Belvedere, which is located approximately 2,000 feet above the town of Papeete. The incredible views sweep across the layers of blue water and the jade foliage of the island of Moorea."
    },
    {
      "dayNumber": "3",
      "title": "Tahiti – Waterfalls and Culture",
      "description": "Your excursion around the island will begin early with your guide meeting you in the lobby. You will make your way to the village of Tiarei and a black-sand beach. You will follow the trail into the jungle terrain to reach the fascinating Faarumai Waterfalls. Natural pools and lava tubes populate the meandering Fautaua Valley among the aromas of blossoming hibiscus. You will continue to the stunning Jardin Botaniques, where your guide will help you discover the garden, ponds, and palms that are representative of the dynamic tropical foliage of French Polynesia."
    },
    {
      "dayNumber": "4",
      "title": "Moorea – Another Snorkeling Tour",
      "description": "After breakfast this morning, you will make your way on a quick ferry to the nearby island of Moorea. Upon your arrival, your transfer will escort you to your secluded overwater bungalow. After settling into the luxuries of your overwater bungalow, your guide will introduce you to the marvelous lagoons of Moorea during a private snorkeling tour. The water will be calm and accessible. The sandy floor will give way to the mounds of coral that create pockets of maritime knolls. During this experience, you will be able to find an incredible variety of sea life."
    },
    {
      "dayNumber": "5",
      "title": "Moorea – 4WD Excursion & Helicopter Tour",
      "description": "This morning, you will set out into the wilderness of Moorea on a half-day tour to discover the diverse beauty of the island, from the shoreline to the mountain peaks of the tropical getaway. The stunning colors of the lagoon will shine a vibrant turquoise in the morning light. Your guide will lead you from the ringing coastal road to the base of Magic Mountain. The steep road will lead you to a marvelous lookout at approximately 685 feet above sea level. Afterward, you will continue to the airfield for your helicopter tour of the island. You will spend up to 20 minutes in the air for the best views of Opunohu Bay."
    },
    {
      "dayNumber": "6",
      "title": "Moorea – Private Catamaran Tour",
      "description": "You will start your day with a journey into the open waters of Moorea in search of passing whales and dolphins. The majestic humpback whale passes between the French Polynesian islands when migrating, giving birth, or feeding on the local krill. From July to early November, you can spot the captivating mammals as they swim in the South Pacific. The beauty of Moorea and the fabulous images of the bay will become even more apparent during your luxurious catamaran tour. This evening, you will board a luxurious sailboat for a private exploration of the Opunohu Bay."
    },
    {
      "dayNumber": "7",
      "title": "Moorea – Relax on the Famous Beaches",
      "description": "On your last day in Moorea, you can bask in the beauty of the island at your leisure and indulge in the white-sand beaches at your preferred pace. After breakfast, you can make your way to the sands of Teavora. Surfers will carve the break with exceptional skill, and the golden sunlight will wash over the white sand. The remainder of the day will be at your leisure to embrace Moorea as you desire. For a soothing and romantic experience in Moorea, you can partake in a couples massage in an open-air spa."
    },
    {
      "dayNumber": "8",
      "title": "Bora Bora – Another Day at the Beach",
      "description": "After breakfast, your private transfer will escort you back to Tahiti and the Faa’a Airport for a quick flight to Bora Bora. Upon your arrival, you will have the opportunity to relax in the comforts of your overwater bungalow. After enjoying the luxuries of your accommodation, you can make your way to the island for a discovery of the sensational sands of Bora Bora. You can find pristine white sands that are lined by lush jungle and elegant palm trees. As one of the most beautiful beaches in French Polynesia, the coastline boasts powdery sands with crystal-clear water."
    },
    {
      "dayNumber": "9",
      "title": "Bora Bora – Cycling Excursion around Bora Bora",
      "description": "At breakfast, you can enjoy the subtle aroma of vanilla as it sweeps into your overwater suite. After breakfast, you can partake in a bicycle ride around the island at your preferred pace. You can follow the island’s nearly 20 miles of coastal road to discover the tropical island paradise. You can make your way up the hillside to the coastal guns, where you can find the remaining coastal defense guns and concrete bunker from the Second World War. The marvelous vista overlooks the lagoon and white sands of the protruding motu . Upon returning to your resort, you can relax with a spa treatment."
    },
    {
      "dayNumber": "10",
      "title": "Bora Bora – The Marvelous Island Water",
      "description": "You will discover the underwater marvels of Bora Bora with a private snorkel tour that will take you to the magnificent coral gardens after breakfast. Your guide will meet you in the resort lobby and escort you along the water so that you can peer into the crystal-clear lagoon. The hard coral will protrude from the soft sand like miniature mountains and host an abundance of marine life. You will continue to a point that is known for hosting blacktip reef sharks and stingrays. The stunning collection of marine life swims near the coral but stays close to the soft sands of the seafloor."
    },
    {
      "dayNumber": "11",
      "title": "Taha’a \u0000– Traditional Dance Lesson",
      "description": "In the morning, you will have a special breakfast delivered to your overwater bungalow. You will be serenaded by Polynesian song as a ceremonial canoe arrives. As the attendants set up your breakfast in your suite, you can enjoy a quick exploration of the lagoon in the canoe, which will allow the elegant sea air to awaken your senses. You will then arrive on the island of Raiatea after a brief flight. Your private transfer will meet you at the airport and escort you by boat to your resort on the neighboring island of Taha’a. In the afternoon, you will partake in a private lesson that will offer you insight into the history, heritage, and movement of Tahitian dance."
    },
    {
      "dayNumber": "12",
      "title": "Taha’a – The History and Heritage of Taha’a",
      "description": "After breakfast, your guide will lead you on a tour that will uncover the marvelous history and heritage of Taha’a, beginning with a visit into the lush valleys of watermelon, bananas, and coconut groves. When visiting a local plantation, your guide will explain how the vanilla orchid arrived on the island and why each flower must be pollinated by hand. You will then taste the vanilla to find hints of chocolate and caramel in the depth of flavor. You will then continue to Haamaene Bay, where you will meet with local pearl farmers who are known for harvesting elegant black pearls."
    },
    {
      "dayNumber": "13",
      "title": "Taha’a – Unique Island Tour",
      "description": "In the morning, you will take a boat to Raiatea for your unique tour of the neighboring islands. You will gain a sense of the distinctive heritage of French Polynesia at Marae Taputapuatea , which is a large sacred stone complex that once supported the central temple of Eastern Polynesia. The religious site once brought chiefs from across the Polynesian world to the island. Upon returning to Taha’a, you will enjoy another opportunity to snorkel in the water of French Polynesia. Your guide will take you to the coral garden that is situated in a channel."
    },
    {
      "dayNumber": "14",
      "title": "Taha’a – Depart for Home",
      "description": "In the morning, you will enjoy the service of breakfast as it is delivered to your room for one last time. The scent of vanilla will be seductive and inescapable in the early light, and your private transfer will meet you in the lobby. Shortly, you will return to the island of Raiatea by boat before flying to Tahiti. You will have plenty of time to connect with your flight home once at the airport in Tahiti."
    }
  ],
  "map": ""
}