{
  "destination": "Azerbaijan",
  "mainPhoto": "",
  "id": "azerbaijan-small-group-tour",
  "tourName": "Azerbaijan small group tour",
  "placesVisited": "",
  "generalInfo": "Explore Azerbaijan, a little visited country on the fringes of both Europe and Asia.<br/><br/>Learn about its history - from its ancient Zoroastrian past to the upheaval of the years after oil was discovered. Navigate a surprising array of cultures, communities and languages as you travel from the Caspian shores to the Caucasus mountains. Discover vestiges of communism in Russian-speaking communes, visit Sheki's Persian-style palaces and explore rugged castles across the Abseron peninsula.<br/><br/>Mud volcanoes bubble all across the mineral-rich lands of Azerbaijan. Natural gas fuels its ancient fire temples and eternal fires. Indeed the country is reputed to have taken its name from \"Azer\" meaning \"fire\" in Azeri.<br/><br/>Welcome to the \"Land of Fire\"!<br/><br/>TOUR HIGHLIGHTS:<br/><br/>Baku, the ancient capital of Azerbaijan<br/>Iconic Palace of the Shirvanshahs and Maiden Tower in Baku<br/>Continuously-burning Yanardag hill<br/>Ateshgah Fire Temple in Baku<br/>Take in Sheki's many historical monuments<br/>Discover the ancient ruins of Gelersen-Görersen Fortress<br/>40,000-year-old engravings in Gobustan National Park<br/>One of the oldest village settlements in Azerbaijan<br/><br/>WHAT'S INCLUDED?<br/><br/>Group arrival &amp; departure transfers<br/>Ground transport with driver<br/>Accommodation<br/>Meal Plan: breakfasts only<br/>English-speaking guides<br/>Entrance fees to sites &amp; parks",
  "durationDays": "10",
  "price": "1595",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Baku airport where you will be met by a representative and transferred to your hotel. Relax into your new environment. Remain at leisure for the rest of the day."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Start a day touring capital hotspots at Highland Park and its panoramic sweep of Baku's horseshoe bay. Then we descend on the city's central zone, containing the greatest concentration of historical and architectural sites, most notably Baku's centuries old walled inner-city - Icheri Sheher - within which the UNESCO sites Shirvanshah Palace and Maiden Tower take pride of place. Keeping with Azerbaijan's Islamic character, later scheduled activities include Juma Mosque and the Carpet Museum. End our city-wide tour ambling through Seaside Park and along Baku Boulevard, which lays claim to being Europe's second largest. Spend your evening in leisurely fashion."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Heading not far out of town, our first stop hints at the country's pre-Islamic roots. Ateshgah is a fire temple with deep origins in Zoroastrianism, the world's oldest monotheistic belief system. The Zoroastrians venerated the purity of fire, and this you will see in this striking temple where a natural gas vent burns an eternal flame. Interestingly the 'Azer' in 'Azerbaijan' means fire, denoting the centrality of the flame to Azeri culture. In a variation on the same theme, next we go to Yanar Dag where a natural gas flare leaking from a crack in the earth creates a surreal and almost biblical sight. End the day back in the capital in the comfort of your hotel, or cooling off from all that fire on an evening stroll."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast depart for the district of Shamakhi. Once there, we'll explore the district capital, Shamakha, which contains important historical artifacts in the form of Diri Baba Tomb and Yeddi Gumbez. Shamakhi was the erstwhile centre of the Shirvan kingdom. As in neighbouring Iran, monarchs too were called Shahs. Yeddi Gumbez, in fact, lies on a site of seven cupolas, resting places of various Shirvan shahs. Onward to Sheki, where we stay overnight."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today has a certain educational ring to it. You'll watch and learn and interact. That said, we'll start our exploring with a tour of the town in which you're staying. Sheki, apart from occupying a serene location high on a promontory and ringed with oaks, has quite a history. Settled since at least the 7th century BC, it was a silk manufacturing centre, as well as a fixed stopover on the Persian branch of the Silk Road. This tour includes the Khan's summer palace. Another monument we'll see is a 1,400 year-old Albanian church. Learn about artisanal traditions at a shebeke workshop. Shebeke is a age-old art form creating intricately-patterned stained glass. Another workshop will instruct you in methods of baking pakhlava (baklava). With appetites whetted, we end with an invite to help prepare pilaf in the kitchen of a local family. Return to your hotel in Sheki. Rest of the day at rest."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "See how local people trade and deal at Sheki Bazaar. On leaving Sheki, we'll pause in Ismayilly district to see village life in Lahic. And for good reason. Many of the 2,000 people living in Lahic are involved in ancient crafts such as engraved copper work and carpet weaving. Such artisanal flair travelled far and wide, for by the mid-19th century Lahic's 200 workshops were selling wares for a premium to bazaars in Baghdad and Shiraz. You can't fail to be impressed by this craftsmanship, and you'll get to see it in the guise of coppersmiths hammering away with small mallets on decorative plates, trays, jugs, goblets and pitchers. En route to Ganja, the nation's second city, we make a detour into Mingyachevir, an industrial town on Kura river. Onward to Ganja, the programme allows for a full city tour. And rightly so. We'll visit the mosque of Safavid Persian ruler, Shah Abbas. We'll see a medieval caravanserai, the Bottle House Museum of Miniatures, as well as the mausoleum of the Great Azerbaijani poet Nizami Ganjavi. End the day with a visit to the local bazaar."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After check-out, we take the road back to Baku. But not before stopping off at Gobustan National Park. With interesting topography wedged between the greater Caucasus range, the Caspian Sea and the Absheron peninsula, this archaeological reserve reveals direct evidence of local human presence as far back as the Upper Paleolithic period, 40,000 years ago. Its petroglyphs are a must-see when in Azerbaijan. Onward to Baku when you will rest the night."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "It's a great road to Guba over the venerated mount Beshbarmaq. In Guba itself we offer a menu of sites worthy of visiting: the mosque, the old bath house, the Jewish quarter (the so-called Red Settlement), and the genocide memorial complex. Back in the capital, return to your hotel and spend the evening at leisure."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Our final day of excursions should be a good one. We head to the fortresses of Ramana and Mardakan, built probably in the era of the Shirvanshahs. Then it's off to Gala (Qala), a rural settlement with foundations stretching back, some say, 5,000 years. A manufacturing base for wool and salt extraction, visitors get a taste of small-town Azerbaijan. Its open-air ethnographic museum comes highly recommended. Back to Baku and the comforts of your hotel. Spend your final night in a manner befitting of a good holiday."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "At the relevant time, you'll be transferred to the international airport for your onward flight."
    }
  ],
  "map": ""
}