{
  "destination": "Azerbaijan",
  "mainPhoto": "",
  "id": "small-group-holiday-in-azerbaijan",
  "tourName": "Small group holiday in Azerbaijan",
  "placesVisited": "Baku, Absheron Peninsula, Gobustan, Guba, Krasnaya Sloboda, Shamakha, Lahic, Qabala, Shekhi, Kish",
  "generalInfo": "Situated where Europe meets Asia, Azerbaijan presides over an extremely unique vantage point with Russian, Persian and Ottoman influences conjuring the country that you’ll find today. This week-long Azerbaijan small group holiday takes you into the heart of a land that has long remained cloaked in mystery to provide cultural travellers with a legendary experience that they’ll never forget.<br/><br/>Starting in the capital, Baku, allows a glimpse at the wealth that oil can bring alongside ancient architecture that’s more representative of the country’s much more traditional cultural heritage.<br/><br/>Continuing this Azerbaijan small group holiday takes you out of Baku and into the Absheron Peninsula, a landscape covered in spluttering volcanic mud. Follow your guide into the surrounding mountains and you’ll be invited to meet the communities living within the shadow of ancient mosques and mausoleums where traditional Azeri hospitality and heritage is never far behind. <br/><br/>This Azerbaijan small group holiday maybe relatively short however, it packs a real cultural punch with visits to towns and villages, such as Guba, Shamakha and Shekhi, offering fascinating insight into a land that’s often misunderstood but very rarely forgotten.<br/><br/>Note: for those looking to take this Azerbaijan small group holiday even further into the unknown, ask us about flights to Nakhchivan, sandwiched between Iran and Turkey, for an even more adventurous experience, way off the typical tourist trail.<br/>",
  "durationDays": "8",
  "price": "1429",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Baku - Arrive in Baku and transfer to the hotel. The rest of the day is free to relax or explore. Overnight Central Park Hotel or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Absheron Peninsula - Gobustan - Head out of Baku to the fascinating Absheron Peninsula with its ‘flaming mountain’, Yanardag, and the Temple of the Fire Worshippers at Ateshgah. From here we head to Gobustan, known for its prehistoric rock art and unique mud volcanoes. Return to Baku for the evening. Overnight Central Park Hotel or similar. (B)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Baku - Spend today exploring Baku. We visit the National Museum and the historic quarter with buildings dating back to the 14th century including ancient caravanserais, mosques, the Palace of the Shirvanshahs and the enigmatic and mysterious Maiden’s Tower, among other sights. Overnight Central Park Hotel or similar. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Guba – Krasnaya Sloboda - Head north to the town of Guba. On the way we stop at the mountain of Beshbarmag, a natural fortress that is a local site for pilgrimage. From here we continue to the town of Guba and spend some time exploring its sights including the Sakina Khanum Mosque and the medieval baths. We then head to Krasnaya Sloboda, a unique town populated almost entirely by Azerbaijan’s small Jewish population. Return to Guba in the evening, stopping at the traditional village of Xinaliq on the way. Overnight Terrace Hotel or similar. (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Shamakha - Lahic - Qabala - Continue to Shamakha, visiting the 13th century mausoleum of Diri Baba in the village of Maraza en route. At Shamakha we visit the historic mosque, the seven tombed mausoleum of Yeddi Gumbaz, and the graveyard of the Shirvanshahs. From here we drive to the traditional village of Lahic with its old mosques, cobbled streets and craftsmen, and then continue to Qabala for the evening. Overnight Qabala Karavansarai or similar. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Lahic - Shekhi - Drive to Shekhi. Shekhi is one of the most interesting towns in Azerbaijan and this afternoon we visit the medieval fortress and the Khan’s Palace with its elaborate decorations, among other sights. Overnight Issam Hotel or similar. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kish – Baku - We stop at the village of Kish, site of the oldest church in the Caucasus, then return to Baku for the night. Overnight Central Park Hotel or similar. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Baku - Transfer to the airport for your flight home. (B)"
    }
  ],
  "map": ""
}