{
  "destination": "Azerbaijan",
  "mainPhoto": "",
  "id": "istanbul-to-hong-kong-by-train-holiday",
  "tourName": "Istanbul to Hong Kong by train holiday",
  "placesVisited": "32-day overland epic along the Silk Road, Spectacular scenery through Turkey, Georgia, Azerbaijan, Kazakhstan, Uzbekistan, China, Travel mostly by rail in a fully escorted small group, Connect with local guides for cultural exploration, Cross the Caspian Sea by ferry, Walk on the Great Wall of China, Admire the minarets of Samarkand",
  "generalInfo": "Trace one of the great Silk Road routes across Asia with this superb Istanbul to Hong Kong by train holiday. Beginning in Istanbul, the city that sits at the crossroads of Asia and Europe, you’ll venture east through Georgia, Azerbaijan, Kazakhstan and Uzbekistan, finally entering China after three weeks via Urumqi, one of the most remote cities on the planet.<br/><br/>Over the course of a month you’ll get to know your fellow travellers in this small group (maximum 15), as well as the tour leader who will be escorting you throughout to ensure that all of the travel arrangements run as smooth as, well, silk. <br/><br/>The itinerary has been well-crafted to move fast and show you a great deal, without being exhausting. Every day brings new wonders as you explore landmarks ancient and modern with expert local guides. Take in mountain monasteries in Georgia, the mosques, madrassas and caravanserai of Khiva, a less-crowded section of the Great Wall of China, and finally the gleaming skyscrapers of Hong Kong, a fascinating contrast to the minarets of Istanbul.<br/><br/>You will be journeying mostly by train, staying in locally run hotels and guesthouses wherever possible. Your accommodation and mode of travel offer many opportunities to explore the culture of communities along the Silk Road. A couple of overnight trains, as well as a ferry crossing over the Caspian Sea, only add to the intrepid feel of this unforgettable trip from Istanbul to Hong Kong.  <br/>",
  "durationDays": "32",
  "price": "11865",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Arrive Istanbul.",
      "description": "Welcome to your Silk Road journey in the vibrant city that straddles two continents, Europe and Asia. Meet your Tour Leader and the rest of your travel companions at your afternoon Welcome Meeting."
    },
    {
      "dayNumber": 2,
      "title": "Istanbul.",
      "description": "Today we discover the classic sites of Istanbul; Hagia Sophia, Basilica Cistern, Grand Bazaar and Rustem Pasha Mosque."
    },
    {
      "dayNumber": 3,
      "title": "To Ankara and on to Kars.",
      "description": "Leaving continental Europe we commence our journey across Asia, first aboard the high speed rail service to Ankara. Declared Turkey’s new capital in 1923 by Kemal Ataturk, today this historic city is Turkey’s cosmopolitan centre for the performing arts. This evening we connect with the overnight 'Dogu Express' across the Anatolian plateau to the ancient eastern city of Kars."
    },
    {
      "dayNumber": 4,
      "title": "Arrive Kars.",
      "description": "Relax on board and enjoy the incredible scenery unfold as we travel across the Anatolian Plateau and through the gorges of the Euphrates River towards the mountains of the Caucasus."
    },
    {
      "dayNumber": 5,
      "title": "Kars and Ani.",
      "description": "Once the capital of Bagratid Armenia (928), Kars fell under the rule of the Georgians, Mongols, Persians, Ottomans and Russians during periods of its long history. In 968 the Armenian capital was moved to Ani, which grew to became one of the world's most significant cities, and is recognized today as a UNESCO World Heritage site."
    },
    {
      "dayNumber": 6,
      "title": "To Tbilisi.",
      "description": "Our journey continues in Georgia and to the capital, Tbilisi. This evening we enjoy a stroll through this enchanting city before dinner - our introduction to the unique food and wines of Georgia."
    },
    {
      "dayNumber": 7,
      "title": "Tbilisi.",
      "description": "Beyond the city we discover Jvari Monastery. We continue along the Georgian Military highway deep into the Caucasus Mountains where we ascend to the Gergeti Trinity Church (2170m) enjoying spectacular views of the surrounding peaks of the high Caucasus."
    },
    {
      "dayNumber": 8,
      "title": "Tbilisi and fly to Baku.",
      "description": "Today we have morning sightseeing of the Old Town in Tbilisi and in the afternoon we fly to Baku."
    },
    {
      "dayNumber": 9,
      "title": "Baku.",
      "description": "Baku celebrates its historic and contemporary civic architecture and following a late breakfast we explore the medieval walled city which contains the Shirvanshah's Palace and Maiden Tower, and also the unique contemporary city landmarks of the Heydar Aliyev Centre and the 'three pronged' Flame Towers."
    },
    {
      "dayNumber": 10,
      "title": "Across the Caspian Sea.",
      "description": "Today we cross the Caspian Sea on board a freighter ferry. The world's largest inland body of water, the Caspian Sea is bounded by Kazakhstan, Russia, Azerbaijan, Iran and Turkmenistan. Europe's longest river, the Volga, is its primary water source, creating a vast sea/lake stretching 1,200 km from north to south and with an average width of 320 km and a surface area equal in size to Japan."
    },
    {
      "dayNumber": 11,
      "title": "Arrive Aktau.",
      "description": "On arrival into Kazakhstan we spend the rest of the day at leisure."
    },
    {
      "dayNumber": 12,
      "title": "Mangyshlak Peninsula.",
      "description": "Aktau is our gateway to the unique geological formations of the Mangyshlak Peninsula with its multi coloured rock strata, canyons and strange geological formations such as the Valley of Balls and Sherkala Mountain. Here too the unique 10thC underground mosque of Shakpak-Ata."
    },
    {
      "dayNumber": 13,
      "title": "Train to Urgench.",
      "description": "Today we begin our journey into Uzbekistan, across the desert on our overnight train."
    },
    {
      "dayNumber": 14,
      "title": "To Khiva.",
      "description": "On arrival into Urgench we transfer to Khiva, the magical walled city of Uzbekistan."
    },
    {
      "dayNumber": 15,
      "title": "Khiva.",
      "description": "Today we explore in the wonderfully preserved city of Khiva – one of the finest examples of a Khanate fortified city and a living museum with mosques, madrassas and caravanserai crowded within its walls. Kunya Ark – a former residence of the Khan, the beautiful Kalta Minar minaret and the extraordinary Tash Khauli or ‘Stone Palace’ are among the prominent attractions."
    },
    {
      "dayNumber": 16,
      "title": "To Bukhara.",
      "description": "A final morning in Khiva before we depart to Bukhara where we are treated to Central Asia’s most complete medieval city and revel in its beautiful traditional architecture as we walk through its history."
    },
    {
      "dayNumber": 17,
      "title": "Bukhara and to Samarkand.",
      "description": "Encapsulating and enchanting, Bukhara’s intrigue lies in the evolution of the city; whilst some highly significant centres of human history are frozen for prosperity – Bukhara lives on unchanged by time. Highlights of your time here will most certainly include the Ark Fortress, the Samanid Mausoleum – one of the world’s oldest monuments, and the Kalyan Minaret which once served as a beacon for caravans negotiating the desert at night, the only surviving structure from 1220 when Genghis Khan laid the city to waste. This evening we board a train to Samarkand. A short rail journey brings us into our next destination."
    },
    {
      "dayNumber": 18,
      "title": "Samarkand.",
      "description": "Our first day in Golden Samarkand - many splendours await in the city; incredible architecture, dazzling minarets and markets."
    },
    {
      "dayNumber": 19,
      "title": "Samarkand.",
      "description": "Tamerlane – affectionately known in Uzbekistan as Timur – was dragged to Samarkand as a prisoner by an invading Mongol army. In the years following, his fortune improved and he returned and made Samarkand the capital of his Temurid realm. He and successive 14 & 15 century rulers shaped the city we see today. The madrassas of Registan Square and the mausoleum of Timur and his family – Gur-e-Amir – are sure to be highlights of your journey."
    },
    {
      "dayNumber": 20,
      "title": "To Tashkent.",
      "description": "On arrival to the capital we spend time exploring this vibrant city and it is your last chance to haggle in the bazaar, wander the gardens and eat a final meal of delicious Uzbek plov."
    },
    {
      "dayNumber": 21,
      "title": "To Almaty.",
      "description": "We have an early morning train to whisk us to Kazakhstan and arrive late at night into Almaty."
    },
    {
      "dayNumber": 22,
      "title": "Almaty.",
      "description": "Nestled into the mountains Almaty will deliver diversity of architecture, history, influences and cuisine. We spend some time exploring the city inluding the fascinating Ascension Cathedral (Zenkov Cathedral), a wooden structure built entirely without nails."
    },
    {
      "dayNumber": 23,
      "title": "To Zharkent.",
      "description": "Beyond the city we travel to the Tien Shan mountains to explore Charyn Canyon, part of Charyn National Park the canyon stretches 154 kilometres and is up to 300m in depth. Its many weathered and colourful rock formations are said to be as impressive as those of the Grand Canyon. We travel on to Zharkent, a town close to the Chinese border."
    },
    {
      "dayNumber": 24,
      "title": "To Urumqi.",
      "description": "We spend the morning in Zharkent exploring the pagoda style Mosque, Orthodox Church and local Market. We then travel east through the Tien Shan mountains at the 'Dzungarian Gate' - through which Silk Road caravans and conquering armies traversed the mountains separating China & Central Asia. We take the overnight train from the border town of Khorgos to Urumqi."
    },
    {
      "dayNumber": 25,
      "title": "Urumqi.",
      "description": "Bounded by the Tien Shan and Altai mountains to the north and the Taklamakan Desert to the south Urumqi is one of the most remote cities in the world and our gateway to China and Tibet. The Xinjiang Regional Museum houses one of the most extensive collections of Silk Road artefacts."
    },
    {
      "dayNumber": 26,
      "title": "To Jiayuguan.",
      "description": "Today we board the train to Jiayuguan, arriving in the late afternoon we catch our first glimpse of the western point of the Great Wall of China."
    },
    {
      "dayNumber": 27,
      "title": "Jiayuguan.",
      "description": "The Great Wall extends 7300 km and we find ourselves at the western end. We take time to visit Jiayuguan Fort as well as the Great Wall Museum to uncover the secrets of this engineering feat."
    },
    {
      "dayNumber": 28,
      "title": "To Xian.",
      "description": "A high speed train takes us to Xian, ancient Chang'an. Once this was the glittering capital of Cathay. Old pagodas, city walls and watchtowers remain."
    },
    {
      "dayNumber": 29,
      "title": "Xian.",
      "description": "The city still captures the romance of its rich imperial past and the glories of the Silk Road. There is so much to explore in this city, the Big Wild Goose Pagoda, and the Shaanxi History Museum being some of the highlights."
    },
    {
      "dayNumber": 30,
      "title": "To Guangzhou.",
      "description": "Today we board the train to Guangzhou, once known as Canton."
    },
    {
      "dayNumber": 31,
      "title": "Guangzhou and to Hong Kong.",
      "description": "Founded in 214 BC China’s third largest city boasts a long, colourful history spanning legends and Silk Road trade. A mesmerising concoction of glitz and flashing lights, between pockets of an old city that still retains its character from yesteryear. Today, Guangzhou is renowned as one of China’s top food destinations. We will gain an insight to daily local life at the unique Qing Ping Market. After our sightseeing we board our last train to Hong Kong."
    },
    {
      "dayNumber": 32,
      "title": "Hong Kong.",
      "description": "Our journey draws to an end in the hustle and bustle of Hong Kong. We bid our fellow travellers farewell after an epic railway adventure."
    }
  ],
  "map": ""
}