{
  "destination": "Azerbaijan",
  "mainPhoto": "",
  "id": "azerbaijan-holiday",
  "tourName": "Azerbaijan holiday",
  "placesVisited": "Baku, Absheron Peninsula, ‘flaming mountain’ of Yanardag, ‘fire-worshippers’ temple of Ateshgah, Lahic village, trading town of Sheki, Kish, Ganja, Naftalan, Gobustan rock engravings, mud volcanoes",
  "generalInfo": "Neither fully Asian nor European, Azerbaijan is an enigmatic country of medieval architecture, Soviet planning, mud-bubbling volcanoes and “flaming mountains”. This Azerbaijan takes you from the mishmash capital of Baku, with its ancient and very, very modern buildings, to the nearby Absheron Peninsula, with its Temple of the Fire Worshippers and mud volcanoes. Baku sits on the shores of the Caspian Sea, and there will be time to take a boat ride here – across the largest body of inland water in the world. <br/><br/>Explore more ancient terrain in Sheki, sitting squarely on Trans-Caucasian trade routes, where caravanserais still stand, and mosques and churches dot the countryside. And in the fascinating Lahic village, an ethnographic reserve, you can meet local artisans who continue to create carpets, metalwork and other handcrafts, in much the same way as they have for centuries. This Azerbaijan holiday can also be extended with a stay in the Azeri enclave of Nakhchivan, cut off from the rest of the country and sandwiched between Armenia and Iran.<br/>",
  "durationDays": "8",
  "price": "1645",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Baku (approx. driving time 30mins, 25km) - Arrive in Baku and transfer to your hotel. The rest of the day is free to relax or explore. Overnight Boutique 4* Hotel or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Baku - Absheron Peninsula (approx. driving time 3 hours, 90km) - Explore Azerbaijan’s capital, including the medieval fortress of Icheri Sheher, the Shirvanshahs’ Palace and the 15th century caravanserai among other sites. From Baku we head to the Absheron Peninsula to visit the ‘flaming mountain’ of Yanardag, continuously alight with burning underground gases that seep through holes in the earth’s surface. We then visit the Gala Museum, the ‘fire-worshippers’ temple of Ateshgah, a UNESCO World Heritage Site, and continue to the medieval fortress at Amirjan before returning to Baku for the night. Overnight Boutique 4* Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Baku – Lahij – Gabala (approx. driving time 6 hours, 300km) - Today we will travel west to Gabala city. En route we visit the Diri Baba Mausoleum in Maraza and the Yeddi Gumbaz Mausoleum at Shamakha. We continue across the Muganly Pass, with great views of the mountains along the way. We have a stop at Lahic village, a historical ethnographic reserve with local people producing handcrafts and carpets. There are also metal engravers, ancient mosques, baths and beautiful cobbled streets with original apartment houses in this ancient mountain settlement. From here continue to Gabala city. Overnight Gabala Gardens or similar (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Gabala-Sheki-Kish (approx. driving time 1.5 hours, 90km) - This morning we set off from Gabala to Sheki. The delightful town of Sheki is one of Azerbaijan’s highlights. An important centre on the Trans-Caucasian trade routes, it was an independent khanate up until the 1820s and evidence of its former grandeur is not hard to spot. The splendid Khan’s Palace was built in 1762 without the use of any nails and is elaborately decorated with ornate patterns on its exterior. There are also a number of old caravanserais and mosques to explore. Sheki is a delight to wander around, with winding streets and traditional houses giving the feeling of yesteryear. From Sheki we take a trip to the nearby village of Kish with its interesting Albanian church. Overnight Sheki Park or similar (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sheki – Mingachevir - Ganja (approx. driving time 3 hours, 180km) - We travel to Mingachevir and take boat trip around the Kur river where we will enjoy a tea with local jam. After visiting Mingachevir we head to Ganja, Azerbaijan’s second city. Upon arrival visit the local bazaar, the 17th century mosque of Shah Abbas and the unique ‘bottle house’ a local building decorated with nearly 50,000 bottles. Overnight Vego Hotel or similar (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ganja-Gobustan-Baku (approx. driving time 6 hours, 360km) - This morning we depart for Gobustan. Designated a UNESCO World Heritage Site in 2007, Gobustan is rich in archaeological monuments with over 6000 rock engravings dating back as far as 40,000 years. The petroglyphs depict ceremonial dances, battles, warriors, boats and many other scenes, as well as more recent Roman ‘graffiti’ from the 1st century. But Gobustan is equally well known for its natural phenomena – mud volcanoes that simmer and belch muddy bubbles from their cones, an incredibly atmospheric place and probably unlike anything you will have seen before. Azerbaijan is home to more than half of the mud volcanoes in the world with nearly 400 of them within its borders. Roughly every twenty years one of them explodes with great gusto, showering tons of mud over the surrounding area. Overnight Boutique 4* Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Baku (approx. driving time 1 hour, 20km) - Our last full day in Azerbaijan. We visit the History Museum for an insight into the various cultures and civilisations that have held sway here. We also visit the Heydar Aliyev Center, designed by Iraqi-British architect Zaha Hadid and noted for its distinctive architecture and flowing, curved style that eschews sharp angles The rest of the day is free for you to explore. Overnight Boutique 4* Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Baku (approx. driving time 30mins, 25km) - Transfer to the airport for your departure flight. (B)"
    },
    {
      "dayNumber": 1,
      "title": "",
      "description": "Baku – Nakhchivan (Domestic flight) - This morning we transfer to the airport and catch a flight to Nakhchivan, the capital of Azerbaijan’s Nakhchivan Autonomous Republic, separated from the rest of the country by Armenia, and bordered elsewhere by Iran and Turkey. On arrival we check-in to hotel accommodation before exploring some of the surrounding sights. Highlights include the 12th century Momina Khatum mausoleum and the tomb of Yusuf Ibn Kuseyir. After lunch we drive to Alinja Fortress, one of the strongest defensive constructions of the 12th century. During Amir Timur’s attacks on Nakhchivan in 1386, 1392 and 1399 the fortress served as headquarters for the Atabayler dynasty. Afterwards we return to Nakhchivan. Overnight Hotel Tabriz or similar. (BLD)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Nakhchivan visits – Baku (Domestic flight) – Departure from Azerbaijan - After breakfast we drive to the remarkable 14th century Garabaghlar Mausoleum in Nakhchivan’s north west, and later call in at Duzdagh’s vast therapeutic salt mines. After lunch we return to Nakhchivan city and visit Ashabi–Kahf cave sanctuary, a site of Islamic pilgrimage. There is also time to take in the city’s history museum and the carpet museum. Dinner at the local restaurant and then, transfer to Nakhchivan airport for your flight back to Baku, and onward overnight flight back home. (BLD) Note: If required, we can arrange an extra night post tour in Baku. Contact us for details."
    }
  ],
  "map": ""
}