[
  {
    "destination": "Azerbaijan",
    "mainPhoto": "",
    "id": "azerbaijan-georgia-holiday-baku-to-tbilisi",
    "tourName": "Azerbaijan & Georgia holiday, Baku to Tbilisi",
    "placesVisited": "",
    "generalInfo": "Spend 10 days exploring Azerbaijan and Georgia, where historic Old Towns and monasteries sit comfortably alongside skyscrapers and the Caucasus mountains. Discover the ancient history hidden among Azerbaijan's futuristic architecture, then cross into Georgia to enjoy medieval ruins and traditional wines. Visit one of Europe's largest open-air rock museums, savour a hearty home-cooked lunch with a local Kakheti family and hike to the iconic Gergeti Trinity Church. From cities to mountains, this trip promises unforgettable encounters at every turn.",
    "durationDays": "10",
    "price": "1991",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Baku.",
        "description": "Salam! Welcome to Azerbaijan. Your adventure begins in Baku, with a welcome meeting at 6 pm this evening. If you arrive early, maybe walk around Baku Boulevard, a promenade that stretches along the Caspian Sea – the world’s largest inland body of water. After the meeting, join your leader for a night walk around Azerbaijan’s capital, where they’ll highlight the best spots for dinner. Maybe get your group together for some traditional Azerbaijani dishes, like plov (seasoned rice) or dolma (stuffed vegetables)."
      },
      {
        "dayNumber": 2,
        "title": "Qobustan/ Baku.",
        "description": "This morning, drive to Qobustan – also known as Gobustan National Park – a UNESCO World Heritage site that’s famous for its ancient rock carvings and mud volcanoes. Stop on the way to check out these geological formations as they spew mud and gas. Azerbaijan has more clay craters than anywhere else in the world, so you’re in the right place for spotting them! The rock carvings in Qobustan date back to the Stone Age, giving humans today an insight into daily life all those years ago. With over 6000 petroglyphs on display, Qobustan is often referred to as one of the largest open-air museums in the world. Return to Baku in the afternoon and visit the walled Old Town with your leader, who’ll bring its legends and history to life. Enjoy a free evening to explore the city at your own pace. Maybe eat at a restaurant on Nizami Street – a busy boulevard with lots of authentic Azerbaijani cuisine."
      },
      {
        "dayNumber": 3,
        "title": "Caucasus Mountains / Lahij .",
        "description": "Leave Baku this morning and enjoy the change of scenery as the dry landscape giving way to the densely forested mountains along the way. Stop en route in Shamakhi and check out one of the oldest mosques of Azerbaijan - Juma (Friday) Mosque, then onto your final destination for today - the stunning traditional village of Lahij for Tats people. Explore its cobbled streets, stone houses, visit a copper workshop and get to know some local folk over a cup of tea.Then try your hand at yogurt making in the traditional way, an important part of Azerbaijan cuisine. Your accommodation tonight is at a local guesthouse."
      },
      {
        "dayNumber": 4,
        "title": "Sheki.",
        "description": "After breakfast, head to Nij village, a settlement of the Udi people who are the direct descendants of ancient Caucasian Albanians. Most the world’s surviving Udi people call Nij home, giving the community a unique culture. Visit the unassuming site of a significant church and a local museum of Udi Culture. The Albanian Church (as it’s known colloquially) is a source of pride and heritage for the local Udi community. Continue to Sheki afterwards and enjoy a free evening."
      },
      {
        "dayNumber": 5,
        "title": "Sheki.",
        "description": "Visit the Palace of Sheki Khans first in the morning. The walls of the palace are painted with scenes of hunting and war and it features impressive stained glass. Afterwards check out a workshop where shebeke – stained glass windows made with no glue or nails – are produced by local masters witih skills past down through generations of practices. Then get on a local public bus to Kish to visit the pointed spires of a church that is among the oldest in Christendom, believed to be around 1700 years old. The rest of the afternoon is free for you to discover Sheki. Why not explore the impressive traditional architecture on foot. Maybe stop for tea and some local halva (made with sugar, hazelnuts, coriander and rice flour grinned in a watermill)."
      },
      {
        "dayNumber": 6,
        "title": "Telavi .",
        "description": "After breakfast, take a walk with your leader through the Sheki market. It’s a great opportunity to stock up on snacks for the journey ahead, so maybe grab some halva, nuts and dried fruit. Continue to Lagodekhi on the Azerbaijan-Georgia border. Travel through the beautiful green valleys of the Kakheti region to Gremi – a complex that includes a castle and church from the 16th century. Spend some time here before hitting the road again, stopping at a traditional Georgian wine producer that still employs the ancient, UNESCO-listed qvevri method. Enjoy lunch here and then finish your journey in Telavi, where you’ll stay in a local hotel for the evening."
      },
      {
        "dayNumber": 7,
        "title": "Gudauri.",
        "description": "In the morning, wander through the vibrant local farmers market in Telavi, where butchers carve up fresh meat and vendors offload piles of spices, then visit Tsinandali, a historic estate and winery once owned by noted Georgian poet Alexander Chavchavadze. In 1814, aristocrat Chavchavadze was the first to bottle wine produced using the qvevri method. Tour the complex, which consists of a memorial house, European-style landscaped garden, a traditional winery, wine cellar, hotel and cafe. Continue to UNESCO listed Alaverdi Cathedral that dates back to 6th century. Afterwards, drive into the mountains up the renowned Georgian Military Highway. Enjoy a dinner together and spend the night in lofty Gudauri."
      },
      {
        "dayNumber": 8,
        "title": "Gudauri / Stepantsminda .",
        "description": "Follow the Tergi River on a drive to Stepantsminda, formerly known as Kazbegi. Explore this mountain village then hike through beautiful valleys and woodlands to the iconic Gergeti Trinity Church. This 14th-century church sits at the base of the second-highest volcanic summit in the Caucasus – Mt Kazbegi – and, weather permitting, you may catch a glimpse. The image of the pointed spires of the isolated church against the mountains is truly breathtaking, and a great place for a photo. Drive back to Gudauri for a dinner with your group."
      },
      {
        "dayNumber": 9,
        "title": "Tbilisi.",
        "description": "Make the drive to Tbilisi, the capital of Georgia, located along the banks of the Kura River. Get into the swing of things with an orientation walk with your leader. Spend the rest of the day as you wish, perhaps grabbing a khachapuri (bread stuffed with salty cheese) to snack on. In the evening, regroup and head out for dinner with your fellow travellers and leader. This is a good chance to sample some khinkali (Georgia’s famous soup-filled dumplings). Make sure to ask your leader about the polite way to eat them – it involves sipping the broth and leaving the pinched bit of dough where the edges of the delicious parcel have joined on the plate."
      },
      {
        "dayNumber": 10,
        "title": "Tbilisi.",
        "description": "Your trip comes to an end today after breakfast. If you'd like to extend your stay, just get in touch with your booking agent ahead of time."
      }
    ],
    "map": ""
  },
  {
    "destination": "Azerbaijan",
    "mainPhoto": "",
    "id": "azerbaijan-holiday",
    "tourName": "Azerbaijan holiday",
    "placesVisited": "Baku, Absheron Peninsula, ‘flaming mountain’ of Yanardag, ‘fire-worshippers’ temple of Ateshgah, Lahic village, trading town of Sheki, Kish, Ganja, Naftalan, Gobustan rock engravings, mud volcanoes",
    "generalInfo": "Neither fully Asian nor European, Azerbaijan is an enigmatic country of medieval architecture, Soviet planning, mud-bubbling volcanoes and “flaming mountains”. This Azerbaijan takes you from the mishmash capital of Baku, with its ancient and very, very modern buildings, to the nearby Absheron Peninsula, with its Temple of the Fire Worshippers and mud volcanoes. Baku sits on the shores of the Caspian Sea, and there will be time to take a boat ride here – across the largest body of inland water in the world. <br/><br/>Explore more ancient terrain in Sheki, sitting squarely on Trans-Caucasian trade routes, where caravanserais still stand, and mosques and churches dot the countryside. And in the fascinating Lahic village, an ethnographic reserve, you can meet local artisans who continue to create carpets, metalwork and other handcrafts, in much the same way as they have for centuries. This Azerbaijan holiday can also be extended with a stay in the Azeri enclave of Nakhchivan, cut off from the rest of the country and sandwiched between Armenia and Iran.<br/>",
    "durationDays": "8",
    "price": "1645",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Baku (approx. driving time 30mins, 25km) - Arrive in Baku and transfer to your hotel. The rest of the day is free to relax or explore. Overnight Boutique 4* Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Baku - Absheron Peninsula (approx. driving time 3 hours, 90km) - Explore Azerbaijan’s capital, including the medieval fortress of Icheri Sheher, the Shirvanshahs’ Palace and the 15th century caravanserai among other sites. From Baku we head to the Absheron Peninsula to visit the ‘flaming mountain’ of Yanardag, continuously alight with burning underground gases that seep through holes in the earth’s surface. We then visit the Gala Museum, the ‘fire-worshippers’ temple of Ateshgah, a UNESCO World Heritage Site, and continue to the medieval fortress at Amirjan before returning to Baku for the night. Overnight Boutique 4* Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Baku – Lahij – Gabala (approx. driving time 6 hours, 300km) - Today we will travel west to Gabala city. En route we visit the Diri Baba Mausoleum in Maraza and the Yeddi Gumbaz Mausoleum at Shamakha. We continue across the Muganly Pass, with great views of the mountains along the way. We have a stop at Lahic village, a historical ethnographic reserve with local people producing handcrafts and carpets. There are also metal engravers, ancient mosques, baths and beautiful cobbled streets with original apartment houses in this ancient mountain settlement. From here continue to Gabala city. Overnight Gabala Gardens or similar (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Gabala-Sheki-Kish (approx. driving time 1.5 hours, 90km) - This morning we set off from Gabala to Sheki. The delightful town of Sheki is one of Azerbaijan’s highlights. An important centre on the Trans-Caucasian trade routes, it was an independent khanate up until the 1820s and evidence of its former grandeur is not hard to spot. The splendid Khan’s Palace was built in 1762 without the use of any nails and is elaborately decorated with ornate patterns on its exterior. There are also a number of old caravanserais and mosques to explore. Sheki is a delight to wander around, with winding streets and traditional houses giving the feeling of yesteryear. From Sheki we take a trip to the nearby village of Kish with its interesting Albanian church. Overnight Sheki Park or similar (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Sheki – Mingachevir - Ganja (approx. driving time 3 hours, 180km) - We travel to Mingachevir and take boat trip around the Kur river where we will enjoy a tea with local jam. After visiting Mingachevir we head to Ganja, Azerbaijan’s second city. Upon arrival visit the local bazaar, the 17th century mosque of Shah Abbas and the unique ‘bottle house’ a local building decorated with nearly 50,000 bottles. Overnight Vego Hotel or similar (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Ganja-Gobustan-Baku (approx. driving time 6 hours, 360km) - This morning we depart for Gobustan. Designated a UNESCO World Heritage Site in 2007, Gobustan is rich in archaeological monuments with over 6000 rock engravings dating back as far as 40,000 years. The petroglyphs depict ceremonial dances, battles, warriors, boats and many other scenes, as well as more recent Roman ‘graffiti’ from the 1st century. But Gobustan is equally well known for its natural phenomena – mud volcanoes that simmer and belch muddy bubbles from their cones, an incredibly atmospheric place and probably unlike anything you will have seen before. Azerbaijan is home to more than half of the mud volcanoes in the world with nearly 400 of them within its borders. Roughly every twenty years one of them explodes with great gusto, showering tons of mud over the surrounding area. Overnight Boutique 4* Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Baku (approx. driving time 1 hour, 20km) - Our last full day in Azerbaijan. We visit the History Museum for an insight into the various cultures and civilisations that have held sway here. We also visit the Heydar Aliyev Center, designed by Iraqi-British architect Zaha Hadid and noted for its distinctive architecture and flowing, curved style that eschews sharp angles The rest of the day is free for you to explore. Overnight Boutique 4* Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Baku (approx. driving time 30mins, 25km) - Transfer to the airport for your departure flight. (B)"
      },
      {
        "dayNumber": 1,
        "title": "",
        "description": "Baku – Nakhchivan (Domestic flight) - This morning we transfer to the airport and catch a flight to Nakhchivan, the capital of Azerbaijan’s Nakhchivan Autonomous Republic, separated from the rest of the country by Armenia, and bordered elsewhere by Iran and Turkey. On arrival we check-in to hotel accommodation before exploring some of the surrounding sights. Highlights include the 12th century Momina Khatum mausoleum and the tomb of Yusuf Ibn Kuseyir. After lunch we drive to Alinja Fortress, one of the strongest defensive constructions of the 12th century. During Amir Timur’s attacks on Nakhchivan in 1386, 1392 and 1399 the fortress served as headquarters for the Atabayler dynasty. Afterwards we return to Nakhchivan. Overnight Hotel Tabriz or similar. (BLD)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Nakhchivan visits – Baku (Domestic flight) – Departure from Azerbaijan - After breakfast we drive to the remarkable 14th century Garabaghlar Mausoleum in Nakhchivan’s north west, and later call in at Duzdagh’s vast therapeutic salt mines. After lunch we return to Nakhchivan city and visit Ashabi–Kahf cave sanctuary, a site of Islamic pilgrimage. There is also time to take in the city’s history museum and the carpet museum. Dinner at the local restaurant and then, transfer to Nakhchivan airport for your flight back to Baku, and onward overnight flight back home. (BLD) Note: If required, we can arrange an extra night post tour in Baku. Contact us for details."
      }
    ],
    "map": ""
  },
  {
    "destination": "Azerbaijan",
    "mainPhoto": "",
    "id": "azerbaijan-small-group-tour",
    "tourName": "Azerbaijan small group tour",
    "placesVisited": "",
    "generalInfo": "Explore Azerbaijan, a little visited country on the fringes of both Europe and Asia.<br/><br/>Learn about its history - from its ancient Zoroastrian past to the upheaval of the years after oil was discovered. Navigate a surprising array of cultures, communities and languages as you travel from the Caspian shores to the Caucasus mountains. Discover vestiges of communism in Russian-speaking communes, visit Sheki's Persian-style palaces and explore rugged castles across the Abseron peninsula.<br/><br/>Mud volcanoes bubble all across the mineral-rich lands of Azerbaijan. Natural gas fuels its ancient fire temples and eternal fires. Indeed the country is reputed to have taken its name from \"Azer\" meaning \"fire\" in Azeri.<br/><br/>Welcome to the \"Land of Fire\"!<br/><br/>TOUR HIGHLIGHTS:<br/><br/>Baku, the ancient capital of Azerbaijan<br/>Iconic Palace of the Shirvanshahs and Maiden Tower in Baku<br/>Continuously-burning Yanardag hill<br/>Ateshgah Fire Temple in Baku<br/>Take in Sheki's many historical monuments<br/>Discover the ancient ruins of Gelersen-Görersen Fortress<br/>40,000-year-old engravings in Gobustan National Park<br/>One of the oldest village settlements in Azerbaijan<br/><br/>WHAT'S INCLUDED?<br/><br/>Group arrival &amp; departure transfers<br/>Ground transport with driver<br/>Accommodation<br/>Meal Plan: breakfasts only<br/>English-speaking guides<br/>Entrance fees to sites &amp; parks",
    "durationDays": "10",
    "price": "1595",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive into Baku airport where you will be met by a representative and transferred to your hotel. Relax into your new environment. Remain at leisure for the rest of the day."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Start a day touring capital hotspots at Highland Park and its panoramic sweep of Baku's horseshoe bay. Then we descend on the city's central zone, containing the greatest concentration of historical and architectural sites, most notably Baku's centuries old walled inner-city - Icheri Sheher - within which the UNESCO sites Shirvanshah Palace and Maiden Tower take pride of place. Keeping with Azerbaijan's Islamic character, later scheduled activities include Juma Mosque and the Carpet Museum. End our city-wide tour ambling through Seaside Park and along Baku Boulevard, which lays claim to being Europe's second largest. Spend your evening in leisurely fashion."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Heading not far out of town, our first stop hints at the country's pre-Islamic roots. Ateshgah is a fire temple with deep origins in Zoroastrianism, the world's oldest monotheistic belief system. The Zoroastrians venerated the purity of fire, and this you will see in this striking temple where a natural gas vent burns an eternal flame. Interestingly the 'Azer' in 'Azerbaijan' means fire, denoting the centrality of the flame to Azeri culture. In a variation on the same theme, next we go to Yanar Dag where a natural gas flare leaking from a crack in the earth creates a surreal and almost biblical sight. End the day back in the capital in the comfort of your hotel, or cooling off from all that fire on an evening stroll."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "After breakfast depart for the district of Shamakhi. Once there, we'll explore the district capital, Shamakha, which contains important historical artifacts in the form of Diri Baba Tomb and Yeddi Gumbez. Shamakhi was the erstwhile centre of the Shirvan kingdom. As in neighbouring Iran, monarchs too were called Shahs. Yeddi Gumbez, in fact, lies on a site of seven cupolas, resting places of various Shirvan shahs. Onward to Sheki, where we stay overnight."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Today has a certain educational ring to it. You'll watch and learn and interact. That said, we'll start our exploring with a tour of the town in which you're staying. Sheki, apart from occupying a serene location high on a promontory and ringed with oaks, has quite a history. Settled since at least the 7th century BC, it was a silk manufacturing centre, as well as a fixed stopover on the Persian branch of the Silk Road. This tour includes the Khan's summer palace. Another monument we'll see is a 1,400 year-old Albanian church. Learn about artisanal traditions at a shebeke workshop. Shebeke is a age-old art form creating intricately-patterned stained glass. Another workshop will instruct you in methods of baking pakhlava (baklava). With appetites whetted, we end with an invite to help prepare pilaf in the kitchen of a local family. Return to your hotel in Sheki. Rest of the day at rest."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "See how local people trade and deal at Sheki Bazaar. On leaving Sheki, we'll pause in Ismayilly district to see village life in Lahic. And for good reason. Many of the 2,000 people living in Lahic are involved in ancient crafts such as engraved copper work and carpet weaving. Such artisanal flair travelled far and wide, for by the mid-19th century Lahic's 200 workshops were selling wares for a premium to bazaars in Baghdad and Shiraz. You can't fail to be impressed by this craftsmanship, and you'll get to see it in the guise of coppersmiths hammering away with small mallets on decorative plates, trays, jugs, goblets and pitchers. En route to Ganja, the nation's second city, we make a detour into Mingyachevir, an industrial town on Kura river. Onward to Ganja, the programme allows for a full city tour. And rightly so. We'll visit the mosque of Safavid Persian ruler, Shah Abbas. We'll see a medieval caravanserai, the Bottle House Museum of Miniatures, as well as the mausoleum of the Great Azerbaijani poet Nizami Ganjavi. End the day with a visit to the local bazaar."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "After check-out, we take the road back to Baku. But not before stopping off at Gobustan National Park. With interesting topography wedged between the greater Caucasus range, the Caspian Sea and the Absheron peninsula, this archaeological reserve reveals direct evidence of local human presence as far back as the Upper Paleolithic period, 40,000 years ago. Its petroglyphs are a must-see when in Azerbaijan. Onward to Baku when you will rest the night."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "It's a great road to Guba over the venerated mount Beshbarmaq. In Guba itself we offer a menu of sites worthy of visiting: the mosque, the old bath house, the Jewish quarter (the so-called Red Settlement), and the genocide memorial complex. Back in the capital, return to your hotel and spend the evening at leisure."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Our final day of excursions should be a good one. We head to the fortresses of Ramana and Mardakan, built probably in the era of the Shirvanshahs. Then it's off to Gala (Qala), a rural settlement with foundations stretching back, some say, 5,000 years. A manufacturing base for wool and salt extraction, visitors get a taste of small-town Azerbaijan. Its open-air ethnographic museum comes highly recommended. Back to Baku and the comforts of your hotel. Spend your final night in a manner befitting of a good holiday."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "At the relevant time, you'll be transferred to the international airport for your onward flight."
      }
    ],
    "map": ""
  },
  {
    "destination": "Azerbaijan",
    "mainPhoto": "",
    "id": "azerbaijan-tailor-made-holiday",
    "tourName": "Azerbaijan tailor made holiday",
    "placesVisited": "",
    "generalInfo": "Azerbaijan is a tapestry of ancient history, rich culture, and breathtaking natural beauty. From the vibrant pulse of Baku to the enchanting mountain town of Sheki and the dramatic landscapes of Gobustan, Azerbaijan invites you to explore its wonders.",
    "durationDays": "6",
    "price": "2495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Azerbaijan - Upon landing at Heydar Aliyev International Airport in Baku and completing the customs and immigration procedures, you will be greeted by our representative and transferred to your hotel in the city centre. Enjoy the remainder of the day at your leisure—either unwind or begin exploring this vibrant city. **Overnight at Hotel City Park or similar**"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Discovering Baku - Start your day with a guided walking tour of Baku, featuring the ancient fortified city of Icheri Sheher, a UNESCO World Heritage Site. Meander through its charming narrow streets, visit historic caravanserais and mosques and explore the Palace of the Shirvan Shahs. Don't miss the Maiden Tower, another UNESCO-listed site, and the grand mansions built by oil magnates during the 1870-1914 oil boom. Conclude your morning with stunning views of Baku Bay from Martyr's Alley. In the afternoon, we'll visit the Heydar Aliyev Centre, an impressive 57,500-square-meter architectural marvel designed by Zaha Hadid. Renowned for its fluid and contemporary design, this iconic building was nominated for prestigious awards in 2013 at both the World Architecture Festival and the Inside Festival. **Overnight at Hotel City Park or similar (B)**"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Shemakha & Sheki - Today, we will depart Baku for a picturesque drive to the historic town of Sheki. Upon arrival, we'll check out the ancient Juma Mosque, which dates back to the 10th century and underwent reconstruction in the 19th century. We'll also visit the mausoleums of Diri Baba and Yeddi Gumbez. As one of the oldest cities in Azerbaijan, Sheki is often referred to as the country's architectural jewel. We'll tour the Palace of Sheki Khans, an exquisite display of national and palace architectural styles built in 1762, and the 18th-19th century Caravanserai, part of which now operates as a hotel. Next, we drive to the village of Kish, renowned for its unique architectural gem—a temple from the era of Caucasian Albania. **Overnight at Sheki Palace Hotel or similar (B)**"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "From Sheki to Gabala and Back to Baku - In the morning, we'll explore the local bazaar in Sheki, where you can find delightful souvenirs. Afterwards, we'll journey to Gabala (around 1.5 hours), stopping at the village of Nij, home to the Udis, a Christian minority. Here, we'll visit the church, museum, and the archaeological site at Gadim Gabala. We'll then make our way back to Baku. **Overnight at Hotel City Park or similar (B)**"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Gobustan & Absheron - Today's journey starts at the Gobustan Historical Reserve, just 65 kilometres from Baku. Gobustan is celebrated for its ancient rock carvings, which offer a fascinating glimpse into human history. Before exploring the site, we'll visit an interactive museum that provides insights into the area's ecological background through engaging multimedia exhibits. Gobustan has been recognised as a UNESCO World Heritage Site since 2007. Weather permitting, we'll then visit the captivating Mud Volcanoes, which have the highest concentration in the world. We'll head to Yanar Dag, the Burning Mountain, a natural gas fire that has been alight for centuries, located 25 kilometres north of Baku. Our final visit will be to Ateshgah, a Zoroastrian fire temple in Surakhani, a vital worship site for Zoroastrians until the 19th century. We'll return to Baku for your last evening in Azerbaijan. **Overnight at Hotel City Park or similar (B)**"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Departure from Baku - At a time that works for you, our representatives will meet you at your hotel and transport you to the International Airport for your departure flight."
      }
    ],
    "map": ""
  },
  {
    "destination": "Azerbaijan",
    "mainPhoto": "",
    "id": "azerbaijan-tour-6-days",
    "tourName": "Azerbaijan tour, 6 days",
    "placesVisited": "",
    "generalInfo": "Explore the enchanting beauty of Azerbaijan in a comprehensive 6-day tour that takes you through the historical and cultural landmarks of this captivating country. Begin your journey in Baku, a city where European elegance meets Eastern charm, featuring architectural wonders, ancient mosques, and UNESCO-listed sites like the Maiden Tower. <br/><br/>Your adventure continues with a visit to the Gala Archaeological and Ethnographic Museum Complex, offering insights into Azerbaijan's ancient past through fascinating exhibits and a unique mini zoo. The tour takes a cultural turn towards Sheki, where you'll explore the heritage of the Udi people and visit their unique small church.<br/><br/>This tour is a perfect blend of history, culture, and natural beauty, designed to provide an unforgettable experience of Azerbaijan's most treasured sights.",
    "durationDays": "6",
    "price": "1157",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Baku, transfer to the hotel. Free day Overnight: Hotel in Baku"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Have a city tour around Old city (Baku Fortress): Tourists will visit the complex \"Old City\", which is UNESCO World Heritage Site. The tour starts at the entrance to Baku fortress. Tourists walk into fortress through the \"Double Gates\". Walking the ancient lanes of the fortress, tourists will visit the oldest Caravanserai, medieval Hamams and Mosques, Shirvanshakhs' Palace, and climb the rooftop of Maiden Tower. Maiden Tower is one of the legendary constructions of ancient East. Also the tour guide will show the tourist the place where apostle Bartholomew was crucified. Then you will head to Heydar Aliyev Cultural Center. An internationally recognized architectural marvel, Heydar Aliyev Cultural Center displays a curved modern style. Overnight: Hotel in Baku Meals: Breakfast"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After breakfast starts excursion to museum complex Gala. The museum complex is located in Gala village. In the territory of museum there are gathered and restored monuments of architecture, found in Absheron peninsula. You can also visit an interesting museum of modern art, the exhibits ofwhich are created by an international team of artists and sculptors from items collected at the dump. Master class on cooking Gutabs (A flour dish of Azerbaijani cuisine, this is a thin crescent-shaped unleavened pie with a filling. As a filling is used meat, greens, pumpkin. Continue to the Zoroastrian temple-museum \"Atashgah. After an excursion in Atashgah you will head to mound Yanardag. After the Absheron Tour enjoy a beautiful drive out of Baku to visit the Gobustan National Park. You will travel 64 km southwest of Baku along with the Caspian shore. The tour will start from Gobustan Museum where you will see ancient human bones, work tools used in back to thousand years ago during the Mesolithic Period. Then, you will advance to the mountain in order to see real Rock Paintings in the open-air museum. You will also get a chance to marvel at the Mud Volcanoes in the Gobustan Reserve, which is home to almost half of the world’s mud volcanoes. At the end of the Gobustan tour, you will return to Baku. Overnight: Hotel in Baku Meals: Breakfast"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "In the morning, after breakfast, departure from your hotel to Sheki. On the way, visit Diri Baba mausoleum in Maraza village visit the Church of the Udi, near Gabala, in the village of Nij. Arrival to Sheki. You will have excursions in Sheki: The magnificent Palace of Sheki Khans and the Craft Museum. Built in 1797 as a summer residence for Muhammad Hasan Khan, the Palace of Sheki Khans is a masterpiece of lavish decoration. Both the exterior and interior decorations of the palace embody the architectural glamor of the ancient Sheki Khanate. Shebeke craft workshop. Overnight: Hotel in Baku Meals: Breakfast"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "The day will start with a nice tour around the local sweet bakery. After a while you will head to Kish village. The place is well known for its Church of Saint Elishe which is one of the oldest Orthodox churches in the world. Transfer back to Baku. Overnight: Hotel in Baku Meals: Breakfast"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Transfer to the airport, departure."
      }
    ],
    "map": ""
  },
  {
    "destination": "Azerbaijan",
    "mainPhoto": "",
    "id": "istanbul-to-hong-kong-by-train-holiday",
    "tourName": "Istanbul to Hong Kong by train holiday",
    "placesVisited": "32-day overland epic along the Silk Road, Spectacular scenery through Turkey, Georgia, Azerbaijan, Kazakhstan, Uzbekistan, China, Travel mostly by rail in a fully escorted small group, Connect with local guides for cultural exploration, Cross the Caspian Sea by ferry, Walk on the Great Wall of China, Admire the minarets of Samarkand",
    "generalInfo": "Trace one of the great Silk Road routes across Asia with this superb Istanbul to Hong Kong by train holiday. Beginning in Istanbul, the city that sits at the crossroads of Asia and Europe, you’ll venture east through Georgia, Azerbaijan, Kazakhstan and Uzbekistan, finally entering China after three weeks via Urumqi, one of the most remote cities on the planet.<br/><br/>Over the course of a month you’ll get to know your fellow travellers in this small group (maximum 15), as well as the tour leader who will be escorting you throughout to ensure that all of the travel arrangements run as smooth as, well, silk. <br/><br/>The itinerary has been well-crafted to move fast and show you a great deal, without being exhausting. Every day brings new wonders as you explore landmarks ancient and modern with expert local guides. Take in mountain monasteries in Georgia, the mosques, madrassas and caravanserai of Khiva, a less-crowded section of the Great Wall of China, and finally the gleaming skyscrapers of Hong Kong, a fascinating contrast to the minarets of Istanbul.<br/><br/>You will be journeying mostly by train, staying in locally run hotels and guesthouses wherever possible. Your accommodation and mode of travel offer many opportunities to explore the culture of communities along the Silk Road. A couple of overnight trains, as well as a ferry crossing over the Caspian Sea, only add to the intrepid feel of this unforgettable trip from Istanbul to Hong Kong.  <br/>",
    "durationDays": "32",
    "price": "11865",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Arrive Istanbul.",
        "description": "Welcome to your Silk Road journey in the vibrant city that straddles two continents, Europe and Asia. Meet your Tour Leader and the rest of your travel companions at your afternoon Welcome Meeting."
      },
      {
        "dayNumber": 2,
        "title": "Istanbul.",
        "description": "Today we discover the classic sites of Istanbul; Hagia Sophia, Basilica Cistern, Grand Bazaar and Rustem Pasha Mosque."
      },
      {
        "dayNumber": 3,
        "title": "To Ankara and on to Kars.",
        "description": "Leaving continental Europe we commence our journey across Asia, first aboard the high speed rail service to Ankara. Declared Turkey’s new capital in 1923 by Kemal Ataturk, today this historic city is Turkey’s cosmopolitan centre for the performing arts. This evening we connect with the overnight 'Dogu Express' across the Anatolian plateau to the ancient eastern city of Kars."
      },
      {
        "dayNumber": 4,
        "title": "Arrive Kars.",
        "description": "Relax on board and enjoy the incredible scenery unfold as we travel across the Anatolian Plateau and through the gorges of the Euphrates River towards the mountains of the Caucasus."
      },
      {
        "dayNumber": 5,
        "title": "Kars and Ani.",
        "description": "Once the capital of Bagratid Armenia (928), Kars fell under the rule of the Georgians, Mongols, Persians, Ottomans and Russians during periods of its long history. In 968 the Armenian capital was moved to Ani, which grew to became one of the world's most significant cities, and is recognized today as a UNESCO World Heritage site."
      },
      {
        "dayNumber": 6,
        "title": "To Tbilisi.",
        "description": "Our journey continues in Georgia and to the capital, Tbilisi. This evening we enjoy a stroll through this enchanting city before dinner - our introduction to the unique food and wines of Georgia."
      },
      {
        "dayNumber": 7,
        "title": "Tbilisi.",
        "description": "Beyond the city we discover Jvari Monastery. We continue along the Georgian Military highway deep into the Caucasus Mountains where we ascend to the Gergeti Trinity Church (2170m) enjoying spectacular views of the surrounding peaks of the high Caucasus."
      },
      {
        "dayNumber": 8,
        "title": "Tbilisi and fly to Baku.",
        "description": "Today we have morning sightseeing of the Old Town in Tbilisi and in the afternoon we fly to Baku."
      },
      {
        "dayNumber": 9,
        "title": "Baku.",
        "description": "Baku celebrates its historic and contemporary civic architecture and following a late breakfast we explore the medieval walled city which contains the Shirvanshah's Palace and Maiden Tower, and also the unique contemporary city landmarks of the Heydar Aliyev Centre and the 'three pronged' Flame Towers."
      },
      {
        "dayNumber": 10,
        "title": "Across the Caspian Sea.",
        "description": "Today we cross the Caspian Sea on board a freighter ferry. The world's largest inland body of water, the Caspian Sea is bounded by Kazakhstan, Russia, Azerbaijan, Iran and Turkmenistan. Europe's longest river, the Volga, is its primary water source, creating a vast sea/lake stretching 1,200 km from north to south and with an average width of 320 km and a surface area equal in size to Japan."
      },
      {
        "dayNumber": 11,
        "title": "Arrive Aktau.",
        "description": "On arrival into Kazakhstan we spend the rest of the day at leisure."
      },
      {
        "dayNumber": 12,
        "title": "Mangyshlak Peninsula.",
        "description": "Aktau is our gateway to the unique geological formations of the Mangyshlak Peninsula with its multi coloured rock strata, canyons and strange geological formations such as the Valley of Balls and Sherkala Mountain. Here too the unique 10thC underground mosque of Shakpak-Ata."
      },
      {
        "dayNumber": 13,
        "title": "Train to Urgench.",
        "description": "Today we begin our journey into Uzbekistan, across the desert on our overnight train."
      },
      {
        "dayNumber": 14,
        "title": "To Khiva.",
        "description": "On arrival into Urgench we transfer to Khiva, the magical walled city of Uzbekistan."
      },
      {
        "dayNumber": 15,
        "title": "Khiva.",
        "description": "Today we explore in the wonderfully preserved city of Khiva – one of the finest examples of a Khanate fortified city and a living museum with mosques, madrassas and caravanserai crowded within its walls. Kunya Ark – a former residence of the Khan, the beautiful Kalta Minar minaret and the extraordinary Tash Khauli or ‘Stone Palace’ are among the prominent attractions."
      },
      {
        "dayNumber": 16,
        "title": "To Bukhara.",
        "description": "A final morning in Khiva before we depart to Bukhara where we are treated to Central Asia’s most complete medieval city and revel in its beautiful traditional architecture as we walk through its history."
      },
      {
        "dayNumber": 17,
        "title": "Bukhara and to Samarkand.",
        "description": "Encapsulating and enchanting, Bukhara’s intrigue lies in the evolution of the city; whilst some highly significant centres of human history are frozen for prosperity – Bukhara lives on unchanged by time. Highlights of your time here will most certainly include the Ark Fortress, the Samanid Mausoleum – one of the world’s oldest monuments, and the Kalyan Minaret which once served as a beacon for caravans negotiating the desert at night, the only surviving structure from 1220 when Genghis Khan laid the city to waste. This evening we board a train to Samarkand. A short rail journey brings us into our next destination."
      },
      {
        "dayNumber": 18,
        "title": "Samarkand.",
        "description": "Our first day in Golden Samarkand - many splendours await in the city; incredible architecture, dazzling minarets and markets."
      },
      {
        "dayNumber": 19,
        "title": "Samarkand.",
        "description": "Tamerlane – affectionately known in Uzbekistan as Timur – was dragged to Samarkand as a prisoner by an invading Mongol army. In the years following, his fortune improved and he returned and made Samarkand the capital of his Temurid realm. He and successive 14 & 15 century rulers shaped the city we see today. The madrassas of Registan Square and the mausoleum of Timur and his family – Gur-e-Amir – are sure to be highlights of your journey."
      },
      {
        "dayNumber": 20,
        "title": "To Tashkent.",
        "description": "On arrival to the capital we spend time exploring this vibrant city and it is your last chance to haggle in the bazaar, wander the gardens and eat a final meal of delicious Uzbek plov."
      },
      {
        "dayNumber": 21,
        "title": "To Almaty.",
        "description": "We have an early morning train to whisk us to Kazakhstan and arrive late at night into Almaty."
      },
      {
        "dayNumber": 22,
        "title": "Almaty.",
        "description": "Nestled into the mountains Almaty will deliver diversity of architecture, history, influences and cuisine. We spend some time exploring the city inluding the fascinating Ascension Cathedral (Zenkov Cathedral), a wooden structure built entirely without nails."
      },
      {
        "dayNumber": 23,
        "title": "To Zharkent.",
        "description": "Beyond the city we travel to the Tien Shan mountains to explore Charyn Canyon, part of Charyn National Park the canyon stretches 154 kilometres and is up to 300m in depth. Its many weathered and colourful rock formations are said to be as impressive as those of the Grand Canyon. We travel on to Zharkent, a town close to the Chinese border."
      },
      {
        "dayNumber": 24,
        "title": "To Urumqi.",
        "description": "We spend the morning in Zharkent exploring the pagoda style Mosque, Orthodox Church and local Market. We then travel east through the Tien Shan mountains at the 'Dzungarian Gate' - through which Silk Road caravans and conquering armies traversed the mountains separating China & Central Asia. We take the overnight train from the border town of Khorgos to Urumqi."
      },
      {
        "dayNumber": 25,
        "title": "Urumqi.",
        "description": "Bounded by the Tien Shan and Altai mountains to the north and the Taklamakan Desert to the south Urumqi is one of the most remote cities in the world and our gateway to China and Tibet. The Xinjiang Regional Museum houses one of the most extensive collections of Silk Road artefacts."
      },
      {
        "dayNumber": 26,
        "title": "To Jiayuguan.",
        "description": "Today we board the train to Jiayuguan, arriving in the late afternoon we catch our first glimpse of the western point of the Great Wall of China."
      },
      {
        "dayNumber": 27,
        "title": "Jiayuguan.",
        "description": "The Great Wall extends 7300 km and we find ourselves at the western end. We take time to visit Jiayuguan Fort as well as the Great Wall Museum to uncover the secrets of this engineering feat."
      },
      {
        "dayNumber": 28,
        "title": "To Xian.",
        "description": "A high speed train takes us to Xian, ancient Chang'an. Once this was the glittering capital of Cathay. Old pagodas, city walls and watchtowers remain."
      },
      {
        "dayNumber": 29,
        "title": "Xian.",
        "description": "The city still captures the romance of its rich imperial past and the glories of the Silk Road. There is so much to explore in this city, the Big Wild Goose Pagoda, and the Shaanxi History Museum being some of the highlights."
      },
      {
        "dayNumber": 30,
        "title": "To Guangzhou.",
        "description": "Today we board the train to Guangzhou, once known as Canton."
      },
      {
        "dayNumber": 31,
        "title": "Guangzhou and to Hong Kong.",
        "description": "Founded in 214 BC China’s third largest city boasts a long, colourful history spanning legends and Silk Road trade. A mesmerising concoction of glitz and flashing lights, between pockets of an old city that still retains its character from yesteryear. Today, Guangzhou is renowned as one of China’s top food destinations. We will gain an insight to daily local life at the unique Qing Ping Market. After our sightseeing we board our last train to Hong Kong."
      },
      {
        "dayNumber": 32,
        "title": "Hong Kong.",
        "description": "Our journey draws to an end in the hustle and bustle of Hong Kong. We bid our fellow travellers farewell after an epic railway adventure."
      }
    ],
    "map": ""
  },
  {
    "destination": "Azerbaijan",
    "mainPhoto": "",
    "id": "small-group-holiday-in-azerbaijan",
    "tourName": "Small group holiday in Azerbaijan",
    "placesVisited": "Baku, Absheron Peninsula, Gobustan, Guba, Krasnaya Sloboda, Shamakha, Lahic, Qabala, Shekhi, Kish",
    "generalInfo": "Situated where Europe meets Asia, Azerbaijan presides over an extremely unique vantage point with Russian, Persian and Ottoman influences conjuring the country that you’ll find today. This week-long Azerbaijan small group holiday takes you into the heart of a land that has long remained cloaked in mystery to provide cultural travellers with a legendary experience that they’ll never forget.<br/><br/>Starting in the capital, Baku, allows a glimpse at the wealth that oil can bring alongside ancient architecture that’s more representative of the country’s much more traditional cultural heritage.<br/><br/>Continuing this Azerbaijan small group holiday takes you out of Baku and into the Absheron Peninsula, a landscape covered in spluttering volcanic mud. Follow your guide into the surrounding mountains and you’ll be invited to meet the communities living within the shadow of ancient mosques and mausoleums where traditional Azeri hospitality and heritage is never far behind. <br/><br/>This Azerbaijan small group holiday maybe relatively short however, it packs a real cultural punch with visits to towns and villages, such as Guba, Shamakha and Shekhi, offering fascinating insight into a land that’s often misunderstood but very rarely forgotten.<br/><br/>Note: for those looking to take this Azerbaijan small group holiday even further into the unknown, ask us about flights to Nakhchivan, sandwiched between Iran and Turkey, for an even more adventurous experience, way off the typical tourist trail.<br/>",
    "durationDays": "8",
    "price": "1429",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Baku - Arrive in Baku and transfer to the hotel. The rest of the day is free to relax or explore. Overnight Central Park Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Absheron Peninsula - Gobustan - Head out of Baku to the fascinating Absheron Peninsula with its ‘flaming mountain’, Yanardag, and the Temple of the Fire Worshippers at Ateshgah. From here we head to Gobustan, known for its prehistoric rock art and unique mud volcanoes. Return to Baku for the evening. Overnight Central Park Hotel or similar. (B)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Baku - Spend today exploring Baku. We visit the National Museum and the historic quarter with buildings dating back to the 14th century including ancient caravanserais, mosques, the Palace of the Shirvanshahs and the enigmatic and mysterious Maiden’s Tower, among other sights. Overnight Central Park Hotel or similar. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Guba – Krasnaya Sloboda - Head north to the town of Guba. On the way we stop at the mountain of Beshbarmag, a natural fortress that is a local site for pilgrimage. From here we continue to the town of Guba and spend some time exploring its sights including the Sakina Khanum Mosque and the medieval baths. We then head to Krasnaya Sloboda, a unique town populated almost entirely by Azerbaijan’s small Jewish population. Return to Guba in the evening, stopping at the traditional village of Xinaliq on the way. Overnight Terrace Hotel or similar. (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Shamakha - Lahic - Qabala - Continue to Shamakha, visiting the 13th century mausoleum of Diri Baba in the village of Maraza en route. At Shamakha we visit the historic mosque, the seven tombed mausoleum of Yeddi Gumbaz, and the graveyard of the Shirvanshahs. From here we drive to the traditional village of Lahic with its old mosques, cobbled streets and craftsmen, and then continue to Qabala for the evening. Overnight Qabala Karavansarai or similar. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Lahic - Shekhi - Drive to Shekhi. Shekhi is one of the most interesting towns in Azerbaijan and this afternoon we visit the medieval fortress and the Khan’s Palace with its elaborate decorations, among other sights. Overnight Issam Hotel or similar. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Kish – Baku - We stop at the village of Kish, site of the oldest church in the Caucasus, then return to Baku for the night. Overnight Central Park Hotel or similar. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Baku - Transfer to the airport for your flight home. (B)"
      }
    ],
    "map": ""
  }
]
