[
  {
    "destination": "Canary Islands",
    "mainPhoto": "",
    "id": "canary-islands-sailing-holiday",
    "tourName": "Canary Islands sailing holiday",
    "placesVisited": "",
    "generalInfo": "Sailing holidays of the beaten track, with or without sailing experience and with sightseeing. <br/><br/>This way of travelling takes you to places you would otherwise not be able to visit, to places unreachable from the road. Sailing along the coast gives a completely different view of the country and the sailing also provides a good sense of achievement on arrival.<br/><br/>On wind and tidal power, we sail to a different place every day and your luggage travels along by itself. The tide is the clock and the wind determines the destination. That is why we do not have a tight day-to-day schedule. Travelling in and with nature with a small group (max 8 passengers + 2 crew).<br/><br/>It is up to you however much you wish to do regarding sailing and there is always plenty of time to sit back and enjoy the surroundings in a convivial atmosphere. Sailing together from one place to another quickly creates a group feeling, and these trips attract like-minded people. <br/><br/>When you board, the groceries are done, the vessel is clean and the bosun is cooking dinner. So, after a sumptuous breakfast the next day, we will have a relaxed start of your sailing holidays.",
    "durationDays": "7",
    "price": "1888",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "On day 1 you travel to the boat and at 18:30 you are welcome to come a board. After getting acquainted with the crew and the other passengers and a drink, you can arrange your cabin and then we will have a nice meal together on board (our meals are also always vegetarian and a few times a week there is a meat/fish option). After dinner we will do a safety briefing and discuss our plans for the week with the lates shipping forecast."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After a delicious breakfast and a washing up, we’ll do a round over deck to explain how the sails, lines and winches work and then it’s off to sea! While it’s cold in the UK with drizzle and a monotonous gray sky, we will sail from the sunny south Tenerife under the lee of the island. First along the coast, with a good chance of seeing Pilot Whales. The wind generally comes quite consistently from the Northeast, and with the spring-like temperature between 22 and 27 degrees, this provides perfect sailing conditions. Between the islands, the wind increases due to the ‘Venturi effect’, which makes for spectacular sailing on the azure blue ocean swell."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Our first destination will probably be the charming town of San Sebastian on La Gomera. The Western Canary Islands are beautifully green and without the mass tourism of Tenerife and Gran Canaria. In ‘San Seb’, we will therefore stay in the harbor for a day and we can rent a van for an excursion inland. In the middle of the island lies the beautiful ‘Parque Nacional de Garajonay’, with one of the oldest forests in the world. Due to its altitude (in the clouds) and enormous heather and laurel trees, this forest is truly unique in Europe. Superb green, but also misty due to the clouds, which creates a magical atmosphere. We can make a walk to a forest cabin with a cozy wood stove, to dry off a bit and of course for a delicious lunch."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "The next day, we sail along the coast to ‘Valle Gran Rey’, an authentic harbor next to an impressively high, stunning red cliff. The narrow alleys in the charming village lead to a little bar with tapas and a breathtaking view over the ocean, the perfect spot to enjoy a sunset. In the little town of Puerto Vueltas there are still some hippies living, creating a relaxed and unique atmosphere."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Then we cross over to ‘El Hierro’, a full beautiful day of sailing with a fair wind. This stunning island (the skipper’s favorite) is far from the tourist route because it’s hard to reach. Despite the excellent marina, there aren’t many sailors who dare to sail to this remote island, so it’s nice and quiet. We also stay for a day to explore the island. We can rent a van to drive along the most spectacular spots, like the ‘Mirador de la pena’, designed by Cesar Manrique and beautifully integrated into the rocks with a breathtaking view over the rugged ‘El Golfo’. The places we will visit are very varied, from rugged coastlines to green forests and steep cliffs with stunning views, an unforgettable day."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Via the south side of La Gomera, where we anchor or visit a small harbor, we sail back to Tenerife. Now with a great chance of seeing dolphins. In Tenerife, we conclude the sailing trip in a cozy Spanish restaurant."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canary Islands",
    "mainPhoto": "",
    "id": "sailing-holiday-in-the-western-canary-islands",
    "tourName": "Sailing holiday in the Western Canary islands",
    "placesVisited": "",
    "generalInfo": "Sailing holidays of the beaten track, with or without sailing experience and with sightseeing. <br/><br/>This way of travelling takes you to places you would otherwise not be able to visit, to places unreachable from the road. Sailing along the coast gives a completely different view of the country and the sailing also provides a good sense of achievement on arrival.<br/><br/>On wind and tidal power, we sail to a different place every day and your luggage travels along by itself. The tide is the clock and the wind determines the destination. That is why we do not have a tight day-to-day schedule. Travelling in and with nature with a small group (max 8 passengers + 2 crew).<br/><br/>It is up to you however much you wish to do regarding sailing and there is always plenty of time to sit back and enjoy the surroundings in a convivial atmosphere. Sailing together from one place to another quickly creates a group feeling, and these trips attract like-minded people. <br/><br/>When you board, the groceries are done, the vessel is clean and the bosun is cooking dinner. So, after a sumptuous breakfast the next day, we will have a relaxed start of your sailing holidays.",
    "durationDays": "10",
    "price": "2119",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Tenerife & Welcome on Board You arrive in the sunny south of Tenerife, where your sailing adventure begins. After meeting your skipper and fellow crew members, you settle into life on board. The skipper gives a safety briefing and an overview of the voyage ahead. Overnight in the marina – surrounded by palm trees and the sound of the ocean."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Sailing along Tenerife’s south coast We cast off and hoist the sails for the first time. The warm trade winds and calm seas make this a perfect introduction to Atlantic sailing. Keep your eyes open – this area is famous for its resident pilot whales and dolphins, often swimming alongside the boat. A nice day of sailing takes us across the 25 nautical miles to La Gomera. The dramatic island slowly appears on the horizon, with its steep green ravines and volcanic peaks. We arrive in San Sebastián de La Gomera, a charming port town rich in history – it was from here that Christopher Columbus set sail in 1492. Stroll through the cobbled streets, visit the old church, and enjoy local tapas in the evening."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Exploring La Gomera Today we go inland by minibus to discover the island’s lush interior. The Garajonay National Park, a UNESCO World Heritage Site, is covered in mystical laurel forest and offers spectacular hiking trails and viewpoints. In the afternoon, we return to the harbour or a nearby anchorage for a relaxed evening under the stars."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Offshore passage to La Palma We set sail early for La Palma, “La Isla Bonita” – the beautiful island. This offshore passage (around 50 miles) often provides exhilarating sailing with steady winds and long ocean swells. Dolphins sometimes join us on this open-sea leg. We arrive in Santa Cruz de La Palma, one of the most picturesque towns in the Canaries, with its colourful balconies and colonial charm."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "A full day to explore La Palma by land. You might visit the Roque de los Muchachos Observatory, high above the clouds, swim in the natural sea pools of Charco Azul, or hike through volcanic landscapes and lush ravines. The island’s capital offers wonderful cafés and traditional restaurants where you can sample local pastries and island-grown wine. Overnight in Santa Cruz."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Sailing to Valle Gran Rey, La Gomera We set sail again, returning eastward to Valle Gran Rey on La Gomera’s wild west coast. The harbour lies beneath towering red cliffs and is known for its relaxed, artistic atmosphere. Watch the sunset over the Atlantic with a cold drink in hand – an unforgettable view."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Voyage to El Hierro Weather permitting, we make a longer sail south-west to El Hierro, the smallest and least-visited of the Canary Islands. Its unspoiled nature, dramatic cliffs and tranquillity make it a true hidden gem. We arrive in the tiny port of Puerto de la Estaca, where life moves at a gentle pace."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "We spend the day discovering this remarkable island by minibus. Highlights include Mirador de La Peña, designed by artist César Manrique, the ancient twisted juniper trees of El Sabinar, and the green valleys surrounded by dramatic cliffs. We visit local artisans and taste island produce such as handmade cheese and fruit wine. Back on board, the tranquillity of the harbour invites a quiet evening beneath a canopy of stars."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Return sail towards Tenerife After breakfast we set course back towards Tenerife, often accompanied by playful dolphins. In the evening we celebrate our voyage with dinner in a local Spanish restaurant – toasting ten unforgettable days of sailing, sunshine and discovery among the western Canary Islands."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Disembarkation in Tenerife After breakfast it’s time to say goodbye to the crew and your sailing companions. You leave the yacht in the morning, full of new memories – of trade wind sailing, remote islands, and the relaxed rhythm of life at sea."
      }
    ],
    "map": ""
  }
]