{
    "Main_Title": "Our Mozambique holidays & tours",
    "Main_Paragraph": "Mozambique is well known for its stunning coastline and amazing diving opportunities, as well as a multitude of historical sites and a diverse landscape – including Gorongosa National Park, a less-visited safari destination that’s slowly being restored to its former glory. Often paired with South Africa on safari and beach trips, Mozambique has got enough more than enough attractions to be standalone destination, too. Our authentic Mozambique holidays & Mozambique tours enable you to explore this wonderful country, and do it in ways that benefit its nature and communities: whether that’s on safari using community-owned lodges with recycling programmes and solar power, or on marine conservation trips alongside naturalists and researchers.",
    "Subtitle": "Mozambique highlights",
    "Title1": "",
    "Paragraph1": "Mozambique is only slowly but surely making its way onto the tourist map, with tourism slow to take off after years of civil strife, which ended in 1992. With a coastline as long as the Great Barrier Reef, the opportunities for diving around the Bazaruto Archipelago, sailing a traditional dhow around the Quirimbas NP, fishing for marlin or windsurfing off Vilankulos, are still to be shared with most of the travelling population. Hopefully, it will be of the sharing and caring kind of tourism, done slowly and sustainably, with beach huts, fishing communities and sandy roads still the norm here. Inland rainforest and river canyons are open for more explorer types, but travel here with expert guides now to get in before it all gets hyped as the place to go.",
    "image1": "",
    "Title2": "1. Bazaruto Archipelago",
    "Paragraph2": "A national park made up of five islands, with histories as varied as the fish species that frequent them. Formed from sand by the Save River, these are low lying idylls. Santa Carolina was a prison colony during WW2. Benguerra has luscious forests, lakes, freshwater crocodiles and savanna. And Margaruques deep , turquoise channels are habitat to 2,000 species of fish including the sought after marlin and sailfish.",
    "image2": "",
    "Title3": "2. Gorongosa National Park",
    "Paragraph3": "Translated from Mwani as place of danger, this park was decimated during the civil war, with elephants hunted for ivory to buy arms and animals killed to feed armies. Since 2004, Trojan work by the US Carr Foundation and government ensures that elephants, lions, antelope and waterbuck, to name but a few, thrive. With full on commitment from local communities, this is national park restoration at its finest.",
    "Title4": "3. Ponta Do Ouro",
    "Paragraph4": "First stop for those coming over from South Africa. From border control to beach in a heartbeat, although the sea and strands here are so stunning, your heart might miss a beat. You risk keeling over altogether when you go dolphin watching here too, with cetaceans of all species frequenting the water. With an excellent record for responsible dolphin watching, and conservation too (unlike many of the jetskiers).",
    "image3": "",
    "Title5": "4. Quirimbas National Park",
    "Paragraph5": "An archipelagic arcadia of 30 islands stretching elegantly up the coast from Pemba to Palma. Even the names are pretty. With most tourists staying down south, this strip of Indian Ocean sublimities is the sort of place kayakers dream about. With endless coves and untampered-by-tourism islands to sleep on, each one with a story to tell and a heart to steal. Sailing here on a traditional dhow is. to dhow for.",
    "Title6": "5. Tofo",
    "Paragraph6": "A peninsular goldmine when it comes to marine life, this perfectly sheltered arc is a snorkelling, scuba diving and salty nugget. In addition to beach bar life that you wont want to leave, marine conservation is second to none here. Conservation holidays include studying manta rays and whale sharks (over 600 in Tofos waters,) or go in search of humpbacks in this glorious habitat between July and October.",
    "Title7": "6. Vilankulos",
    "Paragraph7": "Two words: beach bliss. The gateway town to the Bazuruto Archipelago this is a town for relishing sand between your toes, an island trip on a traditional dhow, fishing for marlin or windsurfing from dawn until dusk. Also a base for top diving excursions, sunset from either a budget beach cabin or eco chic lodge, with a local Impala beer in your hand (made from local cassava, by the way)."
}