{
    "Main_Title": "Our Western Sahara holidays & tours",
    "Main_Paragraph": "Western Sahara's flat, arid and inhospitable landscape is roamed by the nomadic Sahrawi people, whose culture has been influenced by years of Spanish colonisation, war and life as refugees. Our Western Sahara holidays and tours benefit these communities, whether that’s using local wildlife guides on our wildlife tours, or buying tea and being hosted. Most of our Western Sahara holidays begin in Morocco, but you'll soon be heading south into the desert. We have the trip for you, whether you want a wildlife safari seeking out wild cats and African golden wolves, or embarking on a desert odyssey on a month-long overland tour.",
    "Subtitle": "Western Sahara highlights",
    "Title1": "1. Aousserd and surroundings",
    "Paragraph1": "Inland from the coastal town of Dakhla, Aousserd is a small settlement that makes a great base for wildlife watching. In the Western Sahara, people often spot wildlife that is not so easily seen elsewhere. Driving out on the tar and sand roads, you might see animals at rest in the daytime heat  look for rare and elusive sand cats, fennec foxes and African golden wolves.",
    "image1": "",
    "Title2": "2. Dakhla",
    "Paragraph2": "If youve made it down to Dakhla, the last town before Mauritania, youve travelled far into Western Sahara. Set on a skinny peninsula, this modern town makes much of its double shoreline and bay. Kitesurfers garlanding the horizon make the most of the reliable breeze, coming onshore to stay in purpose-built hotels. Off the coast is a big fishing area  Dakhla is particularly known for its oysters.",
    "image2": "",
    "Title3": "3. Dakhla Bay",
    "Paragraph3": "Once home to a spectacular array of cetaceans, whose numbers have diminished thanks to overfishing, you can still see bottlenose and rare and unusual Atlantic humpback dolphins in Dakhla Bay on boat tours. The coast is good for looking out for terns, gulls and flamingos, as well as migrating wading birds. They shelter in Dakhla bay around the sandstone rocks and mud flats.",
    "Title4": "4. The desert",
    "Paragraph4": "Sand dunes extend all the way to the horizon, white in the midday sun and golden by sunset. Youre on the edge of the Sahara, whose hostile climes dont relent until you get south of Mauritania. Look down from sandscape and youll start to notice the details: canyons and herders wells, as well as many animals hidden in burrows and caves, awaiting cooler night-time temperatures.",
    "image3": "",
    "Title5": "5. Desert safaris",
    "Paragraph5": "Hippos and lions wouldnt last long here. Instead, desert safaris show you specialised creatures adept at desert adaptation. If you want to see the most wildlife, go on a night drive. Mammals like Saharan striped polecats, African hedgehogs, and fennec foxes  many travellers most prized sighting  are far more active when the hot sun disappears. Its time for a midnight feast for the eyes.",
    "Title6": "6. Laâyoune",
    "Paragraph6": "Laâyoune, built on the site of desert oases, is the principal town in Western Sahara. Its a useful base for meeting your guides before onward travel into the desert. The administrative Western Sahara towns might lack history, but they can be colourful places. Women wear sari-type fabrics swept over their heads and bodies; the riot of colour choices is striking in the bleach-white midday sun."
}