{
    "Main_Title": "Our India holidays & tours",
    "Main_Paragraph": "Whether exploring the Golden Triangle, tracking tigers in Ranthambore National Park, or relaxing into the laidback lifestyle of Keralan houseboats and homestays, our India holidays unfurl the layers of this vast and endlessly interesting country. There’s no better advantage than travelling with a local guide who can explain the landscapes, customs and beliefs of the place they grew up with conviction. The trackers on our tiger-watching tours share similar expertise. Finding the big cats is only half of it – they’ll also explain how your holiday helps protect them, and the other wildlife you’ll see.",
    "Subtitle": "About our India holidays",
    "Title1": "The Golden Triangle in India",
    "Paragraph1": "The extremely popular Golden Triangle tourist route through Rajasthan links the cities of Delhi, Agra and Jaipur. Drive times between the sights are very manageable, leaving you plenty of time to take them all in – most particularly, the Taj Mahal, which sits just outside Agra. Whilst this gorgeous white mausoleum is a highlight, red sandstone has made the cities beautiful. The area has a complicated, breathless history, and waves of invading forces built its many forts and palaces. You’ll never escape the crowds, but our holidays seek out less-visited sites, and plan timings carefully to give you the best possible experience.",
    "image1": "",
    "Title2": "Tigers & wildlife holidays in India",
    "Paragraph2": "There are vanishingly few places in the world where you can see tigers, but India has 50 tiger reserves for its remaining 2,500 big cats. Ranthambore, Bandhavgarh and Pench are the places to go to see tigers, and our holidays employ drivers and guides who are conscious of the need to keep a respectful distance from the wildlife, rather than chasing the perfect photo. Whilst you’re in the parks, you’ll also want to keep your eyes out for sambar, swamp deer, monkeys and mongoose. Tigers rule, but there other big cats too. Snow leopards can be tracked in Ladakh, high in the Himalayas, whilst rare Asiatic lions roam Gujarat.",
    "image2": "",
    "Title3": "Kerala",
    "Paragraph3": "Kerala must be the quintessential south India holiday destination. Hot, humid and coastal, its towns have a relaxed, cosmopolitan feel. Fish stews, sambars and dosas make a rich cuisine, and there’s a long tradition of Ayurvedic massage and Kathakali dance. Our homestays with local families promise you an authentic introduction to Keralan culture. The historic city of Cochin is the centre for tourism, and its famous backwaters are a popular place to explore by boat or kayak. Post-monsoon, the forests become bright green and cycling is a great way to go off the beaten track.",
    "Title4": "Rajasthan",
    "Paragraph4": "Up in India’s northwest, Rajasthan, the country’s largest state, has a lot going on. It is justly famous for Ranthambore National Park, where you can see tigers. For culture lovers, there’s the Golden Triangle, then great cities like Udaipur, Jodhpur and Jaisalmer, too. But alongside the wealth of wildlife, Mughal Palaces and pink sandstone forts, there’s another side to Rajasthan. It’s known as the Desert State for a reason. Escape the city crowds as knowledgeable local guides show you around the Thar Desert, where camels roam between sandstone towns and dunes stretch all the way to the Pakistan border.",
    "image3": "",
    "Title5": "Indian Himalayas",
    "Paragraph5": "Born 50 million years ago, when India crashed into Asia, the Himalayas are the world’s largest crumple zone. Their intimidating peaks shouldn’t put you off visiting, especially as hikes in the Indian Himalayas are more accessible and quieter than other areas – our trekking holidays are led by local mountain guides who are brilliant at forging connections in the remote communities you pass. In the disputed region of Kashmir you’ll find Ladakh, where the remote Markha Valley Trek, plus the slim chance of snow leopards, draws out the adventurous. Or head east to Assam, where you can spot one-horned rhinos by the Brahmaputra River in Kaziranga National Park.",
    "Title6": "Types of tours & holidays in India",
    "Paragraph6": "Big cat fan? You’ll get the chance to track tigers and snow leopards on our wildlife holidays in India. Meanwhile our walking holidays are becoming an increasingly popular way to see a different side to India beyond the frenetic cities and busy tourist sites. You can find some fantastic routes in Kerala or the Himalayas. Similarly, our cycling holidays are a great way to reach less-visited areas for a fresh perspective. Or travel alongside local people on a low carbon rail holiday; India has some iconic railway routes. And going on a small group trip allows you to do it all with a ready-made entourage of like-minded travellers."
}