{
  "destination": "Croatia",
  "mainPhoto": "",
  "id": "best-of-the-adriatic-tour-venice-to-dubrovnik",
  "tourName": "Best of the Adriatic: Tour Venice to Dubrovnik",
  "placesVisited": "Venice, Rovinj, Zadar, Plitvice Lakes National Park, Krka National Park, Split, Hvar, Korcula, Dubrovnik",
  "generalInfo": "This 18-day sample itinerary gives you the ultimate tour along the Adriatic with a mix of iconic highlights together with offbeat attractions and surprises. Imagine magical old cities, mesmerizing national parks, mystical islands and all the possibility of the coastline with truffle hunting, wine tasting, island hopping, cave swimming, canals, palaces, waterfalls, and medieval villages. Venice to Dubrovnik is the perfect route along the Adriatic coast as you follow the footsteps of past empires and civilizations.",
  "durationDays": "18",
  "price": "12,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Venice – Savoring the City of Canals",
      "description": "Venice may seem like an unusual place to start a southeastern Europe tour, but the Venetian influence reaches far wider than just the city of canals. A vast empire once spread along the Adriatic with Venice the trading center between the Orient and Europe. Touch down in this iconic city, and then you will transfer in the style of the old traders as a gondolier punts you down the canals to your boutique five-star hotel. A maze of narrow alleyways is perfect for getting lost, a quintessential first experience in a city that seduces you from every angle. In some cities, you will need a guide, and tomorrow you will enjoy an engaging guided experience, but your first day in Venice is all about where your footsteps can randomly take you."
    },
    {
      "dayNumber": "2",
      "title": "Venice – A Private Venice Walking Tour Plus Murano and Burano Islands",
      "description": "Wander through the character and charm of the city with your guide to absorb the history that fills Venice’s streets. Basilica San Marco stands in a state of repose, Marco Polo’s House emanates a legendary tale, and Doge’s Palace indicates the power that the Republic once enjoyed. You can walk across the Bridge of Sighs, sip coffee on elegant plazas, and find many of the postcard monuments the city is known for. Head to Murano in the afternoon, the island where fishers unload their catch and furnaces of fire keep alive the craft of traditional grass-blowing. Nearby Burano has a tranquility to contrast with the bustle with elderly ladies embroidering lace on the squares. Enjoy watching the artistry, and then spend another leisurely night getting lost in the small city center."
    },
    {
      "dayNumber": "3",
      "title": "Rovinj – Uncovering a Vibrant Medieval Heritage",
      "description": "Travel next to Istria, and there will be a subtle change in the atmosphere that is now part Croatian, part Venetian, and unmistakably Mediterranean. Rovinj is one of the great European fishing ports, and the harbor is a hive of energy and enchantment throughout the morning. Low-key and low-rise, the old city is packed tight with cobbled streets and elegant piazzas. Like Venice, Rovinj an old city of islands with cathedral towers standing proudly above manicured parks and colorful townhouses. Craft stalls spill onto the streets, and it will seem like every corner has a different gallery. You will transfer privately to Rovinj, and then immerse yourself in the old town with the Church of St. Euphemia and Balbi Arch the most unmissable icons within the winding streets."
    },
    {
      "dayNumber": "4",
      "title": "Rovinj – Truffle Hunting and Local Experiences in the Istrian Peninsula",
      "description": "Istria’s hinterlands have a hidden beauty as olive groves tumble lazily around meandering rivers, vineyards nestle on rolling slopes and medieval towns dot the landscape. Today’s full-day tour will explore this beauty, beginning with the quiet Gothic town of Motovun. Escape into the forest on a Buzet truffle hunt with dogs helping to sniff out the aromatic delicacies. You will taste truffle products in the forest and then ascend to the hilltop town of Groznjan, an enduring symbol of Istria’s medieval history. Most visitors to Istria do not leave the coast, and this day trip showcases the authenticity of this unique region. Remember the impressions, because you will soon see how they are distinct from the rest of Croatia."
    },
    {
      "dayNumber": "5",
      "title": "Rovinj – Exploring Brijuni National Park and Pula",
      "description": "Two experiences will combine on this day spent along the coast. Begin with nature in Brijuni National Park for a sublime landscape of small islands and blue-green waters. An area that has long been the hangout of Eastern Europe’s heads of state, forests rise above the waves, islands are dappled with small cafes, and you will begin to see that the Dalmatian Coast has a very distinctive color of the water. Move next to Pula, the great Roman-Venetian city on the coast where Roma Temple juxtaposes with an early Catholic Cathedral and the remains of rule by Napoleon and Austria. 2,000 years of history are lived out through the architecture and attractions, and your guide will help you to distinguish the subtle evolution of styles in a stunning little city."
    },
    {
      "dayNumber": "6",
      "title": "Zadar – Plitvice Lakes and Sunset With the Sea Organ",
      "description": "Waterfalls look like bridal veils as they dot the forests of Plitvice Lakes National Park. The falls connect small lakes and limestone passages with their dense beech and fir tree surroundings bringing a scene that could come from a Microsoft Windows splash-screen. The surroundings are silent and surreal, a park that you can explore on a panoramic electric train and on noiseless boats. Mazy paths take your feet to more waterfalls and quiet lakeshores, passing endemic birdlife and perhaps the prints of a brown bear as you walk. Before your self-guided discovery of Plitvice Lakes, you can stop in the watermill village of Rastoke. Afterward, visit a traditional restaurant in Lika for lunch. After such a tranquil day, you will be surrounded by music at sunset as Zadar’s Sea Organ starts to sing, a deep resonant call that epitomizes the city’s inimitability."
    },
    {
      "dayNumber": "7",
      "title": "Zadar – A City of Cafes, Charms, and Surprises",
      "description": "Redolent and restful, Zadar surprisingly lacks in visitors. It is a city of characters, where Roman ruins and cosmopolitan cafes can go hand in hand and medieval churches mingle with elegance alongside some unsightly communist architecture. A walking tour will reveal the beauty of the streets, along with a turbulent history that also includes Venetian and Byzantine empires. Reservations will have been made at a beautiful seafood restaurant for lunch, and then the afternoon is at your leisure. You will probably want to return to the promenade, and the sea organ as the rolling surf pushes the air through an elaborate system of pipes and whistles, creating a poetic song so distinct to Zadar."
    },
    {
      "dayNumber": "8",
      "title": "Zadar – Day Trip to the Island of Pag",
      "description": "Pag has a strange name and a very strange landscape with sun-bleached karst rocks occupied by mobs of Pag sheep. Nestled between the mountain ridges and engulfed by Adriatic waters, Pag is part island escape, part Croatian farm life, and part destination from the moon. On a full-day tour, you will begin at a family-run cheese farm, and then traverse the strange rocks for lunch at one of Croatia’s best restaurants. Walk through the ancient wild olive groves in the village of Lun to explore the cliff-dappled coastline, and then weave back past the sheep to the port. You will return to Zadar by boat and car, likely amazed by the distinction between city and island."
    },
    {
      "dayNumber": "9",
      "title": "Split – Immersed in the Natural World",
      "description": "Travertine waterfalls thread a path down the Krka River and dominate your journey through Krka National Park. Walking trails wind through the lush forests and a small village stands where the waterfalls meet the sea. On the natural route south towards Split, the national park is ideal for a self-guided discovery with options for easy and adventurous hikes along with the cafes of Skradin village. Sibenik is also on your route, its mazy medieval center dominated by one of southeastern Europe’s finest buildings. Sibenik Cathedral is now a World Heritage Site and stunning contrast to what you may have previously seen in Western Europe."
    },
    {
      "dayNumber": "10",
      "title": "Split – The UNESCO World Heritage Wonders of Trogir and Split",
      "description": "The streets shout gloriously of their artisanal past in Trogir with Romanesque churches set beside Renaissance palaces and Baroque townhouses interspersed with medieval leftovers. Perhaps no other town in Eastern Europe can showcase such architectural integrity with the remains of civilizations carefully preserved rather than plundered. A morning in Trogir is complemented by an afternoon in Split, where the guided tour focuses on another UNESCO World Heritage Site, Diocletian’s Palace. Split grew out from this old Roman palace, and you could call it ostentatious if it were not for the sheer commitment to art and detail. The palace brings history and culture, architecture, and art, a centerpiece in a city that will surprise you in many ways. For the evening, take a stroll around Riva Harbor, grabbing a seat at a coastal cafe or wine bar."
    },
    {
      "dayNumber": "11",
      "title": "Split – Discovering Bosnia: Mostar and Pocitelj",
      "description": "Pocitelj, in Bosnia, is a two-hour drive from Split yet it feels thousands of miles away. Language changes, faces are different, the culture is distinct, and the cities have their own vaults of histories. Ottoman-era fortress walls still circle the village of Pocitelj, although the stairways whisper stories of the 1990s destruction. Climb Gavrakapetan Tower in the still ruined district of Utvrda, and there is a further sense of how millennia of history can almost be wiped out from a single year of modern weaponry. Continue your Bosnian adventure in Mostar, a city decimated by war but rebuilt in 2004. Ottoman-style architecture remains, and the harmony between the mosques and the cathedrals symbolize the modern unity of the country. Return to Split via Blagaj town, and you will notice the evident change in the atmosphere."
    },
    {
      "dayNumber": "12",
      "title": "Hvar – Fragrant Farmlands, Beautiful Towns, and Island Life",
      "description": "Hvar will delight all of your senses as vineyards stretch across the interior hills. Traditional fishing villages invite you to linger, perhaps with a coffee on one of the harbor-front terraces. Stari Grad dates back 2,400 years and is gorgeous at all hours of the day, a town of cobblestone and charm that epitomizes Croatia’s island appeal. Your guided half-day tour will cover all corners of the island and the wineries before a traditional konoba dinner offers another side to the island. The setting is sublime in an old stone restaurant in an abandoned medieval village."
    },
    {
      "dayNumber": "13",
      "title": "Hvar – A Day of Island Hopping and Exploring Caves",
      "description": "The other half of the Hvar experience comes on the coast as you travel through an archipelago of caves and coves. Cruise beneath the towering sea cliffs to the Blue Cave with the water’s ethereal color unlike any other in Europe. Go swimming in a lagoon that’s back-dropped by the cliffs, and then continue to Ravnik Island for a swim in the Green Cave as javelins of light pierce through cracks in the cave ceiling. Spend some time relaxing on the Pakleni Islands, including a catch of the day from a fishermen’s restaurant, and then enjoy more time to swim and sunbathe before returning to Hvar. There will be another unique dinner this evening, this time an organic restaurant on a family olive estate."
    },
    {
      "dayNumber": "14",
      "title": "Korcula – The Very Best of the Green Island",
      "description": "Continue your island-hopping adventure on Korcula, an island that fulfills its green epithet. This was the birthplace of Marco Polo, and there is something about the island that inspires you to explore. Wander Korcula town with your private guide, visit Polo’s house and immerse yourself in the Gothic-Renaissance style of the 15th century. Ancient walks surround the city and serene gardens provide a place of rest. Perhaps it is the atmosphere, or maybe just the traveler’s legend, but Korcula has the ability to energize the weariest of visitors. Spend the day in the city, and you will wake up ready for another two weeks of exploring."
    },
    {
      "dayNumber": "15",
      "title": "Dubrovnik – Wine and Oyster Tasting on the Stunning Peninsula",
      "description": "You will not have two weeks to go, but you do have three more full days that begin with a boat ride to Orebic and a drive to the 14th-century city of Ston. Epic fortified walls provide one experience while a Ston oyster farm provides another. You can pluck the oysters straight from the sea walls, drizzling a little lemon juice before swallowing them with your feet in the water. Continue exploring the seafood with a local lunch before a relaxed tour of the region’s oldest wineries with a tasting included. From there, it will be another hour along the peninsula to Dubrovnik, a charming city that has been made even more famous by its appearance in the Game of Thrones and Star Wars."
    },
    {
      "dayNumber": "16",
      "title": "Dubrovnik – Magic and Mystery of the Fortified Town on the Coast",
      "description": "Most visitors to Dubrovnik have seen the city before, either in the dreamy photos or on the big screen. Regardless, none can avoid the sense of awe that accompanies your first stroll through the old town. Marble streets are lined with Baroque buildings as majestic city walls stand over the sparkling Adriatic. Glitzy restaurants juxtapose with medieval-style barbershops and polished bastions, and this is a city with magic and mystery that can seem fictional, even when you hear your own footsteps echoing through the pedestrianized Old Town. Spend the morning on a private walking tour, and then take the cable car to Mt Srd, where the sheer beauty of Dubrovnik and its location is displayed. For the evening, you will have reservations at the city’s arguably finest restaurant."
    },
    {
      "dayNumber": "17",
      "title": "Dubrovnik – A Day Trip to Neighboring Montenegro",
      "description": "Enjoy your final day with a fourth country as your guide brings you an hour south to Montenegro. Wind around the coast, first stopping at the strangely melancholy village of Perast, where grand palaces and churches speak of a wealthy distant era. A short hop south will bring you to Kotor, a city that can rival Dubrovnik for its labyrinthine marble lanes thought it is far quieter than its Croatian neighbor. Move next to Budva, where you can relax at a beachside cafe and walk around an ambient old town. Each of the destinations is distinct, helping to create a more rounded impression of a country that is set to become a major tourist destination in the next two decades."
    },
    {
      "dayNumber": "18",
      "title": "Dubrovnik – Departure",
      "description": "After breakfast, you will be transferred to Dubrovnik’s airport for your outbound flight."
    }
  ],
  "map": ""
}