{
  "destination": "Croatia",
  "mainPhoto": "",
  "id": "blissful-discoveries-of-croatia-itinerary",
  "tourName": "Blissful Discoveries of Croatia Itinerary",
  "placesVisited": "Zagreb, Split, Trogir, Hvar, Dubrovnik, Bay of Kotor",
  "generalInfo": "Croatia extends an elegant hand on this resplendent 11-day tour of the compelling country. Experiences will prove breathtaking, from soaring above the lavender fields of Hvar and delving in the history of the Romanesque settlements in Split to the sumptuous flavors of locally grown oysters and hidden off Hvar’s glittering shores. This tour allows you to discover Croatia like never before.",
  "durationDays": "11",
  "price": "7,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Zagreb - Your First Steps in Croatia",
      "description": "The city of Zagreb is steeped in Croatian history and a cultural vibrancy that you will slowly discover after touching down in the country. After landing and collecting your belongings, you will transfer to your accommodation near some of Zagreb's iconic highlights. You can allow scenes of red-roofed homes and cobblestone streets to entice you during strolls through colorful districts. The Croatian capital's energy is palpable, and its youthful character pours from corners where hideaway bars buzz into the night with local and foreign crowds."
    },
    {
      "dayNumber": "2",
      "title": "Split - Highlights of Kaptol and Gradec",
      "description": "Your day will be enjoyed privately touring the heritage highlights of Zagreb before transferring to Split in the afternoon. Sunshine may flood the classical Ban Jelacic Square, which is where you will start your journey to Kaptol and Gradec. After arriving in Kaptol, images of the settlement’s great cathedral spires will be noticeable, and artisanal crafts will litter the stalls underneath the iconic roof of Dolac Market. After crossing the tree-hugged border between two hills, you will enter the Stone Gate of Gradec, where century-old charm is cataloged within the walls of St. Mark’s Church and Lotrscak Tower."
    },
    {
      "dayNumber": "3",
      "title": "Split - Trogir and the Dalmatian Hinterlands",
      "description": "You will be amazed by Split’s exuberant splendors as you tour its sweeping Roman influences from the city center to the medieval town of Trogir. Renaissance roads will lead the way, and Christian churches and Roman cathedrals rise to meet the skyline. The religious buildings' age-old walls are etched into Croatia’s history. Within their stunning complexes, you may unravel the region's spiritual roots. Your discoveries will then lead you to a world-famous winery that is regarded as one of the finest in the world with the backdrop of the Dalmatian hinterlands. Here, you can delight in tastings and snacks."
    },
    {
      "dayNumber": "4",
      "title": "Hvar - Picturesque Scenes",
      "description": "Nestled in the Adriatic Sea lies the spectacular Croatian island of Hvar. By uncovering the steeped origins of little villages, such as Malo Grablje and Velo Grablje, on a guided tour of Hvar, you will cherish the heritage of this locale before reaching the crest of Saint Nicholas peak. Here, you will capture scenes of olive-green vineyards and the sloping hillside as well as fragrances of lavender. Your tour will be complete with a traditional Croatian meal at an authentic, family-run tavern in the countryside."
    },
    {
      "dayNumber": "5",
      "title": "Hvar - The Blue and Green Caves",
      "description": "A seascape adventure around the Croatian islands will highlight more of the Adriatic Sea's unending luxuries. You will meet the captain of a private speedboat and sail along the turquoise sea to caves that have been carved into the craggy cliffs that compose the seascape. The Blue and Green Caves, which you will swim in today, are reminiscent of places in movies. Inside their deep caverns, the water glows as if shimmering crystals lay in their depths. Your maritime discoveries will continue on pebbled beaches and in translucent water before returning to your accommodation in the afternoon."
    },
    {
      "dayNumber": "6",
      "title": "Hvar - Crafting Croatian Cuisine",
      "description": "Inspired by herb-infused Mediterranean meals, Croatian cuisine is packed with tantalizing flavors in which you will indulge during an in-depth culinary course near Hvar’s fruitful farms. After picking fresh produce from the soil and gathering herbs from the fields, you and your personal chef will use the best ingredients to craft your authentic Croatian cuisine. As you master the Mediterranean techniques, your chef will trace back the local gastronomic culture and Hvar’s wine-making heritage. Upon completing an assortment of dishes, you will tuck into your creations together around the table and celebrate a delightful day of crafting Croatian cuisine."
    },
    {
      "dayNumber": "7",
      "title": "Dubrovnik - Oyster Tasting in Hodilje",
      "description": "Your adventures will lead you to Dubrovnik after a stop in the charming village of Hodilje. Here, your host will share sumptuous preparations of oysters that have been cultivated at a local oyster and mussel farm. A demonstration will reveal the meticulous process of growing, harvesting, and preparing oysters per generations-old techniques. Served with olive oil, wine, rakija , traditional Bulkan brandy, and Buzara sauce, your exquisite tasting experience will leave nothing to be desired alongside a bewitching backdrop."
    },
    {
      "dayNumber": "8",
      "title": "Dubrovnik - Croatia’s Finest Foods",
      "description": "In Dubrovnik, you will immerse yourself in Croatian culture through its tantalizing food on a guided tasting tour of the city. Beneath the Baroque battlements of ancient castles and the towering spires of Roman cathedrals, you will share in the delectable delicacies of authentic eateries and fine-dining restaurants. The flavors and aromas of exceptionally well-crafted dishes will awaken your senses as you watch the world pass by from stylish terraces that overlook the skyline’s red-roofed scenery. You may then spend your afternoon basking in the sunshine on the sandy shores of Banje Beach."
    },
    {
      "dayNumber": "9",
      "title": "Dubrovnik - Montenegro’s Magnificent Bay",
      "description": "The Mediterranean Sea's splendors spread from the shores of Dubrovnik through the Bay of Kotor in Montenegro, which is another Bulkan country you will visit on an enchanting tour. Kotor rests among staggering cliffs and is fringed a picturesque scene you will swoon over while strolling through charming towns. In these Bulkan towns, you will appreciate the ancient Romanesque buildings and cathedrals that compose the skyline, delving deeper into the heritage that underpins Montenegro’s steeped history. After leaving the serene natural fortress, you will soon find yourself back in Dubrovnik."
    },
    {
      "dayNumber": "10",
      "title": "Zagreb - Hidden Discoveries",
      "description": "Today, you will set off to Zagreb for your final evening in Croatia. Zagreb teems with cultural and heritage charm that you will have yet to explore. You may spend your day leisurely uncovering its additional highlights at your own pace. From the decorated art galleries that share bewildering Bulkan masterpieces to the venerated museums of Croatia’s sanctified relics, Zagreb is a dream to discover. You can enjoy sunset panoramas from the balcony of an elegant restaurant before returning to your suite for a quiet night's rest."
    },
    {
      "dayNumber": "11",
      "title": "Zagreb - Departure",
      "description": "From sunrise to sundown, Zagreb overflows with youthful energy and character. The moments in which there is little to do will allow you to luxuriate in the Croatian spirit at a light and leisurely pace. You may appreciate making your final memories in Croatia before checking out of your palatial accommodation and transferring to the international airport."
    }
  ],
  "map": ""
}