{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "CEP",
  "tourName": "San Jose’den Panama’ya",
  "placesVisited": "Costa Rica, Panama",
  "generalInfo": "Güzeller güzeli Panama’ya geçmeden önce Kosta Rika’nın Pasifik kıyısında dolaşın. Bulutlu ve kimi zaman balta girmemiş ormanlarla, fokur fokur kaynayan çamurlarla, termal göllerle, volkanlarla, sakin adalarla ve bol miktarda vahşi yaşamla karşılaşın. Yolculuk sırasında orman örtüsü boyunca insanın içine neşe katacak zip lineları kullanabilir, kanyonculuğu, raftingi ve kanoyu deneyebilirsiniz. Dünyanın en ünlü kanalına ev sahipliği yapan Panama’ya giderken Bocas del Toro’nun plajları ve sığ kayalıkları sizi büyüleyecek.",
  "durationDays": "14",
  "price": "1159",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler ve aktiviteler: </strong></p>\n<p>&gt; Manuel Antonio Milli Parkı’na giriş</p>\n<p>&gt; Monteverde Bulut Ormanı Koruma Alanı'na giriş</p>\n<p>&gt; Bocas del Toro</p>\n<p><strong>Konaklama:</strong> Otellerde 13 gece</p>\n<p><strong>Taşıma:</strong> Toplu taşıma, bot, Özel araç, uçak</p>\n<p><strong>Yemekler:</strong> 7 kahvaltı, 4 atıştırmalık kahvaltı</p>\n<p><strong>Diğerleri:</strong> Siempre Tour tur lideri</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "San Jose’ye Varış",
      "description": "Kosta Rika’nın başkenti San Jose kahve ve şeker kamışı çiftlikleri arasında verimli bir vadide yer almaktadır. Depremlerden dolayı sömürgecilik dönemi mimarisinden pek bir şey kalmamıştır geriye. Fakat 1897’de inşa edilen Ulusal Tiyatro kesinlikle görülmeye değer. Belki buradayken bir performansa denk gelecek kadar şanslısınızdır. Altın Müzesi, Jade Müzesi ve Ulusal Müzeler de yine ziyaret etmek için kesinlikle önerilir."
    },
    {
      "dayNumber": 2,
      "title": "Manuel Antonio",
      "description": "Orta Vadi’den Pasifik kıyısına, gür yeşilliklerle kaplı kırsallardan geçerek ülkedeki en ünlü parklardan biri olan Manuel Antonio Milli Parkı’nı görmek için küçük bir köy olan Manuel Antonio’ya gidiyoruz. Bu ünlü park, güzel lagünler, palmiyelerle kaplı plajlar, çok sayıda hayvan ve yemyeşil ormanlar ile kutsanmıştır. Manuel Antonio Ulusal Parkı'na ev sahipliği yapan birçok canlı arasında yakalı tembel hayvanlar, pelikanlar, beyaz yüzlü maymunlar, antiloplar ve devasa iguanalar bulunur. Aynı zamanda plajları ile de ünlüdür - maymunların ve rakunların hırsızlıklarından korunmak istiyorsanız eşyalarınıza sahip çıkın!"
    },
    {
      "dayNumber": 4,
      "title": "Santa Elena ve Monteverde",
      "description": "Bir zamanlar muz ihracatı için çok önemli bir liman olan eski Quepos kasabasına gidiyoruz. Daha sonra, Pasifik Okyanusu'na ulaşmamız için düzleşecek olan yemyeşil tepelerin muhteşem manzarasına tanık olacağımız dik ve engebeli bir dağ yoluna çıkıyoruz. Bulutlara erişen ve 1950'lerde Amerikan Quaker'ları tarafından kurulan küçük Santa Elena kasabasına varıyoruz."
    },
    {
      "dayNumber": 6,
      "title": "La Fortuna",
      "description": "Bir sonraki yolculuğumuz, minibüs ve botlarla bizi bulut ormanının dağlarından götürüyor. Arenal Gölü'nün ilk ayağı yaklaşık 1 saat 30 dakika sürüyor ve manzara gerçekten muhteşem. Dönüp duran tepeler en sonunda Arenal Volkanı'nın uzak manzaralarına yol açıyor ve kimi yerlerde fotoğraflar çekimi için durabiliriz. Yolun kenarında son kez durduğumuzda, bir toprak yoldan aşağı inerek Arenal Gölü kıyısındaki teknemize ulaşıyoruz. Manzara gölden gerçekten inanılmaz ve yaklaşık bir saat boyunca yavaş yavaş Arenal Volkanı'na yaklaşıyoruz. Diğer tarafa vardığımızda, başka bir minibüse binip 30 dakikalık bir seyahatle La Fortuna'ya varıyoruz."
    },
    {
      "dayNumber": 8,
      "title": "San José",
      "description": "Daha sonra bir geceliğine San Jose'ye dönüyoruz. Özellikle haftasonu buradaysanız dünya standartlarında restoranlarda yemek yiyebilir, muhteşem gece hayatına dalabilirsiniz."
    },
    {
      "dayNumber": 9,
      "title": "Bocas del Toro",
      "description": "Kosta Rika'dan ayrılıp otobüsle Panama'ya gidiyoruz. ? TL çıkış vergisi ve Panama’ya varışta da ? TL giriş ücreti ödemek zorundayız. Botumuza atlayarak onlarca su sporu seçeneğimizin olacağı Bocas del Toro'ya gidiyoruz. Bocas del Toro takımadaları ziyaretçilere çok çeşitli cazibeler ve doğal ortamlar sunuyor; fauna ve flora bolluğundaki lüks yağmur ormanları. Bu güneşli adalarda Karayiplerin en iyileriyle yarışan plajlar, mercan kayalıkları ve kristal berrak sular var. Boş zamanlarınızda Bocas del Toro'nun tadını çıkarmak için iki gününüz var. Dalış, şnorkelli yüzme ve kano gezileri ve yakındaki Mangrove Ormanı'na bisiklet kiralama ve tekne gezileri gibi seçenekler vardır."
    },
    {
      "dayNumber": 11,
      "title": "Boquete",
      "description": "Sonra yaylalara ve büyüleyici dağ köyü Boquete'ye gidiyoruz. Volcan Barú'nun doğu yamaçlarında yer alan Boquete, soğuk iklimlerde güneşlenmek ve mükemmel manzaralara eşlik etmek isteyenler için gittikçe popüler bir yer haline geliyor. Boquete'nin tüm Panama'daki en tatlı portakalları ve en zengin kahvelerden bazılarını ürettiği biliniyor; çünkü çevredeki tepeler ve eğimler sürdürülebilir tarım uygulamalarıyla bilinen alacalı kahve tarlaları ile kaplı. Bu çiftlikler, dünyaca ünlüdür ve dağın daha yüksek kısımlarındaki bulut ormanlarında yaşayan kuşlarla aynı sayıda kuşa ev sahipliği yapar."
    },
    {
      "dayNumber": 13,
      "title": "Panama City",
      "description": "Bugün, Panama şehrine kısa bir uçuş uzaklığındaki David'e gidiyoruz. Panama City, Güney Amerika'ya geçiş noktası ve kesinlikle görülmeye değer olan ünlü Panama Kanalı'na ev sahipliği yapıyor. Panama Kanalı Geçişinde bir yer ayırtma seçeneğiniz var, böylece tekne ile ünlü suyolunu gezebilirsiniz. Zaman kısıtlaması nedeniyle bu gezi ile aynı günlerde Panama'dan yapılacak herhangi bir seyahat için rezervasyon yaptırmamanız gerektiğini lütfen unutmayın."
    },
    {
      "dayNumber": 14,
      "title": "Panama’dan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}