{
  "destination": "Gürcistan",
  "mainPhoto": "",
  "id": "EEGA",
  "tourName": "Gürcistan ve Ermenistan Deneyimi",
  "placesVisited": "Gürcistan, Ermenistan",
  "generalInfo": "El değmemiş doğası, nefes kesen manzarası ve yüzyılların antik mirası ile dolu iki ülke arasında kültür dolu bir maceraya çıkın. UNESCO Dünya Mirası sitelerini ziyaret ederken Gürcistan'daki maceranıza başlayın ve bu 11 günlük macerada dünyanın en arkadaş canlısı halkı tanışacağınız Ermenistan'a adım atın.",
  "durationDays": "11",
  "price": "1869",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Konaklama: </strong></p>\n<ul>\n<li>- Otellerde 10 gece (ler)</li>\n</ul>\n<p><strong>Yemek: </strong></p>\n<ul>\n<li>- 10 Kahvaltı, 1 Akşam Yemeği (ler)</li>\n</ul>\n<p><strong>Geziler: </strong></p>\n<ul>\n<li>- Tiflis Şehir Turu,</li>\n<li>- Jvari Manastırı'nı ziyaret ,</li>\n<li>- Svetitskhoveli Katedrali'ni ve Ananuri Kalesi'ni ziyaret ,</li>\n<li>- Gregeti dağında off road macera,</li>\n<li>- Stalin evine giriş ve müze,</li>\n<li>- Uplistskhe kaya kesilmiş kentini ziyaret ,</li>\n<li>- Rabat kalesine rehberli gezi,</li>\n<li>- Vardzia Mağara Kentini ziyaret ,</li>\n<li>- Khertvisi Kalesi'ni ziyaret ,</li>\n<li>- Gümrü yürüyüş turu,</li>\n<li>- Şehir müzesi ve katedral ziyareti,</li>\n<li>- Verevan yürüyüş turu,</li>\n<li>- Tarih müzesi,</li>\n<li>- Şarap tadımı Ermeni köyü Areni,</li>\n<li>- Sanahin Manastırı'nı ziyaret ,</li>\n<li>- Haghpat Manastırı'nı ziyaret</li>\n</ul>\n<p><strong>Ulaşım: </strong></p>\n<ul>\n<li>- Yürüyüş,</li>\n<li>- Özel Araç</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Tiflis'e Varış",
      "description": "Maceraya, mükemmel bir resim olan başkent Georgia'da başlayabilirsiniz. Bu sabah, Gürcüler için kutsal bir yer olarak kabul edilen Kutsal Üçlü Katedrali ve Tiflis'in en eski semtlerinden birinde bulunan Sioni Katedrali dahil olmak üzere, inanılmaz yerleri ziyaret edeceğiz. Yol boyunca Tiflis Camii ve Legvtakhevi Şelalesini göreceğiz ve gün sonunda otelinize dönmeden önce yerel kafe ve hediyelik eşya dükkanlarını ziyaret etme şansını yakalayacaksınız. Önemli - Bugün geliyorsanız, şehir turunuzun otelden saat 10: 00'da başladığını lütfen unutmayın. Gecikme durumunda biraz zaman ayırmanızı tavsiye ederiz. Bir gün önce gelmeyi tercih ediyorsanız, tur öncesi konaklama rezervasyonu yaptırabilirsiniz."
    },
    {
      "dayNumber": 2,
      "title": "Mtskheta, Ananuri and Gudauri ski",
      "description": "Bugün, Doğu Gürcistan'ın antik başkent Mtskheta'ya yola çıkıyoruz. Burada, 6. Yüzyılda inşa edilmiş Jvari manastırının UNESCO dünya Mirasıdır. Ardından, 16. ve 17. Yüzyıllar arasında Aragvi Nehri'nin sağ kıyısında inşa edilen Ananuri kalesine gideceğiz. Ardından, ana dağlık fotoğrafçılık için de mükemmel bir durak olan Kafkas sırtının güney yamaçlarında bulunan Gudauri kayak merkezine gidiyoruz."
    },
    {
      "dayNumber": 3,
      "title": "Stepantsminda & Gergeti Trinity Klisesi",
      "description": "Bu sabah, Kafkas dağlarından Stepantsminda'ya doğru manzaralı bir yolculuğa çıkıyoruz. Stepantsminda yürüyüş ve açık hava keşifleri için popüler bir mekan, küçük ama dost canlısı kasaba bir zamanlar Kazbegi olarak biliniyor ve nefes kesici manzaralar ve temiz dağ havası sunuyor. Açık hava macerası, 4x4 araçla Gergeti Trinity kilisesinin bulunduğu Gergeti dağının tepesine inerken devam ediyor. Keşif günümüzden sonra gecelememiz için Tiflis'e geri dönüyoruz."
    },
    {
      "dayNumber": 4,
      "title": "Gori, Uplistsikhe Caves, Borjomi & Akhaltsikhe",
      "description": "Kahvaltıdan sonra Gürcistan'ın merkezine gidiyoruz ve Joseph Stalin'in evinin ve müzesinin bulunduğu Kartli bölgesindeki Gori kasabasını ziyaret ediyoruz. Bundan sonra Mtkvari Nehri'nin kuzey tarafının üzerinde bulunan antik mağara şehri Uplistsikhe'ye gidiyoruz. Burada Erken Demirden Orta Çağ'a kadar antik eserlere ve arkeolojik kazılara rastlayacaksınız. Yolculuk, Samtskhe bölgesinden Borjomi spa beldesinEe devmüam ediyor . Borjomi-Kharagauli Milli Parkı'nın yemyeşil ormanları arasında doğa yürüyüşü yapacağız, burada şifalı güçleri ile ünlü Borjomi maden köpüklü suyunu da tadacağız. Daha sonra geceyi geçireceğimiz Akhaltsikhe kasabasına gideceğiz."
    },
    {
      "dayNumber": 5,
      "title": "Akhaltsikhe, Rabath Castle & Vardzia",
      "description": "Sabah Akhaltsikhe'nin merkezinde bulunan Rabati Kalesi'ne rehberli bir gezi düzenliyoruz. Şehrin eski kısmını keşfederken, Sargis Jakeli Kalesi, Kale Kilisesi Sarayı ve yerleşik kabartma eserleriyle Saint Marine Kilisesi dahil olmak üzere çeşitli tarihi binalardan oluşan Rabati topluluğunu da göreceğiz."
    },
    {
      "dayNumber": 6,
      "title": "Enter Armenia & Drive to Gyumri",
      "description": "Kahvaltıdan sonra Ermenistan'a doğru yol alıyoruz, yolda güzel Khertvisi kalesinde duruyoruz. Sınırda aracı değiştirip yeni yerel rehberle devam edeceğiz. Daha sonra Gümrü'ye doğru yola çıkıp keşfe çıkıp şehir turu ile başlıyoruz. SGümrü, Ermenistan'daki ikinci en büyük şehirdir ve 18. yüzyıla kadar uzanan en eşsiz mimarinin bir kısmına sahiptir.En iyi rehberler ile şehri gezeceğiz.."
    },
    {
      "dayNumber": 7,
      "title": "Gyumri, Ejmiatsin, Zvartnoc & Yerevan",
      "description": "Bu sabah Gümrü'de gezmeye devam ediyoruz. Alexandropol olarak da bilinen tarihi merkeze yürüyeceğiz ve 19. yüzyıldan kalma geleneksel evlerin çoğunu göreceğiz. Daha sonra Echmiadzin'e devam edip, büyük ölçüde dünyanın en eski katedrallerinden biri olarak kabul edilen Ermeni Apostolik Kilisesi'ni ziyaret ediyoruz. Bir sonraki durağımız Erivan'ın başkenti. Güzel Ağrı Dağı'nın gölgesinde kalan kent, hem eski hem de yeni kültür ve bölgedeki en iyi yiyecekleri size sunacak.."
    },
    {
      "dayNumber": 8,
      "title": "Yerevan, Garni & Geghard",
      "description": "Bugün, binalarında kullanılan taşların rengi için 'pembe şehir' olarak da bilinen Ermenistan'ın başkentini keşfediyoruz. Günü, Ermeni halkının tarihi ve kültürü hakkında daha fazla bilgi edinmek için tarihi müzesine gideceğiz ve geniş caddelerini ve hareketli şehir meydanını keşfederek geçireeğiz. Bundan sonra, 13. Yüzyılda inşa edilen Geghard Manastırı'na (adı Mesih'in cesedini delmek için kullanılan efsanevi Lance'den gelen) dolaşın. Ayrıca, zart Nehri üzerindeki 9. Yüzyıl taş köprüsünü geçerek pagan Tapınağı Garni'yi ziyaret edeceğiz."
    },
    {
      "dayNumber": 9,
      "title": "Yerevan, Khor, Virap, Areni & Noravak",
      "description": "Bugün Khor Virap Manastırı'na seyahat ederek, Ermenistan ile tarihi yolculuğumuza devam ediyoruz. Manastırın 4-18. Yüzyıllar arasında yapıldığı ve kendi tarihi geçmişi için öne çıktığı söyleniyor. Burada ayrıca, Ermenistan'ın ölümsüz bir sembolü olan karla kaplı kutsal Ağrı Dağı'nın muhteşem manzarasını izleyebilirsiniz. En iyi kırmızı şarabın tadına bakmaya hazırlanın Ermeni şarap köyü Areni'ye giderken yerel bir şarap fabrikasını ziyaret edeceğiz sonrasında ise  12. Yüzyıl Manastırı Noravank'a gideceğiz.."
    },
    {
      "dayNumber": 10,
      "title": "Lake Sevan, Sanahin & Haghpat Monasteries",
      "description": "Dünyanın en yüksek rakımlı göllerinden biri Sevan Gölü'ne sabah ziyaretimiz ile güne başlıyoruz. Gölün kendisi koyu mavi renk ve çevresindeki dağlık alanlarıyla ünlüdür, bu yüzden yerel halk tarafından genellikle 'mavi gözlü güzellik' olarak adlandırılır. Daha sonra ‘Ermenistan’ dediğimşz  Dilijan kasabasına gidiyoruz. Şehrin içinden geçerken, sanatsal atölyeleri ve hediyelik eşyalar ve geleneksel nesneler satan küçük rustik dükkanları ile ünlü Sharaberyan Caddesi'ni ziyaret ediyoruz. Daha sonra, Sanahin ve Haghpat bölgelerinde iki tanınmış manastırı ziyaret ediyoruz. Ortaçağdaki Sanahin Manastırı birçok kilise ve şapelden oluşmaktadır ve 10. yüzyılda kurulmuştur. Kelimenin tam anlamıyla Ermenice'ye çevrildiğinde Sanahin, muhtemelen yakındaki Haghpat Manastırı'ndan daha eski olması nedeniyle “bu, bundan daha yaşlı” anlamına geliyor. Her iki manatsır da dini mimarinin şaheserleridir ve bu nedenle her ikisi de UNESCO Dünya Mirası alanları olarak listelenmiştir. Daha sonra sınıra geri dönüyoruz ve son gece için Tiflis'e dönmeden önce Gürcü rehberimizle tekrar bir araya geliyoruz."
    },
    {
      "dayNumber": 11,
      "title": "Depart Tbilisi",
      "description": "Bir ömür boyu hatırlayacağınız maceranız bugün sona eriyor. Uçuşunuz geç saatte ise veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız, turistik yerleri keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}