[
  {
    "destination": "Costa Rica",
    "mainPhoto": "",
    "id": "costa-rica-conservation-tour-tailormade",
    "tourName": "Costa Rica conservation tour, tailormade",
    "placesVisited": "San José, Brauillo Carillo National Park, Tortuguero Canal, Tortuguero National Park, Caribbean coast, Rainforest and Leatherback Turtle Reserve, banana plantations, La Selva Research Station, Osa Peninsula, Corcovado National Park, Drake’s Bay, Caño Island Biological Reserve, Optional night time beach patrol at the Leatherback Turtle Reserve",
    "generalInfo": "This journey from the Pacific to the Caribbean coast of Costa Rica takes you to some of Central America’s best wildlife and marine life viewing opportunities. It also provides an intense experience of rainforest, cloud forest, marine turtle and primate research and conservation.<br/><br/>Corcovado National Park<br/>For wildlife and marine life, the Corcovado National Park in the Osa Peninsula is a must for any visit to Costa Rica. The area has been described by National Geographic magazine as '..the most wildlife intense place on earth', both because of its primaeval forest and abundant offshore life. The western side of the Corcovado provides more than 30 miles of beach where the rainforest meets the Pacific Ocean. Populations of howler, capuchin, spider and squirrel monkeys are so healthy along the coast that they live in closer proximity than you are ever likely to find elsewhere.<br/><br/>Offshore, humpback whales from both the northern and southern hemispheres migrate. 17 kilometres from the coast of the northern Corcovado is the Caño Island Biological Reserve. Aside from Cocos Island way out in the Pacific, this is where you will find the country’s best marine life, both on the surface and beneath it. Dolphins are a feature of most visits to the island. Olive Ridley turtles and manta rays are also often seen at the surface and below. The coral reefs and steep drop-offs provide excellent snorkeling if you wish, with some huge shoals of fish and pelagic visitors such as sharks and barracudas. We can pre-arrange diving for certified divers.<br/><br/>Whilst you will experience the Corcovado based from a premium ecolodge, we begin your visit to the Caribbean coast ‘on location’ at one of Costa Rica’s most important leatherback turtle reserves. It was initially established to protect one of Central America’s most important nesting grounds for the giant Leatherback Turtles. It also protects a growing area of rainforest, the future protection of which your visit with us helps to protect.<br/><br/>Leatherback Turtle Conservation<br/>Giant Leatherbacks are the largest of the marine turtles, with the biggest measured specimen some 2.4 metres in length. Between mid March and early June, hundreds of leatherbacks come to our reserve to lay their eggs. Whilst they can move around freely in water, their quest to lay eggs is a monumental struggle. A pregnant female must first locate a beach and then drag her huge body five or more metres out of the sea using fins designed for water. These same fins then need to dig a metre deep hole in which she lays her eggs before covering them back over with sand. You can’t help but feel the strain of her quest and gain a sense of her vulnerability out of the water.<br/><br/>Fortunately, nesting leatherbacks are protected by law in Costa Rica and projects like those you will visit on this extension help to protect leatherback eggs from poachers and dogs. You will be asked to take great care in watching this process. Once a female has begun this process it is unlikely she will stop, but it is important to avoid upsetting her with torches or camera flashes.<br/><br/>The Leatherback Turtle Reserve was established to protect 6 kilometres of some of the most important leatherback nesting sites in Central America. Green turtles also arrive in large numbers here, but the Tortuguero National Park is best known for green turtles. Tortuguero literally means ‘place of turtles’ and it is the green turtles largest nesting site in the Western Hemisphere in fact. They start to arrive in July, which is about halfway into the period when leatherback hatchlings climb their way up through the sand and run the gauntlet of predators into the sea. Green turtle egg laying usually runs until October and hatchlings can be seen taking to the sea as late as November.<br/><br/>Both the reserve and the Tortuguero National Park are fantastic locations for spotting lowland rainforest wildlife and birdlife. Jaguars sometimes appear on the beaches in Tortuguero and puma tracks are often found at the reserve, as well as peccary and more than 265 species of bird. Howler monkeys and white fronted capuchins can be seen everyday, and for part of the year you will be able to follow and assist a primate researcher in her twice daily studies in the behaviour of this, the New World’s most intelligent primate.<br/><br/>In travelling between the Pacifc and Caribbean you will experience the stunning cloud forest scenery of the Braulio Carillo National Park and the La Selva Research Station. Here you will be able to learn about one of the longest established research projects in Costa Rica and observe some of the incredible 448 species of birds found here.",
    "durationDays": "12",
    "price": "2470",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive San José, Costa Rica where you will be met and transferred to the El Presidente Hotel in the centre of San Jose (subject to availability)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Day to rest and acclimatize in San Jose."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "You will be collected early from your hotel and transferred from San José overland through the Brauillo Carillo National Park to the Tortuguero Canal. Here you will meet a motor canoe from where you will be taken north to your jungle lodge in the Tortuguero National."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Explore Tortuguero National Park."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "From the Tortuguero National Park you will be transferred privately by motor canoe half way down the Caribbean coast of Costa Rica to our Rainforest and Leatherback Turtle Reserve."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "You will be transferred further south along the Tortuguero Canal to a river dock east of Matina. Here you will be met by a private vehicle and driver / guide who will take you through coastal banana plantations before ascending into the Braulio Carillo National Park and the La Selva Research Station and reserve. You will explore the La Selva Reserve and visitor centre led by the station staff. After spending a few days in lowland rainforest you will find this montane forest noticeably cooler. Later you will be transferred back to your hotel in San Jose."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "You will be collected form your hotel early and driven to the airport for your flight to the south west of Costa Rica. You will be met upon arrival and transferred overland and by boat to the Osa Peninsula."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "You will be transferred overland and by water to Palmar Sur airport (or Drake’s Bay) and flown back to San José. You will be met upon arrival and taken back to your hotel in San Jose."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "You will be collected from your hotel and taken to the airport for your flight home or for your onwards flight to Panama City."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Costa Rica",
    "mainPhoto": "",
    "id": "costa-rica-wildlife-holiday-coastal-secrets",
    "tourName": "Costa Rica wildlife holiday, Coastal Secrets",
    "placesVisited": "Tortuguero National Park, Cahuita National Park, Turrialba Valley, Savegre Cloud Forest, Osa Peninsula, Drake Bay, Caño Island, Dolphin and whale watching in season, Sierpe, Corcovado National Park",
    "generalInfo": "This two-week Costa Rica wildlife holiday, travelling with a small group and expert wildlife leader, takes you from one stunning Costa Rican coast to the other, with a cornucopia of creatures in between. Even though it is a small country, it is bursting with biodiversity, and this trip covers many of its most beautiful spots, visiting national parks, cloud forests and islands. <br/><br/>It is also superbly set up for tourism, allowing us to stay in small and locally owned accommodation along the way, from ecolodges located in tropical gardens to a waterfront accommodation on the Osa Peninsula only accessible by boat. <br/><br/>The trip starts inland, in the capital San Jose and then, using private minibus, we head to the Caribbean Coast to explore two amazing national parks, with two days in each. First, we go to Tortuguero National Park, which we travel through by boat as this is the only way to access it and see its eponymous turtles, otters, caiman and manatees. On land, we hope to see monkeys, caiman, iguanas, butterflies and myriad birdlife. From here to Cahuita National Park, where you can hike on trails that dip in and out of coast and jungle, or take an optional snorkelling trip out on the reef. One more inland idyll before hitting the Pacific coast is Savegre Cloud Forest, where we have two nights to enjoy, in particular, its extraordinary birdlife. The forest is most famous for being home to the elusive and exquisite resplendent quetzal. <br/><br/>There are few things more resplendent, however, than the final few days of this trip which are spent on the Osa Peninsula and Corcovado National Park. This is home to about 50 percent of Costa Rica’s incredible wildlife, from scarlet macaws to manatees, tayras to tapirs. We take a trip to Caño Island, where we hope to see dolphins and, in season, humpback or even orca whales. The former come here between July-November and the latter December-April. Osa Peninsula is one of the best ways to end a wildlife holiday, with plenty of beach time too so that you can chill out before your return home. <br/>",
    "durationDays": "15",
    "price": "5199",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Begin your adventure in San José, the culture-rich capital of Costa Rica. A complimentary transfer from the airport to the hotel is available. Check in and take it easy, there’s plenty of excitement on this trip, so today’s all about relaxing and easing ourselves into the adventure. Around 7.30pm, say hola to your tour leader and fellow travellers when we gather as a group for a short briefing and dinner together. Our main briefing takes place tomorrow afternoon in Tortuguero due to the late arrival of some flights today. Want to explore San Jose further? Secure pre-tour hotel nights through your sales representative. Accommodation: Presidente Hotel (or similar) Upgrade to a superior room today – speak to your sales representative for more details"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Our adventure begins early this morning, leaving San Jose behind as we travel to Tortuguero National Park in northeast Costa Rica. Accessible only by boat or light aircraft, Tortuguero has a vast network of waterways, canals and swamps that are remarkably tranquil, unspoilt and devoid of noise pollution. On reaching the pier, we board a small motorboat for the journey to our lodge (up to 1hr 30min) , which is a short distance from the main lagoon. Please note the transfer from San José to Tortuguero is not private for our groups. This afternoon your tour leader will host the main welcome briefing when we gather as a group to get to know each other and learn more about the adventures ahead. We also visit Tortuguero village, where it’s possible to enter the Sea Turtle Museum (a donation is requested at the entrance). Tortuguero is probably most famous as a nesting site for the endangered green turtle, which can be seen coming ashore to lay eggs from late July to October (as part of an optional excursion). Hawksbill, loggerhead, and giant leatherback turtles also nest in this region, and from late August through to November, baby turtles hatch and make their way to the ocean. Today's travel time will be in the region of six hours including a stop for breakfast. Accommodation: Aninga Lodge/Evergreen Lodge (or similar)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "This morning we board a small boat, enabling us to discover the extraordinary flora and fauna of Tortuguero as we pass serenely along the waterways. In the morning wildlife is usually at its most active and with the help of our expert guide we are likely to encounter monkeys, caiman, iguanas, butterflies and many of the 300-plus bird species recorded here. We’ll take a second boat trip this afternoon or you can relax at the lodge and enjoy the facilities. Accommodation: Aninga Lodge/Evergreen Lodge (or similar)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "We leave Tortuguero the same way we arrived, by taking a small boat to Siquirres pier. Our bus will be at the pier waiting to drive us to the Cahuita region on the Caribbean coast, where we check into our hotel. Caribbean culture pervades this part of Costa Rica and is reflected in the music, food and laid-back lifestyle. The white-sand beach here is fringed by tall palms, behind which is the dense, wet tropical forest of Cahuita National Park. Accommodation: Ciudad Perdida (or similar)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Cahuita National Park has 2,711 acres (1,097ha) of land and 600 acres (243ha) of coral reef, the largest reef system in Costa Rica. Today we visit the national park, taking a walk that follows the coastline through rainforest and past impressive Caribbean beaches. Although fairly small in size, there is plenty of diversity in the park. The rest of the afternoon is yours to explore the beach, join an optional snorkelling excursion (subject to local conditions) or simply relax. Accommodation: Ciudad Perdida (or similar)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Today is yours to relax into the Caribbean pace of life and enjoy free time around Cahuita. It is possible to join an optional excursion to the indigenous communities of Kekoldi & Bri Bri Reserve, where you'll learn about the properties and uses of native plants, plus the process of making artisanal chocolate. Chocolate is very important in Bri Bri culture and used for purification rituals, food and medicine. During the excursion, there is also the opportunity for a refreshing swim at a waterfall. Accommodation: Ciudad Perdida (or similar)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Our next destination is Turrialba Valley, a rich agricultural region in the Central Highlands. The topography of this region is mountainous, with waterfalls, rivers and caves – the varied elevation supports a wide range of plants (including orchids, bromeliads, lichens and mosses) and animals (including anteaters, ocelots and tapirs). In the afternoon, enjoy a guided tour around Aquiares, one of the most prominent coffee estates in Costa Rica. Of course, you’ll learn about the coffee-making process and taste the final product, but the tour also reveals how the Aquiares team is putting a strong emphasis on sustainability by reducing their carbon footprint and supporting the local community. Accommodation: Villa Florencia (or similar) Upgrade to a superior room today – speak to your sales representative for more details"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "After breakfast, we depart for CATIE (Centro Agronómico Tropical de Investigación y Enseñanza), an international institute for agricultural development and biological conservation. Our visit includes a guided walk in the Dr Jorge León Arguedas Botanical Garden, during which we will see and learn about the approximately 400 different species that are observed and interpreted here, as well as receive an explanation of myriad exotic fruits that are found at the facility. After lunch, we continue to San Gerardo de Dota and Savegre Valley Cloud Forest. This is said to be one of the best places in Costa Rica to see the beautiful, colourful and notoriously shy resplendent quetzal and we have two nights here to discover the region. These endangered birds rely on the cloud forest for their habitat; the males are particularly striking with a green crest, red breast and tail feathers that can reach a metre in length. A good pair of binoculars will be helpful for quetzal spotting as these birds camouflage themselves well among the wet leaves. After lunch, we take a short walk into the cloud forest. Accommodation: Savegre Hotel, Nature Reserve & Spa or Trogon Lodge (or similar) Upgrade to a master-suite today – speak to your sales representative for more details"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Today is free to relax and explore Savegre Valley. Bring your binoculars to spot some of the 170 bird species, trek through the tropical cloud forest or simply enjoy the incredible view from the lodge. Your leader will suggest walks for today so you can discover the tropical cloud forest and sub-Alpine vegetation of the area. Birds here include hummingbirds, woodpeckers tanagers and trogons, and if you are lucky tapirs and squirrel monkeys. Accommodation: Savegre Hotel, Nature Reserve & Spa or Trogon Lodge (or similar) Upgrade to a master-suite today – speak to your sales representative for more details"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Early in the morning, our journey continues towards the small town of Sierpe, where we board a small motorboat to Drake Bay on the Osa Peninsula. Passing the huge mangrove swamps that line the Sierpe River, our boat crosses the ocean before arriving at Drake Bay. This region is very remote and with extremely limited road access, which means most supplies, visitors and locals, must arrive by boat. Getting here is part of the adventure. The bay is spectacular, with just a handful of lodges on the horizon and the rest thick verdant forest and rocky coves as far as the eye can see. Our next three nights will be spent at the Drake Bay Wilderness Resort, a family-run property close to the 'town' of Drake Bay and with ocean views from every corner. Accommodation: Drake Bay Wilderness Resort (or similar)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "December to August (drier months) This morning, we board a small boat towards Caño Island. During this 45-minute boat ride, there may be opportunities to spot migrating whales or playful dolphins (orca are occasionally spotted here between December to April and humpbacks might be seen in July and August). Marine life is the biggest highlight of this area, with hawksbill and olive ridley turtles, manta rays and white-tipped reef sharks just some of the likely encounters on today’s snorkelling excursion. This area has been rated as having some of the best snorkelling in Costa Rica, with a huge marine diversity living in the protected reef (visibility subject to weather conditions). On returning to Drake Bay, we enjoy lunch then embark on a 1mi (1.5km) walk to Cocalito Beach. Wildlife including iguanas, macaws and toucans are often spotted along the route, and elusive tapirs are also seen less frequently. There is time to rest on the golden sands and take in the secluded beauty of Cocalito before returning to the hotel. September to November (wetter months) Today we visit a community rural tourism project that has developed to protect the area's flora and fauna, and provide an economic benefit to the local people. We start the day with a short boat ride to the village of Drake Bay then take a 30-minute transfer to Finca Paz y Flora, home to many bird species who are attracted by the resplendent gardens. We walk on the Trillo de la Danta, or Tapir's Trail, within a primary tropical forest. Keep an eye out for collared peccaries, agouti, monkeys and shy tapirs. Towards the end of the walk, we reach a scenic waterfall where it's possible to cool off with a dip in the clear waters. We enjoy a traditional lunch served in banana leaves before returning to our hotel. Accommodation: Drake Bay Wilderness Resort (or similar)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "When National Geographic describes an area as “the most biologically intense place on Earth,” it must be worthy of investigation. This morning, we board a small boat for a 30-minute journey to San Pedrillo Ranger Station, our entrance point to Corcovado National Park. This is undoubtedly the most secluded and tranquil region in Costa Rica. Protecting around one-third of the Osa Peninsula (some 164sqmi/425sqkm), Corcovado is the largest national park in Costa Rica and encompasses 13 major ecosystems across various elevations, with montane forest, cloud forest, fresh water and mangrove swamps among them. Scientists have recorded half of all the species in Costa Rica on this peninsula alone. On today's hike along the parks trails, we may see all four monkey species in Costa Rica (squirrel, howler, white-faced capuchin and spider), tamandua (anteaters), two- and three-toed sloths, peccary, tapirs (including the endangered Baird’s tapir) and many reptiles, insects and amphibians. Puma and jaguar also prowl this area, but are very difficult to see. With more than 500 tree species, the bird count stands at an impressive 365 and the park protects the largest population of scarlet macaws in the country, which can frequently be seen and heard flying overhead. In October, when the national park is closed, we typically visit El Camino de la Danta, a wildlife-rich trail home to white-faced monkeys, scarlet macaws, toucans and more. Accommodation: Drake Bay Wilderness Resort (or similar)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "After an early breakfast, we board another boat and return to Sierpe town. On the way, our boat will take a short tour of the huge mangrove forest that lines the Sierpe River. Delving into the network of tributary rivers and streams offers a chance to learn more about the role of mangroves in the ecosystem and the numerous creatures that depend on them, including fish, crabs, birds, molluscs and shellfish. In Sierpe town, we transfer to our private minibus and commence our journey to San José. Accommodation: Presidente Hotel (or similar) Upgrade to a superior room today – speak to your sales representative for more details"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Begin with a trip to Irazu Volcano National Park in the Cartago province, located within the Central Mountain Range around a 90-minute journey from San José. Passing different vegetation, we drive towards the summit and then follow a path that leads to a wonderful view across the huge crater. Irazu is one of the most active volcanoes in Costa Rica, though it has recently entered a dormant phase – a relief to the farmers and property owners who make their living on the fertile slopes. On a clear day, you can see both the Caribbean and Pacific coastlines from the summit. Remember to bring a jacket as it can be windy and cold at the viewpoint of this elevation (Irazu summit is 11,260ft/3,432m high). After, we continue to Cartago city, home to a spectacular domed basilica, where we have lunch. It’s then back to San José, where we visit Avenida Central and explore the main city highlights. We stop at the Central Market, a lively and traditional space where you can find a variety of local goods, including souvenirs, handicrafts, coffee, and typical Costa Rican snacks – a great spot to pick up gifts. Accommodation: Presidente Hotel (or similar) Upgrade to a superior room today – speak to your sales representative for more details"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Our adventure comes to an end today after breakfast and it's time to bid Costa Rica and the rest of the group goodbye. If you aren’t quite ready to leave, speak to your sales representative about extending your adventure – relax on the beach, treat yourself to some spa time, or discover more nature. To ensure total relaxation, you can stay for as many nights as you wish in a range of hotels, and we’ll organise airport transfers in either direction for you."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Costa Rica",
    "mainPhoto": "",
    "id": "costa-rica-wildlife-tour-tailor-made",
    "tourName": "Costa Rica Wildlife tour, tailor made",
    "placesVisited": "",
    "generalInfo": "Immerse yourself in the Costa Rica’s coastal canals, magical cloud forests and lush rainforest as you discover flora and fauna in one of the most protected and varied ecosystems in the world. In evocative  jungles come face to face with white faced capuchin monkeys. In the brackish waters where the river Tarcoles meets the Pacific  great American Crocodiles sleep. You will visit some of the most extensive and biodiverse National Parks in Costa Rica, providing you with extraordinary bird watching as well as getting the chance to see animals like the Two-Toed Sloth, the Great Anteater, Margay Cat, Poison-arrow frogs, Jaguars, Tapirs, Monkeys and much more.",
    "durationDays": "11",
    "price": "3250",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVE IN COSTA RICA: After arriving at San Jose (SJO) Airport, we will transfer to our hotel in the San Jose City. The city of San Jose, located in the center of the country, has served as the main hub for the exploration of Costa Rica. Attractions in San Jose include the National Theater, the National Museum, the Art Museum or the Pre-Columbian Gold Museum, the picturesque Central Market Place and several art cafes. Shopping also finds its birthplace in San Jose, from the modern malls to the little souvenir shops spread out all over the city."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Tortuguero (B, L, D) This morning we will head to Pachira Lodge, where you will stay for a couple of nights, giving you a chance to explore the area. Meals and boat transfers are all included. Additionally, you will have a guided walk in the Tortuguero National Park (tickets not included), where you will get to see Leatherback Turtles, Agarni Heron, Wild Felines, Sloths, and Monkeys. You will also have a guided visit to The Sea Turtle Conservatory (tickets not included). Costa Rica is home to 5 of the 7 sea turtles in the world, and the Caribbean beaches and waters are used by the Leatherback, Green, Hawksbill and Loggerhead turtles."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "LEAVE LIRIO LODGE AND HEAD TO SARAPIQUI (B) Today we will depart Tortuguero and head towards Sarapiqui. Here you will be able to go on a night safari to spot some of Costa Rica’s nocturnal animals. Sarapiqui is known throughout Costa Rica for its amazing and rich biodiversity as well as for being an adventure seeker’s dream destination. If you enjoy the outdoors, there are plenty of hiking and nature walk opportunities in this region as well as white water rafting down the River Sarapiqui. A boat trip down the Sarapiqui River is a great way to catch a glimpse of the region’s wildlife including; monkeys, birds, turtles and caimans. If you are an avid bird watcher, coming here is the perfect way to see some of Costa Rica’s many bird species in their natural environment such as hummingbirds, quetzals, dippers, guans, agoutis and quatamundis."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "WHITE WATER RAFTING/ SAFARI BOAT TOUR (B, L) After breakfast in Sarapiqui, you will be transferred to Sarapiqui River where you will take part in White water rafting! If you are not up for White Water Rafting then you can take on a Safari Float Tour that will give you a chance to view the area’s wildlife from a different perspective. Lunch will be provided during the day After your river adventure, you will be transferred with guide/driver to Arenal where you will spend the night. One you arrive at Arenal you’ll have an opportunity to undertake horseback riding tour to La Fortuna Waterfall."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "LA FORTUNA WATERFALLS, HANGING BRIDGES & HOT SPRINGS (B, D) Today we wake early for an action packed day in and around Arenal, starting with a guided visit to picturesque La Fortuna Waterfall. With a 75m drop into a bright blue pool, this attraction is the perfect postcard of the Costa Rican Jungle. Located just 6km from the town of La Fortuna and at the base of the Cerro Chato Volcano, this is a great day out. After exploring La Fortuna Waterfall, we will head off on a guided walk to the Hanging Bridges, spotting different monkeys and birds along the way. Finish the day in the relaxing Hot Springs"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "BRAULIO CARRILLO NATIONAL PARK (B) After breakfast, you will get a private transfer with your guide/driver to Braulio Carrillo National Park. Braulio Carrillo National Park is one of the most extensive national parks in Costa Rica. The park covers an area of over 44,099 hectares and encompasses seven diverse habitats. It is home to more than 500 species of birds, 6000 species of trees and plants and over 135 species of animals. Toucans, guans, eagles, jaguars, tapirs and monkeys are just some of the many birds and mammals that can be spotted throughout the park. Once you arrive at Braulio National Park, you will undergo another night walking safari to spot some more of Costa Rica’s nocturnal animals."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "BRAULIO CARRILLO NATIONAL PARK (B) After breakfast, you will spend the morning on a bird watching tour. Your guide will take you along the trails of the Braulio Carrillo National Park where you will be able to spot some of the 500+ species of birds, including the Dull-Mantled, Antbird, Nightingale Wren and Snowcap. After your bird watching tour you will have two options. To have a ride on the Aerial Tram that takes you through the forest canopy, providing you with magnificent views of the Braulio Carrillo National Par and allowing you to absorb this fantastic nature experience. Or you can take on a zip lining canopy tour. Ascend into the tree tops and enjoy the thrill of the glide through the canopy back down to the forest floor. With climbing into the tree tops, flying through the beautiful canopy, and walking along the forest trails; you really immerse yourself in the vibrant foliage of the rainforest. Spend another night at the Tapirus Lodge."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "CARARA NATIONAL PARK (B) After breakfast, you will be transferred with your guide/driver to the Carara National Park. Carara is one of Costa Rica’s most popular National Parks (so prepare for more people). A few of the local animals include Opossum, Two-toed Sloths, Agouti, Armadillo, Pacas, Great Anteater, Kinkajou, Tayra, Margay Cat, Collared Peccary, White-tailed Deer, Poison-arrow Frogs, and the Omnipresent Monkeys."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "TARCOLES RIVER BOAT TOUR (B) After breakfast, we will head to the Central Pacific with our guide/driver. We will stop on-route at the Tarcoles River where you will be taken on a boat tour. Here you will be able to see the great American Crocodiles of all shapes and sizes as you float down the Tarcole River. Enjoy spectacular rainforest scenery and cruise through the dense mangrove forest canals. Spot some of the beautiful exotic birds as well as huge green iguanas, mangrove crabs, monkeys and racoons."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "DEPARTING COSTA RICA (B) All good things must come to an end at some point. After breakfast at the Hotel you will be transferred with your guide/driver to San Jose Airport where you will get your flight home."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Costa Rica",
    "mainPhoto": "",
    "id": "rare-wildlife-holiday-costa-rica",
    "tourName": "Rare wildlife holiday, Costa Rica",
    "placesVisited": "",
    "generalInfo": "We’ve focussed this particular trip on a spectacular area of Costa Rica that takes you ‘off the beaten track’ yet captures some of the best wildlife areas and experiences to be had in Central America. Starting in Alujuela Province, just beyond the city limits, you’ll instantly be immersed into a rural Costa Rican landscape where escaping into the cloud forests to marvel at the vast myriad of flora and fauna is a must. The following days are spent at the beautiful Cano Negro Wildlife Reserve on the border with Nicaragua, featuring waterways, dense jungle and shallow wetlands. Jaguars are frequently spotted along with capuchin monkeys, alligators, black river turtles and white-tailed deer. Tenoria national park sits just to the North of the better-known Arenal, yet with the turquoise blue waters of Rio Celeste and lush, jungle-clad Tenoria, it’s a standout destination in its own right. Nosara sits on the western fringes of Guanacaste and is one of the most beautifully remote beaches in the country- as perfect for surfing as it is for turtles and marine life.",
    "durationDays": "12",
    "price": "3785",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to Costa Rica – San Ramon Once you arrive, you'll quickly notice that Costa Rica culture abounds in this small city and that the pace of life is slow, relaxed, and focused on forging strong community ties. San Ramon Located in the Alajuela Province in Costa Rica, the laid-back colonial city of San Ramon has been dubbed the ‘City of Presidents and Poets’. It has played an important role in Costa Rica’s history as it has been home to many local literary heroes and political leaders including one of Costa Rica’s most influential leaders, Jose Figueres Ferrer. This small city is surrounded by lush rainforest as well as coffee and sugar cane fields. Visitors can explore the many historical sights dotted around the city, experience a rainforest canopy tour just beyond the city limits, and enjoy an array of restaurants, cafes, and bars serving up local delights. Don’t miss the opportunity to hike through the beautiful tropical forests and spot a variety of animals such as monkeys, deer, and sloths as well as abundant birdlife. Private Transfer from Juan Santamaria International Airport [SJO] to Villa Blanca Cloud Forest Hotel & Nature Reserve."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Cano Negro Wildlife Refuge A stunning natural refuge, Caño Negro is considered by many to be the third most important wetland in the world. A must visit place when in Costa Rica, this sanctuary was named the ‘Wetland of International Importance’ in 1991, and is one of the most significant humid zones in the country. Private Transfer from Villa Blanca Cloud Forest Hotel & Nature Reserve to Natural Lodge Cano Negro Cano Negro Wildlife Refuge Situated near the Nicaraguan border within northern Costa Rica, the remote Cano Negro Wildlife Refuge forms part of the Arenal Huetar Norte Conservation Area. It is a thrilling off-the-beaten-track destination known for its lush landscapes featuring countless waterways, dense jungles and shallow wetlands. A wondrous playground for nature lovers and adventure seekers alike, activities such as boating, rafting, zip-lining, fishing, kayaking, horse riding and rappelling down waterfalls are in abundance. Commonly spotted wildlife includes jaguar, capuchin monkey, bull shark, alligator, black river turtle, white ibis and white-tailed deer. It is well worth venturing off the well-trodden tourist path to visit this fantastic refuge and its surrounding scenic landscapes."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Cano Negro Wildlife Refuge There are 160 species of mammals, of which 90 are bats and 70 are terrestrial mammals. The avifauna (with species considered rare or endemic) is one of the most diverse and important groups in the area. It is made up of 307 species, of which 206 are resident and 101 are migratory. Another important group is the fish, since the water system of this wetland favors their abundance. Cano Nergo Wildlife Safari boat tour on Rio Frio: Wildlife Safari boat tour on Rio Frio takes place at the Caño Negro Wildlife Refuge, located near the border between Costa Rica and Nicaragua and is one of the most important wetlands of the country. Travel along the river in search of monkeys, herons, sloths, caiman, turtles, and hundreds of other species of flora and fauna that inhabit the area around the Caño Negro Wildlife Refuge."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Bijagua Tenorio has everything you could want in a tropical forest natural area and every time we visit we find something new to love. Hiking to the sky blue Celeste waterfall is a highlight, but the hanging bridges in the rainforest and trail to Lago Danta through the cloud forest from the Heliconias entrance are equally amazing. Transfer from Natural Lodge Cano Negro to Casitas Tenorio Tree Chocolate Tour Welcome to the sweetest experience of your life! Located in the foothills of the Tenorio Volcano, our farm is the ultimate destination for cocoa and cuisine lovers. We offer exclusive tours of our chocolate factory, located on site. You will see (and taste!) every step of the chocolate making process from the trees to the finished chocolate bars. You will also be able to taste our delicious and exclusive Tsuru or Yok Chocolate, a 100% handmade chocolate. You will undoubtedly enjoy a unique experience! Tenorio Volcano National Park Set in the north of Costa Rica, Tenorio Volcano National Park is home to a magnificent volcano from which it received its name. The park is covered in natural tropical forests and decorated with rivers and waterfalls. One of the many highlights here is a hike to the magnificent Celeste Waterfall, known for its stunning blue waters. Visitors can also enjoy walking over the many suspension bridges in the rainforest, visiting the Blue Lagoon, and climbing through the cloud forest along the Crater Trail to the top of the volcano to view the steaming Lago Dante. Hikers are likely to spot a variety of wildlife, possibly even the shy tapir and puma. The park also provides the opportunity to bathe in wonderful natural hot springs."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Bijagua Free day at leisure."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Bijagua Located in northern Costa Rica, the Tenorio Volcano National Park is one of the country's youngest parks. Taking its name from the Tenorio Volcano, this national park boasts stunning river views and plenty of opportunities for wildlife adventures. The park was created in 1995 to protect the Tenorio Volcano, which is still active today. The park features four different life zones as well as the beautiful aqua-hued Rio Celeste. Tenorio Volcano National Park Set in the north of Costa Rica, Tenorio Volcano National Park is home to a magnificent volcano from which it received its name. The park is covered in natural tropical forests and decorated with rivers and waterfalls. One of the many highlights here is a hike to the magnificent Celeste Waterfall, known for its stunning blue waters. Visitors can also enjoy walking over the many suspension bridges in the rainforest, visiting the Blue Lagoon, and climbing through the cloud forest along the Crater Trail to the top of the volcano to view the steaming Lago Dante. Hikers are likely to spot a variety of wildlife, possibly even the shy tapir and puma. The park also provides the opportunity to bathe in wonderful natural hot springs."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Nosara Looking for a little beach town surrounded by mangroves, forests and sandy long stretches of beach? You found it! Nosara has it all and more, beautiful hotels, a convenient downtown with variety of restaurants and juice bars, artsy shops and …oh! Wonderful waves for surfing, a refreshing ocean to go swimming and amazing sunsets. Located in Guanacaste, in the northern part of the country, it offers a wide variety of activities for your enjoyment, like visiting the surrounding villas and farms, absorb some of the local culture and learn salsa dancing or experience soothing yoga sessions immersed in serene, amazing landscapes. Nosara Resting on the outer western edge of Costa Rica’s Nicoya Peninsula, between the popular beach towns of Playa Samara and Playa Tamarindo, the surfer’s town Nosara is known for its wildlife, watersports opportunities, and long-standing yoga culture. A long stretch of white-sand beaches fringed by palm trees and verdant jungle make Nosara a prime destination for holidaymakers, and it is one of the only coastal towns with minimal development along the beachfront. Rated as one of the top twenty surfing destinations by National Geographic, the town attracts surfers from all over the world to enjoy its clean, plentiful waves. Animal lovers, hikers, and nature photographers should make sure to visit the Nosara Biological Reserve, where they'll be able to spot monkeys, turtles, and numerous other species."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Nosara Free day at leisure."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Nosara See the sights from the deck of your own private sailing tour or make new friends in a group tour. It’s a unique and personal Costa Rican cruise that regular tourist tour boats can't match. Boat River Tour A boat river tour through Costa Rica is a fantastic way to explore the country's lush natural beauty and diverse wildlife. Costa Rica is home to several rivers that wind their way through dense rainforests, rugged mountains, and rolling hills, providing a unique and unforgettable way to experience the country's stunning landscapes."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Nosara The Ostional National Wildlife Refuge was officially created in 1984 but was declared a protected area in 1982. The refuge was initially construed as being 200 m wide from Punta India to the mouth of Rio Nosara. This area was increased to include the 200 m strip to Punta Guiones in 1985. Finally, in 1992, with the institution of the new \"Wildlife Law\", came the final definition of the refuge and in 1993 the amplification to the three-mile maritime limit as it is today. After an undetermined waiting time, close to the last quarter of the moon cycle, the \"arribada\" will begin. At first, few hundred turtles will come out on the beach, followed by a steady stream of animals for the next three to seven days. This is the only place in the world where it is legal to harvest turtle eggs. This practice is designed prevent poaching and to help the local community."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "San Jose Back to the city! Today you get to fly back to San Jose and relax in your hotel or go outside and check out the city. San Jose San Jose, affectionately known to its residents as 'Chepe', lies in the heart of Costa Rica and is home to almost two-thirds of the country’s population. With few buildings over 100 years old, the mountainous capital is relatively modern compared to its Latin American counterparts, but still has a significant amount of culture, art and history for visitors to discover. With a number of theatres full of Costa Rican culture, museums that include the largest collection of American jade in the world, and streets full of bright murals and painted buses, San Jose is an eclectic city waiting to be experienced."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Costa Rica",
    "mainPhoto": "",
    "id": "tailor-made-costa-rica-wildlife-holiday",
    "tourName": "Tailor made Costa Rica wildlife holiday",
    "placesVisited": "San José, Brauillo Carillo National Park, Tortuguero Canal, Tortuguero National Park, Caribbean coast, Guapiles, Arenal Volcano, mountain biking or horse riding in Arenal NP, natural thermal baths, Monteverde aerial walkway, Santa Elena Cloud Forest Reserve, Osa Peninsula, Corcovado National Park, guided bird watching, Caño Island Biological Reserve, Optional activities include zip-lining or horse riding in Monteverde and snorkelling or diving within Caño Island Biological Reserve",
    "generalInfo": "From the Pacific Ocean to the Caribbean Sea, this experience combines Costa Rica's most abundant lowland rainforest habitats, some of its best marine life and a huge variety of ecological zones from coast to coast, with its cloud forest-clad volcanic Central Highlands in between.<br/><br/>Expert local guides will help you to explore 7 of the country's most important protected areas. Three of these are in the highlands of Costa Rica comprising the Monteverde National Park, the inspiring community owned cloud forest reserve of Santa Elena, and cloud forests of the Arenal Volcano National Park. On the Pacific coast we take you to the Corcovado National Park where primary rainforest runs unbroken from hilltops to the sea.  On the Caribbean Coast, the similarly rich Tortuguero National Park forests are bisected throughout by a system of waterways which allows us to explore by small boat, or kayak too if you wish. At Caño Island Biological Reserve we find the country's most abundant marine life, which almost always includes dolphins; and regularly includes whales above the water; turtles, sharks, rays and coral reefs beneath.<br/><br/>The Corcovado National Park in the Osa Peninsula is undoubtedly a wildlife highlight for any visit to Costa Rica. The area has been described by National Geographic magazine as '..the most wildlife intense place on earth', both because of its primaeval forest and abundant offshore life. The western side of the Corcovado provides more than 30 miles of beach where the rainforest meets the Pacific Ocean. This is where terrestrial and marine ecosystems combine with coatis, macaws, and tapir coming out of the forest and onto the beaches; whilst turtles and even bull sharks come in from the sea, swimming into the Corcovado's tidal streams. Flocks of pelicans look like pterodactyls as they glide low over the Pacific waves and float in formation above your head. This coastline feels truly primordial.<br/><br/>17 kilometres from the coast, close to Osa's northern Drake's Bay, is the Caño Island Biological Reserve. Aside from Cocos Island way out in the Pacific, this is where  you will find the country's best marine life, both on the surface and beneath it. Dolphins are a regular sight, but you may also be lucky enough to see Humpback Whales. These can be seen both on northwards and southwards migrations along the coast. Olive Ridley turtles and manta rays are also often seen at the surface and below. The coral reefs and steep drop-offs provide good snorkelling if you wish, with some large schools of fish, ubiquitous white-tipped reef sharks and dense clusters of barracudas. We can pre-arrange diving for certified divers.<br/><br/>The Tortuguero National Park on Costa Rica's north eastern Caribbean coast is another excellent place to see lowland rainforest wildlife and birdlife. There are 309 species of bird here; and between July - October it is one of the best places in the world to see green turtles laying their eggs on its beaches. From late March to early June, Tortuguero can also be a good place from which to see giant leatherback turtles nesting. Many of your explorations here will be by boat, but for those keen to experience the forest in paddled tranquillity, we can incorporate guided day break forest wilderness kayaking.<br/><br/>Of Costa Rica's cloud forests, Monteverde is probably the most famous. Costa Rica's national bird, the Resplendent Quetzal, is an important draw here; as well as its abundant hummingbirds, insects and cloud forest flora. We will take you to explore the forests here, privately guided; as well as providing the option of an exhilarating descent along 15 canopy zip lines. <br/><br/>For some focused guided natural history and scenic treks we take you to the Santa Elena Cloud Forest Reserve and pathways into the cloud forests of the Arenal National Park. Again, this will be privately guided. Alternatives we can incorporate at Arenal are horseback riding, mountain biking and zip lines, for a more energetic experience of the fantastic landscapes here. <br/><br/>A privately-guided boat trip to the Caño Negro Refuge is something else which we include in these trips. Close to the Nicaraguan border, this area provides a wonderful combination of wetland and rainforest habitats - excellent for seeing wading birds such as roseate spoonbills, glossy ibis and black-necked stilts; as well as millions of migratory birds which escape the northern hemisphere Winter. Spectacled caiman are a constant threat to these birds, with good opportunities to see these; as well as the potential for larger crocodiles, spider monkeys, capuchins and howler monkeys.<br/><br/>Like any of our Costa Rica experiences, this one can be tailored to meet your timings, preferences and special interests. We can easily add in, or swap locations to incorporate more relaxation, adventure, a higher standard of ecolodge where available, or allow for a more intensive look at certain birdlife, wildlife or marine life. Other locations you may be interested to consider add include the  Manuel Antonio National Park on the Central Pacific coast.",
    "durationDays": "15",
    "price": "4125",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive San José where you will be met and transferred to your hotel close to San José's Central Plaza. (If you wish, we can upgrade you to a hacienda in the highlands). Your driver guide will be more than happy to introduce you to San Jose and Costa Rica more widely; and chat through any questions you might have."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "You will be collected early from your hotel and transferred from San José overland through the Brauillo Carillo National Park to the Tortuguero Canal. Here you will meet a motor canoe from where you will be taken north to your jungle lodge in the Tortuguero National. You will have lunch soon after your arrival and begin your exploration of the forest and waterways of Tortuguero National Park. (B,L,D)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "You will spend today exploring the Tortuguero National Park. (B,L,D)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "After breakfast on the Caribbean coast of the Tortuguero National Park, you will be transported by motor canoe and overland to Guapiles; and from here privately overland to your mountain lodge overlooking Arenal Volcano. (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "First thing this morning, you will be collected from your hotel for your privately guided trek to Arenal Volcano. The trip begins at El Silencio Private Reserve and from there, you will begin a 1km walk along a trail of volcanic rock, rated as moderate in difficulty, to reach the observation point. This is the closest to the base of this active volcano we are permitted to take you. At the observation point, your guide will provide information regarding the formation of the Arenal Volcano, its activity periods, and unedited details of its major eruption in 1968; as well as giving you the opportunity to enjoy incredible views of the Arenal Volcano and the Arenal Lake. Afterwards, you will begin the return trip down the same trail to the starting point. For the next stage of the expedition, scenery will change and enter into regenerating forest and small area of primary rainforest found at the base of the Arenal Volcano. This trail is about 1.5km in length and with a little luck, you will have the opportunity to see a large variety of flora and fauna, including toucans, orioles, snakes and monkeys. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "07:00 You will be collected from your hotel for your privately guided boat trip to explore the wildlife of the Caño Negro Reserve. The Caño Negro Wildlife Refuge is near the border between Costa Rica and Nicaragua and is one of the most important wetlands in the country. It was declared an area of global importance, receiving the RAMSAR category due to the number of migratory birds that are frequently here; and for the protection of endangered species. The Río Frío, on the bounds of the refuge, is its largest source of water, bringing this magical area to life. Here you have good chances of observing several species of animals. On the road to the town called Los Chiles, you can see the traditional crops of the area such as pineapple and sugarcane, as well as livestock farms. Once there, you will board your comfortable boat to navigate the river. The boat is covered in case of rain with good visibility from the deck. Together with your naturalist guide, you will travel along the river for approx. 2 hours in search of monkeys, sloths, alligators, turtles and hundreds of species of flora and fauna that inhabit the refuge. You will have part of the afternoon to enjoy Arenal area cloud forests again. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Transfer from Arenal to Monteverde, including a boat across Lake Arenal. From the boat, you will be taken to your hotel in Monteverde. You will have time for some self-guided walks in the cloud forest. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "This morning, you will be taken into the Monteverde for privately guided exploration of the cloud forest. In the afternoon, you will experience this stunning cloud forest area by means of an exciting series of zip lines …. or if you prefer, a shared guided walk. (B)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "In the morning you will be taken on a privately guided exploration of the Santa Elena Cloud Forest Reserve. Santa Elena has a similar cloud forest environment to Monteverde, but with considerably fewer visitors. (B)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "You will join a transfer back to San José and the Gran hotel there. (B)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "You will be collected from your hotel and taken by private transfer to San José airport. Fly San José to the Osa Peninsula. Upon arrival at Drake Bay you will be transferred by land and boat to your lodge nestled in a forested coastal inlet, north from the Corcovado National Park. If there is time, you can easily take a self-guided walk across a hanging bridge and trail which leads to a beach. It is not uncommon to see troops of capuchin monkeys at close range along this trail; and sometimes black howler monkeys and spider monkeys higher in the trees too. Scarlet macaws are a common site on exposed coastal trees. You can make use of sit on top kayaks to explore the small forest bay; and depending upon the tide, paddle beneath the hanging bridge into the steep-sided river valley upstream. Watch out for herons in the bay and a sloth or two upstream. (B, D)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Early AM: Guided birdwatching. After breakfast, a boat visit to the Caño Island Biological Reserve, some 17 kilometres offshore. Here you can find some of the country's best marine life, both at the surface and below it. Dolphins are a regular sight, but you may also be lucky enough to see Humpback Whales which can be seen both on the northwards and southwards migrations along the coast. Olive Ridley turtles and manta rays are also often seen at the surface and below. The coral reefs and steep drop-offs provide excellent snorkeling if you wish with some huge shoals of fish and pelagic visitors such as sharks and barracudas. Snorkelling can be pre-arranged if you wish with equipment provided, as can diving for certified divers (at an additional cost). (B,L,D)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Full day visit to the magnificent lowland rainforests of the Corcovado National Park. To reach the park, you will head out to sea by speed boat, landing at one of the ranger stations to step ashore and explore. Watch for dolphins as you travel back and forth; and enjoy some fantastic coastal rainforest scenery. (B,L,D)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "After breakfast you will be transferred to the airstrip for your flight back to San José. You will met upon arrival and taken to your hotel by private transfer. (B)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "You will be transferred privately to the airport for your flight home. (B)"
      }
    ],
    "map": "",
    "category": "Safari"
  }
]