[
    {
        "type": "overview",
        "Main_Title": "Our Malta holidays & tours",
        "Main_Paragraph": "Boasting 300 sunny days, three UNESCO sites and a church for every day of the year, Malta may be a small country, but it’s got some giant attractions. Our Malta holidays encourage travellers to seek out the island’s rich cultural heritage, particularly its historic architecture, before heading onwards to Gozo or perhaps even Sicily – both just a short hop across the sea. Malta is a popular and therefore busy destination, but there are slices of paradise here. They could be relaxed small ship cruises seeking out quiet harbours; visits to small farms where you can sample locally produced wine, olive oil and sun-dried tomatoes, or family activity holidays where the smiles etched across the kids’ faces will be memories to treasure.",
        "Subtitle": "Malta highlights",
        "Title1": "",
        "Paragraph1": "The island of Malta maybe just smaller than Andorra but it more than holds its own when it comes to historic importance, with the east coast city of Valletta designated Europes capital of culture for 2018. Thanks to Maltas proximity to Sicily, day trips, in either direction, are more than possible and it takes about 90 minutes to make the journey by ferry. Gozo and tiny Comino, the two other islands in the Maltese archipelago, are also in easy reach; ferries are inexpensive and take under 30 minutes. Gozo and Malta are like chalk and cheese and its definitely advisable to compare the pair before you finally settle on holiday plans.",
        "image1": "",
        "Title2": "1. Comino",
        "Paragraph2": "There can be few more tranquil settings in the Mediterranean other than the island of Comino which lies neatly nestled between Malta and Gozo. One hotel, three cars and four permanent residents mark Comino out from its larger siblings although, thanks to the island's crystal clear waters and sandy white beaches, snorkellers and divers flock like seagulls, especially during the summer.",
        "image2": "",
        "Title3": "2. Mdina",
        "Paragraph3": "Although Malta does suffer from traffic congestion, the walled city of Mdina, about 12km west of Valletta, most certainly does not. Nicknamed the Silent City, partly due to the lack of cars, Mdina features a fascinating blend of Norman and Baroque, alongside medieval and Roman ruins, to create a more peaceful alternative to Malta's capital, with the interior of St Paul's Cathedral a must for fresco fanciers.",
        "Title4": "3. The Megalithic temples",
        "Paragraph4": "There are six ruined temple sites that have UNESCO status and all but one, the Ggantija temples on Gozo, are on the island of Malta. Excavations have uncovered some of the world's oldest free standing stone works and you'll have to fast forward an extra 1,000 years before you get even close to the creation of Stonehenge. The Gozo temples are probably the most enticing for amateur archaeologists.",
        "image3": "",
        "Title5": "4. Senglea",
        "Paragraph5": "The smallest of the Grand Harbour's Three Cities, Senglea is as firmly entwined within Malta's history as the twisted fig trees to be found arbitrarily growing throughout its streets. Traditional sailing regattas, complete with fireworks, turn Senglea into a lavishly decorated flap of colour from March through to September with links to maritime heritage and the Knights of St John both celebrated with equal zeal.",
        "Title6": "5. Valletta",
        "Paragraph6": "A visit to Malta's capital feeds cultural history lovers from a banquet of Baroque displayed within many of the city's palaces and churches, including one of Europe's finest, St Johns Co-Cathedral. Stroll through the Upper Barrakka Gardens and you'll catch your first glimpse of the fortified bastions guarding the Grand Harbour which is well worth closer inspection, if only for fish & chips at sunset.",
        "Title7": "6. Victoria, Gozo",
        "Paragraph7": "You can't come to Malta without visiting Gozo, and you can't come to Gozo without museum hopping or strolling through Victorias celebrated Villa Rundle Gardens. The Cittadella is another must see as it extends through Victoria like an ornate bronzed fist, and creeping around the narrow limestone alleys, that align the hilltop fortifications, reveals as much about Gozos history as it does its natural beauty."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Malta",
        "Main_Paragraph": "With an average temperature of 15°C, Malta in midwinter is not to be sniffed at  however, many of the islands tourist facilities, including dive resorts on Gozo, will close for the season. Things kick off for the week-long Carnival in February with accommodation at a premium as local festive crowds flock to Valletta, Floriana and the village of Hal Ghaxaq. After traditional Easter celebrations its blue skies all the way from March through to October with springtime and autumn the best time to visit Malta outside of the hotter, more crowded, summer months.",
        "image1": "",
        "when_to_go": "When to go",
        "when_to_go_html": "Easter is an excellent time to visit Malta as every local community holds its own Good Friday procession where each Bible character is represented and church bells are rung across the island on Easter Sunday.\n\nBarry Nolan, from our partner Activities Abroad, shares his advice and experiences related to visiting Malta:\n\nMalta and Gozo have very different characteristics and this is reflected in the culture and the cuisine. Both pride themselves on their differences and although they're small in size and close in proximity they are proud of their own distinctive cultures  Maltese and Gozitan.\"\n\n\"As Gozo is trickier to get to, even though it's only 20 minutes on the ferry from Malta, it's remained relatively protected from mass tourism. Its a much more intimate holiday location and certainly closer to the Responsible Travel ethos. If you're coming to Malta on holiday then a good idea is to stay for a couple of days around Valetta before spending the rest of your time on Gozo. Alternatively, stay on Gozo the whole time and take a day trip to Malta and have lunch in Valetta.\n\nFrank Tabone shares his Malta travel advice and recommendations:\n\n90 percent of people on Malta speak English or Italian and if you can get chatting you'll find some beautiful stories to help you discover the historic links with the UK as well as where to find everything from the nearest bee keeper to the best beach. The luckiest traveller is definitely the one who meets the right local people because this makes all the difference and turns a stay into an experience, a holiday into a life story.\n\nBarry Nolan:\n\nAnyone considering cycling around Malta should be fit enough to cope with the undulating landscapes and definitely road savvy. There's not much in the way of off road tracks and traffic can get very congested, particularly around the larger towns.",
        "weather_chart": "Malta Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Malta Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 81%;\">80 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 56%;\">55 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 37%;\">37 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 20%;\">20 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 7%;\">7 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 3%;\">3 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 6%;\">6 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 36%;\">36 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 87%;\">86 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 71%;\">70 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">99 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Malta travel advice",
        "paragraph1": "",
        "image2": "",
        "title2": "Tips from our travellers",
        "paragraph2": "",
        "title3": "",
        "paragraph3": "At Responsible Travel, we think the best people to advise our travellers are often... other travellers. They always return from our tours with\npacking tips, weather reports, ideas about what to do - and opinions about what not to.",
        "title4": "",
        "paragraph4": "We have selected some of the most useful Malta holiday advice that our guests have provided over the years\nto help you make the very most of your holiday\n- and the space inside your camera bag.",
        "title5": "",
        "paragraph5": "Make sure you bring good shoes for walking because you will want to walk a lot on this beautiful island and it is hilly! Also by a buscard/ticket up at the bus station in Victoria and try all the bus lines all over the beautiful island.  <b>Lena Lidberg, on holiday in Gozo</b>\n<br/><br/>\r\nDo your dive training before you go. The scenery is too good to spend it studying or watching training videos. You learn loads just through practice so get the study out of the way first and enjoy the diving.  <b>Austin Flather, diving holiday on Gozo</b>\n<br/><br/>\r\nDo hire a car as Gozo has so many lovely places to visit (though the bus service is very good). Don't plan to be out every night as the farmhouse has amazing views from the roof terrace, and you'll want to see at least one sunset from there. We were self catering so bought all our food from local supermarkets, with as much locally sourced veg as possible. We also drank wine from Gozo and Malta, where possible (some good, some not-so-good). We were there in June, which seemed a perfect time as the temperature was still below 30 degrees and it wasn't too crowded.  <b>Sarah Shrubb, Ghammar self catering accommodation in Gozo</b>"
    }
]