{
    "Main_Title": "Our Chile holidays & tours",
    "Main_Paragraph": "Our adventurous Chile holidays explore the vast, majestic wilderness that is Patagonia. Iconic trekking routes include the  W trek in Torres del Paine National Park, where you hike for 46 miles around the Paine massif between glaciers and\nrefugios\n. Whether in Patagonia, Easter Island or the Atacama Desert, our Chile holidays skip internal flights where possible, the better to appreciate the landscapes from ground level. They also bring you into contact with local communities through a careful choice of accommodation and guides, for an intoxicating blend of nature and culture.",
    "Subtitle": "About our Chile holidays",
    "Title1": "Chilean Patagonia",
    "Paragraph1": "On our holidays let local people tell you – in their own words – how their efforts help preserve biodiversity in the special regions where they live. Take Chilean Patagonia: in the north of the region is the Lake District, with its charming farmland. The south gets wilder and colder, the landscape splintering into the Chilean fjords. The mountainous Torres del Paine National Park is Patagonia’s crowning glory. Here, explorers can tackle the 46-mile-long W trek (keep your head up in case the clouds clear, revealing the famous peaks). On our kayaking trips you'll paddle past icebergs freshly shaved from Grey Glacier. You will walk one of the wildest places in Patagonia at Tierra del Fuego – the archipelago at South America’s southern tip.",
    "image1": "",
    "Title2": "In the Atacama desert",
    "Paragraph2": "Our holidays spend more time in the Atacama Desert than others; we believe that there's a lot worth seeing in this amazing place, which rarely gets more than about half an inch of rain a year. It’s a place so alien that it’s used by NASA to test scientific instruments for trips to Mars. On our holidays you can lean in to the space theme: go on excursions to the Valley of the Moon in the day and enjoy stargazing expeditions at night. Shimmering salt flats, vivid lagoons where pink flamingos flock, and fields of fickly geysers only add to the otherworldly weirdness of the place.",
    "image2": "",
    "Title3": "Easter Island",
    "Paragraph3": "Our\nEaster Island holidays\nspend time with the local communities, and steer clear of the crowds that can cause problems for the island. Stay longer; extend your holiday in mainland Chile too, via flight to Santiago. One of the most remote inhabited islands in the world, Easter Island (or Rapa Nui) is over 2,175 miles west of continental Chile. The enduring image of the island are its Moai – the hundreds of stone statues on the island carved from volcanic ash. Some are nearly 1,000 years old and they remain today as an enigmatic symbol of a civilisation which was almost wiped out, and about which we only know pieces.",
    "Title4": "Taking the kids",
    "Paragraph4": "Your kids will fall in love with guanacos, the sweet llama-like animals that gallop on ungainly legs across the Patagonian plains. Long-lashed wildlife aside, our family holidays to Chile are safe and easy to navigate, and full of natural wonders that are stupendous rather than subtle. We have some great activity holidays for families in the Chilean Lake District. Explore the lagoon-spotted landscape by kayak and horseback. The Atacama Desert adds mountain biking to the mix, plus flocks of pink flamingos and steaming geysers. Our eco-lodges here use solar power (what else?) and support nearby businesses by using local suppliers.",
    "image3": "",
    "Title5": "Types of tours & holidays in Chile",
    "Paragraph5": "There are many ways to holiday in Chile and some are more unusual than others. The country is a great road trip destination – so good, in fact, that few people think about using the same reliable roads for a\ncycling holiday\n. By bike, you can enjoy famous journeys like the Seven Lakes Route in the Lake District using pedal power rather than petrol. Our\nsmall group holidays to Chile\nare one of the best ways to go on an adventure or trekking holiday and make some intrepid companions. Then,\nadventure holidays\nare a great way to dive into Patagonia. Why just hike, when you can white water raft too?"
}