{
  "destination": "Meksika",
  "mainPhoto": "",
  "id": "MMP",
  "tourName": "Meksika’ dan Panama City’ e",
  "placesVisited": "Meksika, Belize, Guatemala, Honduras, Kosta Rika, Panama",
  "generalInfo": "Milli parklarla, beyaz kumlu plajlarla, büyüleyici sömürge kasabalarıyla, renkli modern şehirlerle ve çok daha fazlasıyla kutsanmış yedi ülkeyi doyasıya yaşayın. Bu farklı fakat kompakt bölgeyi keşfederken birçok Maya kalıntısının ardındaki büyüleyici hikâyeleri öğrenebilir, yaban hayatı açısından zengin yağmur ormanı habitatlarını keşfedebilir, isteğe bağlı olarak su sporlarını deneyebilir, geleneksel pazarlardaki yerel insanlarla tanışabilir ve bir sahil barında kokteylinizi yudumlayabilirsiniz. Seçenekleriniz bir hayli fazla.<br><br><strong>En Yakın Uluslararası Havaalanına (geliş):</strong> Mexico City Benito Juarez Uluslararası Havalimanı (MEX)<br><br><strong>En Yakın Uluslararası Havaalanı (gidiş):</strong> Panama City Tocumen Uluslararası Havalimanı (PTY)",
  "durationDays": "49",
  "price": "4189",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler ve aktiviteler: </strong></p>\n<ul>\n<li>- Rehberli Teotihuacan antik şehri turu</li>\n<li>- Rehberli Monte Albán harabeleri turu</li>\n<li>- San Cristóbal köy turu</li>\n<li>- Rehberli Palenque turu</li>\n<li>- Rehberli Chichén Itzá turu</li>\n<li>- Caye Caulker</li>\n<li>- Rehberli Tikal kalıntıları turu</li>\n<li>- Livingston’da Rio Dulce bot turu</li>\n<li>- Rehberli Copan kalıntıları turu</li>\n<li>- Roatan Adası</li>\n<li>- Ometepe Adası</li>\n<li>- Manuel Antonio Milli Parkı’na giriş</li>\n<li>- Monteverde Bulut Ormanı Koruma Alanı'na giriş</li>\n<li>- Bocas del Toro</li>\n</ul>\n<p><strong>Ulaşım </strong></p>\n<ul>\n<li>- Özel Araç, Uçak, Halk Otobüsü, Tekne</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 25 Kahvaltı, 2 Yerel Kahvaltı, 2 Açık Büfe Kahvaltı, 8 Basit Kahvaltı, 2 Kutu Kahvaltı</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- 47 Gece Otel, 1 gece Yataklı Otobüs</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Mexico City’ye Varış",
      "description": "Mexico City, 20 milyondan fazla nüfusuyla dünyanın en kalabalık şehridir. 1521'de İspanyollar tarafından kurulan Meksika'nın başkenti, deniz seviyesinden 2309 metre yükseklikte ve antik Aztek başkenti olan Tenochtitlan'ın olduğu yerde inşa edilmiştir. Kapsamlı metro sistemi ve tramvay ve otobüsleriyle etrafta dolaşmayı kolaylaştırır. Ve burada görülecek ve yapılacak çok şeyin olduğunu da hatırlatalım."
    },
    {
      "dayNumber": 3,
      "title": "Oaxaca",
      "description": "Listemizde sıradaki yer olan Oaxaca (telaffuz edilen wa-ha-ka) dağlar ve gür ormanlarla çevrili güzel bir şehirdir. Yemek yiyebileceğiniz, bir şeyler içebileceğiniz ve dünyayı seyredebileceğiniz çok hoş bir yer olan Plaza de la Constitución buradadır. Otobüs terminaline gitmek için taksilere bindikten sonra, Oaxaca'ya first class şeklinde 4-5 saatlik bir yolculuk yapacağız. Lezzetli sokak yemeklerini tadın ve bu çekici kasabadaki renkli kolonyal binalara hayranlıkla bakın."
    },
    {
      "dayNumber": 4,
      "title": "San Cristobal’a Gece Otobüsü",
      "description": "Oaxaca'dan, Oaxaca vadisinin 400 metre yukarısındaki antik Zapoteklerin kutsal şehri Monte Albán'ya rehberli bir gezi düzenleyeceğiz. Pek çok mezar, tören sunakları, tüneller, piramitler ve saraylar, birçok kabartma, resimler ve karmaşık oymalar ile dekore edilmiş Grand Plaza çevresinde keşfedilesi birçok yapı var. Oaxaca'nın güzelliklerinden sonra San Cristobal de las Casas'a gece yolculuğu yapıyoruz."
    },
    {
      "dayNumber": 5,
      "title": "San Cristóbal",
      "description": "Dağlık Chiapas bölgesine doğru yükselen büyüleyici San Cristobal de las Casas kentine varıyoruz. Yaylaların ortasında farklı dilleri, elbiseleri ve gelenekleriyle 21 yerli köyle çevrili olan bölgede Meksika'nın en zengin yerli kültürünü bulacaksınız. Şehrin geneline hâkim olan parlak renklerle boyanmış kırmızı kiremitli evler insanı o kadar cezbediyor ki! Amber Müzesi, Kahve Müzesi, Maya Tıp Müzesi ve 'Na Bolom' Kültür Merkezi gibi görülesi çok sayıda ilginç müze var."
    },
    {
      "dayNumber": 8,
      "title": "Palenque",
      "description": "Ardından Palenque'ye uzun ve manzaralı bir otobüs yolculuğu yapacağız. Ünlü Lord Pakal ve Kızıl Kraliçe'nin onuruna zenginliklerle doldurulmuş mezarlarla tanınan Palenque kalıntılarına ve kasabaya yapacağımız dokuz saatlik yolculukta güzel manzaralarla karşılaşacaksınız. Bu arkeolojik site, nemli ormanlarla çevrili bir dizi yüksek tapınak, kule, mezar ve piramitlerle 200'den fazla yapıya ev sahipliği yapmaktadır. Kökleri klasik döneme kadar giden en önemli yapılar (MS 400-700) Yazıtlar Tapınağı, Crypt, Saray kompleksi, Haç Tapınağı, Foliated Haç Tapınağı ve Güneş Tapınağı'dır. Süslü frizler, heykeller ve yazıtlarla dekore edilmiş Palenque, tartışmasız en önemli Maya arkeolojik alanlarından biridir. Ormanın içinden geçen yollar çeşitli tapınaklara ve zamanla kayalarda garip figürler oluşturan muhteşem şelalelere yol açmaktadır. Yerel bir rehber ormandaki kazısı yapılmamış kalıntıları görebileceğiniz bir orman yürüyüşüne çıkarmak için size ekstra bir seçenek sunabilir."
    },
    {
      "dayNumber": 10,
      "title": "Mérida",
      "description": "Bugün Palenque'den Merida'ya giderken otobüslerde tam bir gün geçiriyoruz. Otobüs terminaline kısa bir yürüyüşten sonra, birinci sınıf bir otobüse bineceğiz ve yolculuk tüm gün sürecektir. Yucatan eyaletinin başkenti olan Mérida 'beyaz şehir', sömürge binaları, kiliseler ve plazaların hoş bir karışımından oluşmaktadır. Pazarlar güzel dokuma ürünleri, hamaklar ve batiklerle dolup taşmaktadır ki bu da burayı el sanatları ve hediyelik eşyalar satın almak için harika bir yer yapmaktadır. Geceleri şehir tiyatro ve konserlerle canlanıyor. Büyük şehir bölgesini keşfe çıkan kapsamlı bir hop on / hop off otobüs turundan El Centro ve Pasaje Montejo Bulvarı'ndaki Arnavut kaldırımlı sokaklarında rahatlatıcı bir at arabası turuna kadar çok sayıda şehir turları sunulmaktadır. Mérida yakınlarını keşfetmek isterseniz büyük flamingo nüfusuyla küçük bir balıkçı kasabası olan Celestún'u ziyaret edebilirsiniz. Yucatan yarımadasının tamamını kapsayacak şekilde, antik Mayalar için kutsal bir yer olarak atfedilen, muhteşem kalker mağaraları ve derin su altı nehirleri ile bağlantılı yerel 'cenotes' (sen-o-tays), tatlı su yüzme deliklerinde yüzebilirsiniz."
    },
    {
      "dayNumber": 12,
      "title": "Playa del Carmen",
      "description": "Playa del Carmen'e gitmeden önce, yakın zamanda Dünya'nın Yeni Yedi Harikasından biri olarak kabul edilen etkileyici bir Maya / Toltec sitesi olan Chichén Itzá'ya gidiyoruz. MS 7. ve 10. yüzyıl arasında inşa edilen Chichén Itzá, 1000 yılı aşkın bir süredir Maya için haç merkezidir. En dikkat çekici yer tüylü yılan tanrısı Kukulkan'a ithaf edilen büyük Kukulkan Piramidi'dir ve bir gölge yılanının ekinoks sırasında basamaklardan aşağı inmesine benzer bir hassasiyetle inşa edilmiştir. Chichén Itzá'nın güzelliğinin tadını çıkardıktan sonra, Playa del Carmen'e üç saatlik bir otobüs yolculuğumuz olacak."
    },
    {
      "dayNumber": 19,
      "title": "Flores",
      "description": "Belize'ye hoşça kal diyerek Guatemala'ya büyüleyici bir ada kasabası olan Flores'a geçiyoruz. Belize'den ayrılırken 40 BZD'lik küçük bir ücret ödemeniz gerekecektir ve Guatemala'ya varışta da 10GTQ tutarında küçük bir ödeme yapılması gerekmektedir. Flores, İspanyollar tarafından fethedilen ve Peten Itzá Gölü'nün merkezinde bulunan son şehirdir. Flores yolunda, nefes kesen Maya bölgesi olan Tikal'de duruyoruz, Maya dünyasının en büyük şehri olarak kabul edilir ve ormanın derinliklerinde yer alır. Bu kompleks, keşfedilen en büyük Maya sitelerinden biridir ve bilgili yerel rehberimiz ile bölgenin florasını, faunasını ve şaşırtıcı Maya tarihini keşfetmek ve öğrenmek için gün içinde bolca zamanınız olacak."
    },
    {
      "dayNumber": 20,
      "title": "Rio Dulce",
      "description": "Suyun içinde kurulan kabinlerde konaklayabileceğiniz, nehir kenarındaki Rio Dulce kasabasına doğru yola çıkıyoruz. Öğleden sonra Livingston'a giden 23 kilometrelik suyolu boyunca yapılan tekne turu, Guatemala'nın en doğal alanlarından birini deneyimlemenize olanak tanır. Livingston, Rio Dulce'nin ağzında, Amatique Koyu'na katılan ve Garifuna halkının yaşadığı yerdedir. Bu canlı küçük kasaba, Guatemala'nın geri kalanından farklı bir Karayip atmosferine sahiptir ve lezzetli yerel spesiyal tapalardan denemek (deniz ürünlerinden yapılan hindistan cevizi çorbası) ve yerel Afrika tarzı punta müziğini dinlemek için harika bir yerdir."
    },
    {
      "dayNumber": 21,
      "title": "Antigua",
      "description": "UNESCO Dünya Mirası Alanı olan Antigua, Orta Amerika'daki en keyifli sömürge kasabalarından biridir. Yerli halk, rengârenk kıyafetleriyle şehrin taş sokaklarında ve meydanlarında, el sanatları ve tekstil ürünlerini satıyor. Guatemala'nın kültür merkezi olan Antigua, ülkenin geleneksel müziğini, mimarisini ve sanatını deneyimlemek için ideal bir yerdir. Süslü kiliselerle, manastırlarla, parklarla, plazalarla, kafelerle, restoranlarla, barlarla ve renkli sokak pazarlarıyla zengin ve hayranlık uyandıran volkanlarla çevrili Antigua, asla unutamayacağınız bir yerdir."
    },
    {
      "dayNumber": 23,
      "title": "Chichicastenango & Panajachel",
      "description": "Kahvaltıdan sonra Antigua'dan ayrılacak ve Guatemala'nın en ünlü pazar kasabası Chichicastenango'ya gideceğiz. Bu köyün nüfusu yaklaşık Pazar günü 1000 ila 20.000 üzerinde. Yerli halk, çoğunlukla K'iche '(Quiché) Maya halkının torunları, mutfak kaplarından ve tavalardan canlı hindilere kadar her şeyi satmak için yakındaki tepelerden iniyorlar! El sanatları, çantalar, jumperlar ve duvar askıları burada bulunan ucuz mallardan sadece birkaçı. Biraz öğle yemeği yedikten sonra, devasa bir volkanik kraterde su kütlesi olan Atitlan Gölü'ne doğru devam edeceğiz. Sarp, yeşil tepelerle çevrili, Maya köyleri ve çarpıcı sivri konileri olan volkanları ile bilinir. Satıcıların geleneksel tekstil, seramik ve çok daha fazlasını sattıkları yoğun Panajachel köyünde kalacağız."
    },
    {
      "dayNumber": 24,
      "title": "Panajachel & Lake Atitlan",
      "description": "Sonraki iki gün, boş zamanlarınızda Panajachel kasabasında dinlenmek veya çeşitli isteğe bağlı geziler arasından seçim yapmak için ücretsizdir. Burada, çevredeki birçok köyden bazılarına tekne turu yapabilir veya muhtemelen gölde yüzmeye gidebilirsiniz. Panajachel'de göl kenarında günbatımı içecekleri içebileceğiniz ana caddeyi kaplayan birçok restoran ve ilginç bar bulunmaktadır."
    },
    {
      "dayNumber": 26,
      "title": "Quetzaltenango",
      "description": "Quetzaltenango kasabasına doğru devam edeceğiz. Aktif Santiaguito lav kubbesi ile yükselen Santa Maria da dahil olmak üzere bir yanardağ fonu ile çerçevelenmiştir. Şehir, La Casa de Cultura ve Belediye Tiyatrosu gibi neoklasik binalarıyla bilinir. Quetzaltenango'dan kaplıcalar ve her yetenek için yanardağ yürüyüşleri de dahil olmak üzere birçok harika gezi bulacaksınız."
    },
    {
      "dayNumber": 28,
      "title": "Antigua",
      "description": ""
    },
    {
      "dayNumber": 29,
      "title": "Copán Ruinas",
      "description": "Bugün Guatemala’dan ayrılıyoruz ve burada yaklaşık 10 GTQ’lık çıkış vergisi ödemek zorundayız. Daha sonra, Honduras'a büyüleyici Copán kasabasına doğru uzun bir otobüs yolculuğuna çıkıyoruz. Lütfen dikkat: Ayrıca 3 USD'lik küçük bir giriş ücreti ödemeniz gerekecektir. Köye yürüme mesafesinde, tüm antik Maya siteleri arasında en iyi korunan ve en merak uyandırıcı olan Copán kalıntıları bulunmaktadır. Rehberli turunuzda, bir zamanlar görkemli ve etkileyici bir yer olan şehrin 16 kralını tasvir eden incelikle oyulmuş dikili taşları (oymalar/heykeller), muhteşem merdivenleri, top kortları ve muazzam ana meydanlarını göreceksiniz."
    },
    {
      "dayNumber": 31,
      "title": "Tela",
      "description": ""
    },
    {
      "dayNumber": 32,
      "title": "Roatán Island",
      "description": "Bugün Roatán'a gidiyoruz. Bu, mis gibi güneşin battığı güzel Karayip Adaları’nın en büyüğüdür. Adada geliştirilmesi gereken çok şey var, ama aynı zamanda sıcak Karayip sularıyla ıslanmış ıssız bir sahil bulmak kolay. Dünyanın en ucuz dalış ve şnorkelle yüzme aktivitelerinin bulunduğu bu yerde palmiyelerle dolu lagünler, turkuaz sular, dost canlısı yerler, canlı gece hayatı ve muhteşem su altı manzaraları bulacaksınız! Gerçekten unutulmaz bir deneyim olan yunuslarla yüzmeyi ya da bir gün batımı gezisi (isteğe bağlı) ile gerçek Karayip ruhuna erişmeyi seçebilirsiniz."
    },
    {
      "dayNumber": 35,
      "title": "San José",
      "description": "Kosta Rika’nın başkenti San Jose kahve ve şeker kamışı çiftlikleri arasında verimli bir vadide yer almaktadır. Depremlerden dolayı sömürgecilik dönemi mimarisinden pek bir şey kalmamıştır geriye. Fakat 1897’de inşa edilen Ulusal Tiyatro kesinlikle görülmeye değer. Belki buradayken bir performansa denk gelecek kadar şanslısınızdır. Altın Müzesi, Jade Müzesi ve Ulusal Müzeler de yine ziyaret etmek için kesinlikle önerilir."
    },
    {
      "dayNumber": 37,
      "title": "Manuel Antonio",
      "description": "Orta Vadi’den Pasifik kıyısına, gür yeşilliklerle kaplı kırsallardan geçerek ülkedeki en ünlü parklardan biri olan Manuel Antonio Milli Parkı’nı görmek için küçük bir köy olan Manuel Antonio’ya gidiyoruz. Bu ünlü park, güzel lagünler, palmiyelerle kaplı plajlar, çok sayıda hayvan ve yemyeşil ormanlarla kutsanmıştır. Manuel Antonio Ulusal Parkı'na ev sahipliği yapan birçok canlı arasında yakalı tembel hayvanlar, pelikanlar, beyaz yüzlü maymunlar, antiloplar ve devasa iguanalar bulunur. Aynı zamanda plajları ile de ünlüdür - maymunların ve rakunların hırsızlıklarından korunmak istiyorsanız eşyalarınıza sahip çıkın!"
    },
    {
      "dayNumber": 39,
      "title": "Santa Elena",
      "description": "Bir zamanlar muz ihracatı için çok önemli bir liman olan eski Quepos kasabasına gidiyoruz. Daha sonra, Pasifik Okyanusu'na ulaşmamız için düzleşecek olan yemyeşil tepelerin muhteşem manzarasına tanık olacağımız dik ve engebeli bir dağ yoluna çıkıyoruz. Bulutlara erişen ve 1950'lerde Amerikan Quaker'ları tarafından kurulan küçük Santa Elena kasabasına varıyoruz."
    },
    {
      "dayNumber": 41,
      "title": "La Fortuna",
      "description": "Bir sonraki yolculuğumuz, minibüs ve botların bir kombinasyonunun kullanılmasıyla bizi bulut ormanının dağlarından götürüyor. Arenal Gölü'nün ilk ayağı yaklaşık 1 saat 30 dakika sürüyor ve manzara gerçekten muhteşem. Dönüp duran tepeler en sonunda Arenal Volkanı'nın uzak manzaralarına yol açıyor ve kimi yerlerde fotoğraf çekimi için durabiliriz. Yolun kenarında son kez durduğumuzda, bir toprak yoldan aşağı inerek Arenal Gölü kıyısındaki teknemize ulaşıyoruz. Manzara gölden gerçekten inanılmaz ve yaklaşık bir saat boyunca yavaş yavaş Arenal Volkanı'na yaklaşıyoruz. Diğer tarafa vardığımızda, başka bir minibüse binip 30 dakikalık bir seyahatle La Fortuna'ya varıyoruz."
    },
    {
      "dayNumber": 43,
      "title": "San José",
      "description": "Daha sonra başka bir gece için San Jose'ye dönüyoruz. Akşamları, özellikle hafta sonu buradaysanız, dünya standartları düzeyindeki restoranlarda yemek yiyebilir ve harika gece hayatına dalabilirsiniz."
    },
    {
      "dayNumber": 44,
      "title": "Bocas del Toro",
      "description": "Kosta Rika'dan ayrılıp otobüsle Panama'ya gidiyoruz. ? TL çıkış vergisi ve Panama’ya varışta da ? TL giriş ücreti ödemek zorundayız. Botumuza atlayarak onlarca su sporu seçeneğimizin olacağı Bocas del Toro'ya gidiyoruz. Bocas del Toro takımadaları ziyaretçilere çok çeşitli cazibeler ve doğal ortamlar sunuyor; fauna ve flora bolluğundaki lüks yağmur ormanları. Bu güneşli adalarda Karayiplerin en iyileriyle yarışan plajlar, mercan kayalıkları ve kristal berrak sular var. Boş zamanlarınızda Bocas del Toro'nun tadını çıkarmak için iki gününüz var. Dalış, şnorkelli yüzme ve kano gezileri, ve yakındaki Mangrove Ormanı'na bisiklet kiralama ve tekne gezileri gibi seçenekler vardır."
    },
    {
      "dayNumber": 46,
      "title": "Boquete",
      "description": "Sonra yaylalara ve büyüleyici dağ köyü Boquete'ye gidiyoruz. Volcan Barú'nun doğu yamaçlarında yer alan Boquete, soğuk iklimlerde güneşlenmek ve mükemmel manzaralara eşlik etmek isteyenler için gittikçe popüler bir yer haline geliyor. Boquete'nin tüm Panama'daki en tatlı portakalları ve en zengin kahvelerden bazılarını ürettiği biliniyor; çünkü çevredeki tepeler ve eğimler sürdürülebilir tarım uygulamalarıyla bilinen alacalı kahve tarlaları ile kaplı. Bu çiftlikler, dünyaca ünlüdür ve dağın daha yüksek kısımlarındaki bulut ormanlarında yaşayan kuşlarla aynı sayıda kuşa ev sahipliği yapar."
    },
    {
      "dayNumber": 48,
      "title": "Panama City",
      "description": "Bugün, Panama şehrine kısa bir uçuş uzaklığındaki David'e gidiyoruz. Panama City, Güney Amerika'ya geçiş noktası ve kesinlikle görülmeye değer olan ünlü Panama Kanalı'na ev sahipliği yapıyor. Panama Kanalı Geçişinde bir yer ayırtma seçeneğiniz var, böylece tekne ile ünlü suyolunu gezebilirsiniz. Zaman kısıtlaması nedeniyle bu gezi ile aynı günlerde Panama'dan yapılacak herhangi bir seyahat için rezervasyon yaptırmamanız gerektiğini lütfen unutmayın."
    },
    {
      "dayNumber": 49,
      "title": "Panama’dan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}