{
  "destination": "Meksika",
  "mainPhoto": "",
  "id": "YYC",
  "tourName": "Playa del Carmen’ den Playa del Carmen’ e",
  "placesVisited": "Meksika, Guatemala, Belize",
  "generalInfo": "Dünyanın en pastoral sahil beldelerinden birinde başlayan bu heyecan verici tur,  Meksika,  Guatemala ve Belize’ nin önemli cazibe merkezlerini ve daha az bilinen muhteşem bölgelerini gezmeye yöneliktir.  Basamaklarıyla ünlü piramitlere sahip Chichén Itzá,  Palenque ve Tikal gibi Maya şehirlerini deneyimleyin.  Caye Caulker’ ın Karayip sahillerine ayak basın ve berrak sularda şnorkelle dalmaya gidin.  Chichi pazarlarında fırtına gibi esip canlı kolonyal kasabalardaki atmosferin tadını çıkarın.<br><br><strong>En Yakın Uluslararası Havaalanına (geliş):</strong> Cancun Uluslararası Havalimanı (CUN)<br><br><strong>En Yakın Uluslararası Havaalanı (gidiş):</strong> Cancun Uluslararası Havalimanı (CUN)",
  "durationDays": "22",
  "price": "1459",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler ve aktiviteler: </strong></p>\n<ul>\n<li>- San Cristóbal köy turu</li>\n<li>- Rehberli Palenque turu</li>\n<li>- Rehberli Chichén Itzá turu</li>\n<li>- Caye Caulker</li>\n<li>- Rehberli Tikal kalıntıları turu</li>\n<li>- Livingstone’ da Rio Dulce bot turu</li>\n</ul>\n<p><strong>Konaklama:</strong> </p>\n<p>Otellerde 21 gece</p>\n<p><strong>Taşıma:</strong> </p>\n<p>Toplu taşıma,  bot,  özel araç</p>\n<p><strong>Yemekler:</strong> </p>\n<p>12 kahvaltı,  2 açık büfe kahvaltı,  1 atıştırmalık kahvaltı, 2 kahvaltı box</p>\n<p><strong>Diğerleri:</strong></p>\n<p>Siempre Tour tur lideri</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Playa del Carmen' e Varış",
      "description": "Meksika’ ya hoş geldiniz! Bu turun ilk gecesi Cancún’ dan sadece bir saat uzaklıktaki plaj cenneti Playa del Carmen’ de geçirilecek.  Cennet plajlarının yanı sıra,  Tulúm’ daki Maya kalıntıları da dâhil olmak üzere isteğe bağlı aktivitelerin keyfini çıkarmak amacıyla ekstra geceler için rezervasyon yaptırmanızı öneririz."
    },
    {
      "dayNumber": 2,
      "title": "Merida",
      "description": "Geçireceğiniz yoğun günler,  arkeolojiyle ilgilenenler için sürprizlerle doludur.  İlk olarak,  dünyanın Yeni Yedi Harikasından biri olarak kabul edilen etkileyici bir Maya / Toltec sitesi olan Chichén Itzá’ ya seyahat ediyoruz.  MS 7.  ve 10.  yüzyıl arasında inşa edilen Chichén Itzá,  1000 yılı aşkın bir süredir Mayalar için haç merkezi olmuştur."
    },
    {
      "dayNumber": 4,
      "title": "Palenque",
      "description": "Ardından Palenque’ ye uzun ve manzaralı bir otobüs yolculuğu yapacağız.  Ünlü Lord Pakal ve Kızıl Kraliçe’ nin onuruna zenginliklerle doldurulmuş mezarlarla tanınan Palenque kalıntılarına ve kasabaya yapacağımız dokuz saatlik yolculukta güzel manzaralarla karşılaşacaksınız.  Bu arkeolojik site,  nemli ormanlarla çevrili bir dizi yüksek tapınak,  kule,  mezar ve piramitlerle 200’ den fazla yapıya ev sahipliği yapmaktadır.  Kökleri klasik döneme kadar giden en önemli yapılar (MS 400-700) Yazıtlar Tapınağı,  Crypt,  Saray Kompleksi,  Haç Tapınağı,  Foliated Haç Tapınağı ve Güneş Tapınağı’ dır.  Süslü frizler,  heykeller ve yazıtlarla dekore edilmiş Palenque,  tartışmasız en önemli Maya arkeolojik alanlarından biridir.  Ormanın içinden geçen yollar çeşitli tapınaklara ve zamanla kayalarda garip figürler oluşturan muhteşem şelalelere yol açmaktadır.  Yerel bir rehber ormandaki kazısı yapılmamış kalıntıları görebileceğiniz bir orman yürüyüşüne çıkarmak için size ekstra bir seçenek sunabilir."
    },
    {
      "dayNumber": 6,
      "title": "San Cristobal",
      "description": "Dağlık Chiapas bölgesine doğru yükselen büyüleyici San Cristobal de las Casas kentine varıyoruz.  Yaylaların ortasında farklı dilleri,  elbiseleri ve gelenekleriyle 21 yerli köyle çevrili olan bölgede Meksika’ nın en zengin yerli kültürünü bulacaksınız.  Şehrin geneline hâkim olan parlak renklerle boyanmış kırmızı kiremitli evler insanı o kadar cezbediyor ki! Amber Müzesi,  Kahve Müzesi,  Maya Tıp Müzesi ve ‘ Na Bolom’  Kültür Merkezi gibi görülesi çok sayıda ilginç müze var."
    },
    {
      "dayNumber": 9,
      "title": "Panajachel",
      "description": "Meksika’ dan ayrılırken Guatemala’ ya Ciudad Cuauhtèmoc’ tan geçiyoruz.  Meksika’ da 533 MXN ayrılma ücreti ve Guatemala’ da 10Q giriş ücreti ödemek zorundasınız ancak bu ücretler değişebilir.  Guatemalalıların dünyanın en sıcak ve en renkli insanlarından olduklarını göreceksiniz.  Guatemala yaylalarından geçerek Pan American Otoyolu’ na doğru ilerleyeceğiz,  buradan Atitlán Gölü kıyısından Panajachel’ e ineceğiz.  Aşağı inerken 3000 metre yüksekliğindeki göl ve üç yanardağ olan San Pedro,  Atitlán ve Toliman’ ın nefes kesen manzaralarına tanık olacaksınız."
    },
    {
      "dayNumber": 9,
      "title": "Panajachel",
      "description": "Meksika’ dan ayrılırken Guatemala’ ya Ciudad Cuauhtèmoc’ tan geçiyoruz.  Meksika’ da 533 MXN ayrılma ücreti ve Guatemala’ da 10Q giriş ücreti ödemek zorundasınız ancak bu ücretler değişebilir.  Guatemalalıların dünyanın en sıcak ve en renkli insanlarından olduklarını göreceksiniz.  Guatemala yaylalarından geçerek Pan American Otoyolu’ na doğru ilerleyeceğiz,  buradan Atitlán Gölü kıyısından Panajachel’ e ineceğiz.  Aşağı inerken 3000 metre yüksekliğindeki göl ve üç yanardağ olan San Pedro,  Atitlán ve Toliman’ ın nefes kesen manzaralarına tanık olacaksınız."
    },
    {
      "dayNumber": 12,
      "title": "Antiqua",
      "description": "Şimdi Guatemala’ nın en ünlü pazar kasabası Chichicastenango’ yu ziyaret ediyoruz.  Bu köyün nüfusu pazarın kurulduğu gün (ziyaret ettiğimiz gün) yaklaşık 20, 000’ in üzerindedir.  Çoğunlukla K’ iche ‘ (Quiché) Maya halkının soyundan gelen yerli halk,  mutfak kap kaçağından hindiye kadar her şeyi satmak için yakındaki tepelerden aşağı inerler! El sanatları,  çantalar,  jumperlar ve duvar asmaları burada bulunan ve pazarlık yapılası şeylerden sadece birkaçıdır.  Öğle yemeğinden sonra pazar kasabasından ayrılıp Antigua’ ya devam ediyoruz."
    },
    {
      "dayNumber": 13,
      "title": "Antiqua",
      "description": "UNESCO Dünya Mirası Alanı olan Antigua,  Orta Amerika’ daki en keyifli sömürge kasabalarından biridir.  Yerli halk,  rengârenk kıyafetleriyle şehrin taş sokaklarında ve meydanlarında,  el sanatları ve tekstil ürünlerini satıyor.  Guatemala’ nın kültür merkezi olan Antigua,  ülkenin geleneksel müziğini,  mimarisini ve sanatını deneyimlemek için ideal bir yerdir.  Süslü kiliselerle,  manastırlarla,  parklarla,  plazalarla,  kafelerle,  restoranlarla,  barlarla ve renkli sokak pazarlarıyla zengin ve hayranlık uyandıran volkanlarla çevrili Antigua,  asla unutamayacağınız bir yerdir."
    },
    {
      "dayNumber": 14,
      "title": "Rio Dulce",
      "description": "Suyun içinde kurulan kabinlerde konaklayabileceğiniz,  nehir kenarındaki Rio Dulce kasabasına doğru yola çıkıyoruz."
    },
    {
      "dayNumber": 15,
      "title": "Flores",
      "description": "Öğleden sonra Livingstone’ a giden 23 kilometrelik su yolu boyunca yapılan tekne turu,  Guatemala’ nın en doğal alanlarından birini deneyimlemenize olanak tanır.  Livingston,  Rio Dulce’ nin ağzında,  Amatique Koyu’ na katılan ve Garifuna halkının yaşadığı yerdedir.  Bu canlı küçük kasaba,  Guatemala’ nın geri kalanından farklı bir Karayip atmosferine sahiptir ve lezzetli yerel spesiyal tapalardan denemek (deniz ürünlerinden yapılan Hindistan cevizi çorbası) ve yerel Afrika tarzı punta müziğini dinlemek için harika bir yerdir."
    },
    {
      "dayNumber": 16,
      "title": "San Ignacio",
      "description": "Flores,  İspanyollar tarafından fethedilen ve Peten Itzá Gölü’ nün merkezinde bulunan son şehirdir.  Flores yolunda,  nefes kesen Maya bölgesi olan Tikal’ de duruyoruz.  Maya dünyasının en büyük şehri olarak kabul edilir ve ormanın derinliklerinde yer alır.  Bu kompleks,  keşfedilen en büyük Maya sitelerinden biridir ve bilgili yerel rehberimiz ile bölgenin florasını,  faunasını ve şaşırtıcı Maya tarihini keşfetmek ve öğrenmek için gün içinde bolca zamanınız olacak."
    },
    {
      "dayNumber": 18,
      "title": "Caye Caulker",
      "description": "San Ignacio’ dan ayrılırken Belize’ nin merkezinden Belize Şehri’ ne kadar yerel bir otobüsle seyahat edeceğiz.  Buradan Cayes’ e (mangrov adalarına) de bir su taksisinde gideceğiz.  Belizeliler nasıl dinleneceklerini iyi bilirler ve umarım yerel halkın rahatlama konusundaki uzmanlığı Caye Caulker’ de geçireceğiniz süre zarfında size de bulaşacaktır.  Öyle olmasa da,  size \"Yavaş git\",  \"Sakin\" ve hatta \"Gömlek yok,  ayakkabı yok,  sorun yok\" diye hatırlatıcı işaretler mevcut.  Kumla dolu sokaklarda dolaşmak için ayakkabılarınızı kenara atacağınız Caye Caulker’ de akşamları deniz mahsulleri yiyerek,  kokteyllerden yudumlayarak ve barlarda reggae müzik dinleyerek birkaç gece geçireceğiz."
    },
    {
      "dayNumber": 21,
      "title": "Playa del Carmen",
      "description": "Otobüsle geçen uzun bir günün ardından,  son bir gece için Playa del Carmen’ e döneceksiniz.  Geceyi leziz Meksika mutfağının tadını çıkararak ve maceranın sonunu birkaç margarita ile kutlayarak geçirin!"
    },
    {
      "dayNumber": 22,
      "title": "Playa del Carmen’ den Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor.  Geç bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}