{
  "destination": "Meksika",
  "mainPhoto": "",
  "id": "ZYG",
  "tourName": "Playa del Carmen’ den Antigua’ ya",
  "placesVisited": "Meksika, Guatemala",
  "generalInfo": "Orta Amerika’ daki en popüler turlarımızdan biriyle ünlü Maya harabesi Chichén Itzá’ ya gitmeden önce Playa del Carmen’ in güzelliğinin tadını çıkarabilirsiniz.  Palenque’ de yemyeşil yağmur ormanları arasında Maya imparatorluğundan kalıntılar bulabilirsiniz.  Antik yerli gelenekler,  San Cristobal de las Casas’ ta ilginç bir biçimde modern din ile el ele giderken Antigua’ da turun zirvesine varmadan önce Chichi pazarlarının canlılığıyla eğlenebilirsiniz.<br><br><strong>En Yakın Uluslararası Havaalanına (geliş):</strong> Cancun Uluslararası Havalimanı (CUN)<br><br><strong>En Yakın Uluslararası Havaalanı (gidiş):</strong> Guatemala City La Aurora Uluslararası Havalimanı (GUA)",
  "durationDays": "13",
  "price": "749",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler ve aktiviteler: </strong></p>\n<ul>\n<li>- San Cristóbal köy turu</li>\n<li>- Rehberli Palenque turu</li>\n<li>- Rehberli Chichén Itzá turu</li>\n<li>- Chichi pazarları</li>\n</ul>\n<p><strong>Konaklama:</strong> </p>\n<p>Otellerde 12 gece</p>\n<p><strong>Taşıma:</strong> </p>\n<p>Toplu taşıma,  turist otobüsü,  yaya</p>\n<p><strong>Yemekler:</strong> </p>\n<p>9 kahvaltı,  2 açık büfe kahvaltı,  1 kahvaltı box</p>\n<p><strong>Diğerleri:</strong> </p>\n<p>Siempre Tour tur lideri</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Playa del Carmen' e Varış",
      "description": "Meksika’ ya hoş geldiniz! Bu turun ilk gecesi Cancún’ dan sadece bir saat uzaklıkta bir plaj cenneti olan Playa del Carmen’ de geçirilecek.  Cennet plajlarının yanı sıra,  Tulúm’ daki Maya kalıntıları da dâhil olmak üzere isteğe bağlı aktivitelerin keyfini çıkarmak amacıyla ekstra geceler için rezervasyon yaptırmanızı öneririz."
    },
    {
      "dayNumber": 2,
      "title": "Merida",
      "description": "Geçireceğiniz yoğun günler,  arkeolojiyle ilgilenenler için sürprizlerle doludur.  İlk olarak,  dünyanın Yeni Yedi Harikasından biri olarak kabul edilen etkileyici bir Maya / Toltec sitesi olan Chichén Itzá’ ya seyahat ediyoruz.  MS 7.  ve 10.  yüzyıl arasında inşa edilen Chichén Itzá,  1000 yılı aşkın bir süredir Mayalar için haç merkezi olmuştur."
    },
    {
      "dayNumber": 4,
      "title": "Palenque",
      "description": "Ardından Palenque’ ye uzun ve manzaralı bir otobüs yolculuğu yapacağız.  Ünlü Lord Pakal ve Kızıl Kraliçe’ nin onuruna zenginliklerle doldurulmuş mezarlarıyla tanınan Palenque kalıntılarına ve kasabaya yapacağımız dokuz saatlik yolculukta güzel manzaralarla karşılaşacaksınız.  Bu arkeolojik site,  nemli ormanlarla çevrili bir dizi yüksek tapınak,  kule,  mezar ve piramitlerle 200’ den fazla yapıya ev sahipliği yapmaktadır.  Kökleri klasik döneme kadar giden en önemli yapılar (MS 400-700) Yazıtlar Tapınağı,  Crypt,  Saray Kompleksi,  Haç Tapınağı,  Foliated Haç Tapınağı ve Güneş Tapınağı’ dır.  Süslü frizler,  heykeller ve yazıtlarla dekore edilmiş Palenque,  tartışmasız en önemli Maya arkeolojik alanlarından biridir.  Ormanın içinden geçen yollar çeşitli tapınaklara ve zamanla kayalarda garip figürler oluşturan muhteşem şelalelere yol açmaktadır.  Yerel bir rehber ormandaki kazısı yapılmamış kalıntıları görebileceğiniz bir orman yürüyüşüne çıkarmak için size ekstra bir seçenek sunabilir."
    },
    {
      "dayNumber": 6,
      "title": "San Cristobal",
      "description": "Dağlık Chiapas bölgesine doğru yükselen büyüleyici San Cristobal de las Casas kentine varıyoruz.  Yaylaların ortasında farklı dilleri,  elbiseleri ve gelenekleriyle 21 yerli köyle çevrili olan bölgede Meksika’ nın en zengin yerli kültürünü bulacaksınız.  Şehrin geneline hâkim olan parlak renklerle boyanmış kırmızı kiremitli evler insanı o kadar cezbediyor ki! Amber Müzesi,  Kahve Müzesi,  Maya Tıp Müzesi ve ‘ Na Bolom’  Kültür Merkezi gibi görülesi çok sayıda ilginç müze var."
    },
    {
      "dayNumber": 9,
      "title": "Panajachel",
      "description": "Meksika’ dan ayrılırken Guatemala’ ya Ciudad Cuauhtèmoc’ tan geçiyoruz.  Meksika’ da 533 MXN ayrılma ücreti ve Guatemala’ da 10Q giriş ücreti ödemek zorundasınız ancak bu ücretler değişebilir.  Guatemalalıların dünyanın en sıcak ve en renkli insanlarından olduklarını göreceksiniz.  Guatemala yaylalarından geçerek Pan American Otoyolu’ na doğru ilerleyeceğiz,  buradan Atitlán Gölü kıyısından Panajachel’ e ineceğiz.  Aşağı inerken 3000 metre yüksekliğindeki göl ve üç yanardağ olan San Pedro,  Atitlán ve Toliman’ ın nefes kesen manzaralarına tanık olacaksınız."
    },
    {
      "dayNumber": 12,
      "title": "Antiqua",
      "description": "Bu sabah Guatemala’ nın en ünlü pazar kasabası Chichicastenango’ yu ziyaret ediyoruz.  Bu köyün nüfusu pazarın kurulduğu gün (ziyaret ettiğimiz gün) yaklaşık 20, 000’ in üzerindedir.  Çoğunlukla K’ iche ‘ (Quiché) Maya halkının soyundan gelen yerli halk,  mutfak kap kaçağından hindiye kadar her şeyi satmak için yakındaki tepelerden aşağı inerler! El sanatları,  çantalar,  jumperlar ve duvar asmaları burada bulunan ve pazarlık yapılası şeylerden sadece birkaçıdır.  Öğle yemeğinden sonra pazar kasabasından ayrılıp Antigua’ ya devam ediyoruz."
    },
    {
      "dayNumber": 13,
      "title": "Antiqua' dan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor.  Geç bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}